Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: QGD semi-Slav: Rubinstein (anti-Meran) system
ar: جامبيت الوزير المرفوض النصف-السلافي: روبينشتاين (ضد-ميران) نظام
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Sistema Rubinstein (Anti-Merano)
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Sistema Rubinstein o Anti-Merano
de: Damengambit (abgelehnt) Halbslawisch: Rubinstein (Anti-Meran) System
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Sistema Rubinstein o Anti Merano
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Rubinstein (Meran aldaeraren aurkako) sistema
fr: Gambit Dame refusé, semi-slave, système Rubinstein anti-variante de Méran
id: QGD: Semi Slavia, Sistem Rubenstein (Anti-Meran)
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Sistema Rubinstein o Anti Merano
nl: GDG semi-Slavisch: Rubinstein (anti-Meran) systeem
pl: Gam.hetm nieprzyj.,pół-słowiańska, system Rubinstein'a(anty-Meran)
ru: Отказанный ферзевый гамбит: славянская защита, система Рубинштейна
si: DGZ pol-slovanska, Rubinsteinov (anti-Meranov) sistem
sv: Damgambit avböjd: Semi-slaviskt, Rubinsteinsystemet (anti-Meran)
tr: QGD yarı Slav: Rubinstein (anti-Meran) sistemi
uk: Відхилений ферзевий гамбіт: Слов’янський захист, система Рубінштейна
vi: QGD bán Slav: hệ thống Rubinstein (chống Meran)

source: QGD semi-Slav: Stoltz variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ستولتز تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Stoltz
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Stoltz
de: Damengambit (abgelehnt) Halbslawisch: Stoltz-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Stoltz
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Stoltz aldaera
fr: Gambit Dame refusé, semi-slave, var. Stoltz
id: QGD: Semi Slavia, Varian Stoltz
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Stoltz
nl: GDG semi-Slavisch: Stoltz variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, wariant Stoltz'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Штольца
si: DGZ pol-slovanska, Stoltzova različica
sv: Damgambit avböjd: Semi-slaviskt, Stoltzvarianten
tr: QGD yarı Slav: Stoltz varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Штольца
vi: QGD bán Slav: Stoltz biến

source: QGD semi-Slav: accelerated Meran (Alekhine variation)
ar: جامبيت الوزير المرفوض النصف-السلافي: المتسارع ميران (اليخين تفريع)
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano Acelerada (Alekhine)
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano acelerat o Alekhine
de: Damengambit (abgelehnt) Halbslawisch: Beschleunigte Meraner (Aljechin Variante)
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano Acelerada o Alekhine
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Meran azeleratua (Alekhine aldaera)
fr: Gambit Dame refusé, semi-slave, var. de Méran accélérée (Alekhine)
id: QGD: Semi Slavia, Meran Dipercepat
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano Acelerada o Alekhine
nl: GDG semi-Slavisch: versnelde Meran (Aljechin variant)
pl: Gam.hetm nieprzyj.,pół-słowiańska, przespieszony Meran(wariant Alekhin'a)
ru: Отказанный ферзевый гамбит: славянская защита, ранний меранский вариант
si: DGZ pol-slovanska, pospešena Meranova (Aljehinova različica)
sv: Damgambit, avböjd, Semi-slaviskt: Accelererad Meranervariant (Aljechin- varianten)
tr: QGD yarı Slav: hızlandırılmış Meran (Alekhine varyasyonu)
uk: Відхилений ферзевий гамбіт: Слов’янський захист, ранній Меранський варіант (варіант Альохіна)
vi: QGD bán Slav: tăng tốc Meran (Alekhine biến thể)

source: QGD semi-Slav: anti-Meran gambit
ar: جامبيت الوزير المرفوض النصف-السلافي: ضد-ميران جامبيت
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Gambito Anti-Merano
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Sistema Anti-Merano - Gambit Anti-Merano
de: Damengambit (abgelehnt) Halbslawisch: Anti-Meran Gambit
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Sistema Anti Merano, Gambito Anti Merano
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Meran aldaeraren aurkako ganbitoa
fr: Gambit Dame refusé, semi-slave, gambit anti-variante de Méran
id: QGD: Semi Slavia, Gambit Anti-Meran
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Sistema Anti Merano, Mossa di Anti Merano
nl: GDG semi-Slavisch: anti-Meran gambiet
pl: Gam.hetm nieprzyj.,pół-słowiańska, gambit anty-Meran
ru: Отказанный ферзевый гамбит: славянская защита, анти-Меранский гамбит
si: DGZ pol-slovanska, proti-Meranov gambit
sv: Damgambit, avböjd, Semi-slaviskt: Anti-Meran-gambit
tr: QGD yarı Slav: anti-Meran gambiti
uk: Відхилений ферзевий гамбіт: Слов’янський захист, анти-Меранський гамбіт
vi: QGD bán Slav: thí quân chống-Meran

source: QGD semi-Slav: anti-Meran, Alatortsev system
ar: جامبيت الوزير المرفوض النصف-السلافي: ضد-ميران, الاتورتسف نظام
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Sistema Anti-Merano, Sistema Alatortsev
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Sistema Anti-Merano - Sistema Alatortsev
de: Damengambit (abgelehnt) Halbslawisch: Anti-Meran, Alatortsev System
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Sistema Anti Merano, Sistema Alatortsev
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Meran aldaeraren aurkakoa, Alatortsev sistema
fr: Gambit Dame refusé, semi-slave, gambit anti-variante de Méran, système Alatortsev
id: QGD: Semi Slavia, Anti-Meran, Sistem Alatortsev
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Sistema Anti Merano, Sistema Alatortsev
nl: GDG semi-Slavisch: anti-Meran, Alatortsev systeem
pl: Gam.hetm nieprzyj. pół-słowiańska, anty-Meran, system Alatortsev'a
ru: Отказанный ферзевый гамбит: славянская защита, анти-Меранский гамбит, система Алаторцева
si: DGZ pol-slovanska, proti-Meranov, Alatortsev sistem
sv: Damgambit, avböjd, Semi-slaviskt: Anti-Meran, Alatortsevsystemet
tr: QGD yarı Slav: anti-Meran, Alatortsev sistemi
uk: Відхилений ферзевий гамбіт: Слов’янський захист, анти-Меранський гамбіт, система Алаторцева
vi: QGD bán Slav: chống Meran, hệ thống Alatortsev

source: QGD semi-Slav: anti-Meran, Lilienthal variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ضد-ميران, ليلينتال تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Sistema Anti-Merano, Variante Lilienthal
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Sistema Anti-Merano - Variant Lilienthal
de: Damengambit (abgelehnt) Halbslawisch: Anti-Meran, Lilienthal-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Sistema Anti Merano, Variante Lilienthal
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Meran aldaeraren aurkakoa, Lilienthal aldaera
fr: Gambit Dame refusé, semi-slave, gambit anti-variante de Méran, var. Lilienthal
id: QGD: Semi Slavia, Gambit Anti-Meran, Varian Lilienthal
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Sistema Anti Merano, Variante Lilienthal
nl: GDG semi-Slavisch: anti-Meran, Lilienthal variant
pl: Gam.hetm nieprzyj. pół-słowiańska, anty-Meran, wariant Lilienthal'a
ru: Отказанный ферзевый гамбит: славянская защита, анти-Меранский гамбит, вариант Лилиенталя
si: DGZ pol-slovanska, proti-Meranov, Lilienthalova različica
sv: Damgambit, avböjd, Semi-slaviskt: Anti-Meran, Lilienthalvarianten
tr: QGD yarı Slav: anti-Meran, Lilienthal varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, анти-Меранський гамбіт, варіант Лілієнталя
vi: QGD bán Slav: chống Meran, biến thể Lilienthal

source: QGD semi-Slav: anti-Meran, Szabo variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ضد-ميران, سزابو تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Sistema Anti-Merano, Variante Szabo
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Sistema Anti-Merano - Variant Szabo
de: Damengambit (abgelehnt) Halbslawisch: Anti-Meran, Szabo-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Sistema Anti Merano, Variante Szabo
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Meran aldaeraren aurkakoa, Szabo aldaera
fr: Gambit Dame refusé, semi-slave, gambit anti-variante de Méran, var. Szabó
id: QGD: Semi Slavia, Gambit Anti-Meran, Varian Szabo
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Sistema Anti Merano, Variante Szabo
nl: GDG semi-Slavisch: anti-Meran, Szabo variant
pl: Gam.hetm nieprzyj. pół-słowiańska, anty-Meran, wariant Szabo
ru: Отказанный ферзевый гамбит: славянская защита, анти-Меранский гамбит, вариант Сабо
si: DGZ pol-slovanska, proti-Meranov, Szabova različica
sv: Damgambit, avböjd, Semi-slaviskt: Anti-Meran, Szabovarianten
tr: QGD yarı Slav: anti-Meran, Szabo varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, анти-Меранський гамбіт, варіант Сабо
vi: QGD bán Slav: chống Meran, biến thể Szabo

source: QGD semi-Slav: neo-Meran (Lundin variation)
ar: جامبيت الوزير المرفوض النصف-السلافي: المستحدث-ميران (لوندين تفريع)
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Neo-Merano (Variante Lundin)
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Neo-Merano o Lundin
de: Damengambit (abgelehnt) Halbslawisch: neo-Meran (Lundin-Variante)
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Neo Merano o Lundin
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Meran berria (Lundin aldaera)
fr: Gambit Dame refusé, semi-slave, var. néo-Méran (Lundin)
id: QGD: Semi Slavia, Neo Meran (Varian Lundin)
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Neo Merano o Lundin
nl: GDG semi-Slavisch: neo-Meran (Lundin variant)
pl: Gam.hetm nieprzyj. pół-słowiańska, nowy Meran (wariant Lundin'a)
ru: Отказанный ферзевый гамбит: славянская защита, неомеранский вариант
si: DGZ pol-slovanska, neo-Meranova (Lundinova različica)
sv: Damgambit avböjd: Semi-slaviskt, neo-Meran (Lundinvarianten)
tr: QGD yarı Slav: yeni Meran (Lundin varyasyonu)
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Неомеранський варіант (варіант Лундіна)
vi: QGD bán Slav: tân Meran (Lundin biến thể)

source: QGD semi-Slav: stonewall defence
ar: جامبيت الوزير المرفوض النصف-السلافي: دفاع الحائط الصخري
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Defesa Stonewall
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Defensa 'mur de pedra'
de: Damengambit (abgelehnt) Halbslawisch: stonewall Verteidigung
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Defensa Muro de Piedra
eu: Damaren Ganbito Ukatua erdi-eslaviarra: harrizko murrua defentsa
fr: Gambit Dame refusé, semi-slave, défense stonewall (mur de pierres)
id: QGD: Semi Slavia, Pembelaan Tembok Batu
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Difesa Muro di Pietra
nl: GDG semi-Slavisch: Stonewall verdediging
pl: Gam.hetm nieprzyj. pół-słowiańska,obrona stonewall
ru: Отказанный ферзевый гамбит: славянская защита, защита Каменная стена
si: DGZ pol-slovanska, obramba kamnitega zidu
sv: Damgambit, avböjd, Semi-slaviskt: Stonewallförsvar
tr: QGD yarı Slav: taş duvar savunması
uk: Відхилений ферзевий гамбіт: Слов’янський захист, захист Кам’яна стіна
vi: QGD bán Slav: phòng thủ Stonewall

source: QGD semi-Slav
ar: جامبيت الوزير المرفوض النصف-السلافي
br: Gambito da Dama Recusado, Defesa Semi-Eslava
ca: Gambit de Dama refusat - Defensa Semi-Eslava
de: Damengambit (abgelehnt) Halbslawisch
es: Gambito de Dama Rehusado, Defensa Semi Eslava
eu: Damaren Ganbito Ukatua erdi-eslaviarra
fr: Gambit Dame refusé, défense semi-slave
id: QGD: Semi Slavia
it: Gambetto di Donna Rifiutato, Difesa Semi Slava
nl: GDG semi-Slavisch
pl: Gam.hetm nieprzyj. pół-słowiańska
ru: Отказанный ферзевый гамбит: славянская защита
si: DGZ pol-slovanska
sv: Damgambit avböjd: Semi-slaviskt
tr: QGD yarı Slav
uk: Відхилений ферзевий гамбіт: Слов’янський захист
vi: QGD bán Slav

source: QGD: 3...Nf6
ar: جامبيت الوزير المرفوض: 3...Nf7
br: Gambito da Dama Recusado, 3...Cf6
ca: Gambit de Dama refusat - 3 ... Cf6
de: Damengambit (abgelehnt): 3...Sf6
es: Gambito de Dama Rehusado, 3...Cf6
eu: Damaren Ganbito Ukatua: 3...Zf6
fr: Gambit Dame refusé, 3...Cf6
id: QGD: 3.... Kf6
it: Gambetto di Donna Rifiutato, 3...Cf6
nl: GDG: 3 ... Pf6
pl: Gam.hetm nieprzyj. 3...Sf6
ru: Отказанный ферзевый гамбит: 3...Кf6
si: DGZ, 3...Sf6
sv: Damgambit avböjd: 3...Sf6
uk: Відхилений ферзевий гамбіт: 3...Кf6

source: QGD: 3.Nc3
ar: جامبيت الوزير المرفوض: 3.Nc4
br: Gambito da Dama Recusado, 3.Cc3
ca: Gambit de Dama refusat - 3. Cc3
de: Damengambit (abgelehnt): 3.Sc3
es: Gambito de Dama Rehusado, 3.Cc3
eu: Damaren Ganbito Ukatua: 3.Zc3
fr: Gambit Dame refusé, 3.Cc3
id: QGD: 3.Kc3
it: Gambetto di Donna Rifiutato, 3.Cc3
nl: GDG: 3.Pc3
pl: Gam.hetm nieprzyj. 3.Sc3
ru: Отказанный ферзевый гамбит: 3.Кc3
si: DGZ, 3. Sc3
sv: Damgambit avböjd: 3.Sc3
uk: Відхилений ферзевий гамбіт: 3.Кc3

source: QGD: 4.Bg5 Be7, 5.e3 O-O
ar: جامبيت الوزير المرفوض: 4.Bg5 Be7, 5.e3 O-O
br: Gambito da Dama Recusado, 4.Bg5 Be7 5.e3 O-O
ca: Gambit de Dama refusat - 4. Ag5 Ae7 - 5. e3 0-0
de: Damengambit (abgelehnt): 4.Lg5 Le7, 5.e3 O-O
es: Gambito de Dama Rehusado, 4.Ag5 Ae7 5.e3 O O
eu: Damaren Ganbito Ukatua: 4.Ag5 Ae7, 5.e3 O-O
fr: Gambit Dame refusé, 4.Fg5 Fe7 5.e3 O-O
id: QGD: 4.Gg5 Ge7, 5.e3 0-0
it: Gambetto di Donna Rifiutato, 4.Ag5 Ae7 5.e3 O O
nl: GDG: 4.Lg5 Le7, 5.e3 O-O
pl: Gam.hetm nieprzyj. 4.Gg5 Ge7, 5.e3 O-O
ru: Отказанный ферзевый гамбит: 4.Сg5 Сe7, 5.e3 O-O
si: DGZ, 4. Lg5 Le7, 5. e3 O-O
sv: Damgambit avböjd: 4.Lg5 Le7, 5.e3 O-O
uk: Відхилений ферзевий гамбіт: 4.Сg5 Сe7, 5.e3 O-O

source: QGD: 4.Bg5 Be7
ar: جامبيت الوزير المرفوض: 4.Bg5 Be8
br: Gambito da Dama Recusado, 4.Bg5 Be7
ca: Gambit de Dama refusat - 4. Ag5 Ae7
de: Damengambit (abgelehnt): 4.Lg5 Le7
es: Gambito de Dama Rehusado, 4.Ag5 Ae7
eu: Damaren Ganbito Ukatua: 4.Ag5 Ae7
fr: Gambit Dame refusé, 4.Fg5 Fe7
id: QGD: 4.Gg5 Ge7
it: Gambetto di Donna Rifiutato, 4.Ag5 Ae7
nl: GDG: 4.Lg5 Le7
pl: Gam.hetm nieprzyj. 4.Gg5 Ge7
ru: Отказанный ферзевый гамбит: 4.Сg5 Сe7
si: DGZ, 4. Lg5 Le7
sv: Damgambit avböjd: 4.Lg5 Le7
uk: Відхилений ферзевий гамбіт: 4.Сg5 Сe7

source: QGD: 4.Bg5 Nbd7
ar: جامبيت الوزير المرفوض: 4.Bg5 Nbd8
br: Gambito da Dama Recusado, 4.Bg5 Cbd7
ca: Gambit de Dama refusat - 4. Ag5 Cbd7
de: Damengambit (abgelehnt): 4.Lg5 Sbd7
es: Gambito de Dama Rehusado, 4.Ag5 Cbd7
eu: Damaren Ganbito Ukatua: 4.Ag5 Zbd7
fr: Gambit Dame refusé, 4.Fg5 Cbd7
id: QGD: 4.Gg5 Kbd7
it: Gambetto di Donna Rifiutato, 4.Ag5 Cbd7
nl: GDG: 4.Lg5 Pbd7
pl: Gam.hetm nieprzyj. 4.Gg5 Sbd7
ru: Отказанный ферзевый гамбит: 4.Сg5 Кbd7
si: DGZ, 4. Lg5 Sbd7
sv: Damgambit avböjd: 4.Lg5 Sbd7
uk: Відхилений ферзевий гамбіт: 4.Сg5 Кbd7

source: QGD: 4.Bg5
ar: جامبيت الوزير المرفوض: 4.Bg6
br: Gambito da Dama Recusado, 4.Bg5
ca: Gambit de Dama refusat - 4. Ag5
de: Damengambit (abgelehnt): 4.Lg5
es: Gambito de Dama Rehusado, 4.Ag5
eu: Damaren Ganbito Ukatua: 4.Ag5
fr: Gambit Dame refusé, 4.Fg5
id: QGD: 4.Gg5
it: Gambetto di Donna Rifiutato, 4.Ag5
pl: Gam.hetm nieprzyj. 4.Gg5
ru: Отказанный ферзевый гамбит: 4.Сg5
si: DGZ, 4. Lg5
sv: Damgambit avböjd: 4.Lg5
uk: Відхилений ферзевий гамбіт: 4.Сg5

source: QGD: 4.Nf3
ar: جامبيت الوزير المرفوض: 4.Nf4
br: Gambito da Dama Recusado, 4.Cf3
ca: Gambit de Dama refusat - 4. Cf3
de: Damengambit (abgelehnt): 4.Sf3
es: Gambito de Dama Rehusado, 4.Cf3
eu: Damaren Ganbito Ukatua: 4.Zf3
fr: Gambit Dame refusé, 4.Cf3
id: QGD: 4.Kf3
it: Gambetto di Donna Rifiutato, 4.Cf3
nl: GDG: 4.Pf3
pl: Gam.hetm nieprzyj. 4.Sf3
ru: Отказанный ферзевый гамбит: 4.Кf3
si: DGZ, 4. Sf3
sv: Damgambit avböjd: 4.Sf3
uk: Відхилений ферзевий гамбіт: 4.Кf3

source: QGD: 5...c6
ar: جامبيت الوزير المرفوض: 5...c7
br: Gambito da Dama Recusado, 5...c6
ca: Gambit de Dama refusat - 5 ...c6
de: Damengambit (abgelehnt): 5...c6
es: Gambito de Dama Rehusado, 5...c6
eu: Damaren Ganbito Ukatua: 5...c6
fr: Gambit dame refusé, 5...c6
it: Gambetto di Donna Rifiutato, 5...c6
nl: GDG: 5 ... c6
pl: Gam.hetm nieprzyj. 5...c6
ru: Отказанный ферзевый гамбит: 5...c6
si: DGZ, 5...c6
sv: Damgambit avböjd: 5...c6
uk: Відхилений ферзевий гамбіт: 5...c6

source: QGD: 6.Nf3
ar: جامبيت الوزير المرفوض: 6.Nf4
br: Gambito da Dama Recusado, 6.Cf3
ca: Gambit de Dama refusat - 6. Cf3
de: Damengambit (abgelehnt): 6.Sf3
es: Gambito de Dama Rehusado, 6.Cf3
eu: Damaren Ganbito Ukatua: 6.Zf3
fr: Gambit Dame refusé, 6.Cf3
id: QGD: 6.Kc3
it: Gambetto di Donna Rifiutato, 6.Cf3
nl: GDG: 6.P3
pl: Gam.hetm nieprzyj. 6. Sf3
ru: Отказанный ферзевый гамбит: 6.Кf3
si: DGZ, 6. Sf3
sv: Damgambit avböjd: 6.Sf3
uk: Відхилений ферзевий гамбіт: 6.Кf3

source: QGD: Alapin variation
ar: جامبيت الوزير المرفوض: تفريع الابين
br: Gambito da Dama Recusado, Variante Alapin
ca: Gambit de Dama refusat - Variant Alapin
de: Damengambit (abgelehnt): Alapin-Variante
es: Gambito de Dama Rehusado, Variante Alapin
eu: Damaren Ganbito Ukatua: Alapin aldaera
fr: Gambit Dame refusé, var. Alapin
id: QGD: Varian Alapin
it: Gambetto di Donna Rifiutato, Variante Alapin
nl: GDG: Alapin variant
pl: Gam.hetm nieprzyj., wariant Alapin'a
ru: Отказанный ферзевый гамбит: вариант Алапина
si: DGZ, Alapinova različica
sv: Damgambit avböjd: Alapinvarianten
tr: QGD: Alapin varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Алапіна
vi: QGD: Alapin biến

source: QGD: Albin counter-gambit, 5.g3
ar: جامبيت الوزير المرفوض: ألبين الجامبيت المضاد, 5.g4
br: Gambito da Dama Recusado, Contra-Gambito Albin, 5.g3
ca: Gambit de Dama refusat - Contra-Gambit Albin - 5. g3
de: Damengambit (abgelehnt): Albin Gegengambit, 5.g3
es: Gambito de Dama Rehusado, ContraGambito Albin, 5.g3
eu: Damaren Ganbito Ukatua: Albin kontra-ganbitoa, 5.g3
fr: Gambit Dame refusé, contre-gambit Albin, 5.g3
id: QGD: Gambit Balasan Albin, 5.g3
it: Gambetto di Donna Rifiutato, Controgambetto Albin, 5.g3
nl: GDG: Albin tegen-gambiet, 5.g3
pl: Gam.hetm nieprzyj., kontrgambit Albin'a, 5.g3
ru: Отказанный ферзевый гамбит: контргамбит Альбина, 5.g3
si: DGZ; Albinov proti-gambit, 5.g3
sv: Damgambit avböjd: Albins motgambit, 5.g3
tr: QGD: Albin karşı gambiti, 5.g3
uk: Відхилений ферзевий гамбіт: контргамбіт Альбіна, 5.g3
vi: QGD: Albin phản Gambit, 5.g3

source: QGD: Albin counter-gambit, Alapin variation
ar: جامبيت الوزير المرفوض: ألبين الجامبيت المضاد, تفريع الابين
br: Gambito da Dama Recusado, Contra-Gambito Albin, Variante Alapin
ca: Gambit de Dama refusat - Contra-Gambit Albin - Variant Alapin
de: Damengambit (abgelehnt): Albin Gegengambit, Alapin-Variante
es: Gambito de Dama Rehusado, ContraGambito Albin, Variante Alapin
eu: Damaren Ganbito Ukatua: Albin kontra-ganbitoa, Alapin aldaera
fr: Gambit Dame refusé, contre-gambit Albin, var. Alapin
id: QGD: Gambit Balasan Albin, Varian Alapin
it: Gambetto di Donna Rifiutato, Controgambetto Albin, Variante Alapin
nl: GDG: Albin tegen-gambiet, Alapin variant
pl: Gam.hetm nieprzyj., kontrgambit Albin'a, wariant Alapin'a
ru: Отказанный ферзевый гамбит: контргамбит Альбина, вариант Алапина
si: DGZ, Albinov proti-gambit, Alapinova različica
sv: Damgambit avböjd: Albins motgambit, Alapinvarianten
tr: QGD: Albin karşı gambiti, Alapin varyasyonu
uk: Відхилений ферзевий гамбіт: контргамбіт Альбіна, варіант Алапіна
vi: QGD: Albin phản Gambit, Alapin biến

source: QGD: Albin counter-gambit, Balogh variation
ar: جامبيت الوزير المرفوض: ألبين الجامبيت المضاد, بالوغ تفريع
br: Gambito da Dama Recusado, Contra-Gambito Albin, Variante Balogh
ca: Gambit de Dama refusat - Contra-Gambit Albin - Variant Balogh
de: Damengambit (abgelehnt): Albin Gegengambit, Balogh-Variante
es: Gambito de Dama Rehusado, ContraGambito Albin, Variante Balogh
eu: Damaren Ganbito Ukatua: Albin kontra-ganbitoa, Balogh aldaera
fr: Gambit Dame refusé, contre-gambit Albin, var. Balogh
id: QGD: Gambit Balasan Albin, Varian Balogh
it: Gambetto di Donna Rifiutato, Controgambetto Albin, Variante Balogh
nl: GDG: Albin tegen-gambiet, Balogh variant
pl: Gam.hetm nieprzyj., kontrgambit Albin'a, wariant Balogh'a
ru: Отказанный ферзевый гамбит: контргамбит Альбина, вариант Балога
si: DGZ, Albinov proti-gambit, Baloghova različica
sv: Damgambit avböjd: Albins motgambit, Baloghvarianten
tr: QGD: Albin karşı gambiti, Balogh varyasyonu
uk: Відхилений ферзевий гамбіт: контргамбіт Альбіна, варіант Балога
vi: QGD: Albin phản Gambit, Balogh biến

source: QGD: Albin counter-gambit, Janowski variation
ar: جامبيت الوزير المرفوض: ألبين الجامبيت المضاد, جناوسكاي تفريع
br: Gambito da Dama Recusado, Contra-Gambito Albin, Variante Janowski
ca: Gambit de Dama refusat - Contra-Gambit Albin - Variant Janowski
de: Damengambit (abgelehnt): Albin Gegengambit, Janowski-Variante
es: Gambito de Dama Rehusado, ContraGambito Albin, Variante Janowski
eu: Damaren Ganbito Ukatua: Albin kontra-ganbitoa, Janowski aldaera
fr: Gambit Dame refusé, contre-gambit Albin, var. Janowski
id: QGD: Gambit Balasan Albin, Varian Janowski
it: Gambetto di Donna Rifiutato, Controgambetto Albin, Variante Janowski
nl: GDG: Albin tegen-gambiet, Janowski variant
pl: Gam.hetm nieprzyj., kontrgambit Albin'a, wariant Janowskiego
ru: Отказанный ферзевый гамбит: контргамбит Альбина, вариант Яновского
si: DGZ, Albinov proti-gambit, Janowskijeva različica
sv: Damgambit avböjd: Albins motgambit, Janowskivarianten
tr: QGD: Albin karşı gambiti, Janowski varyasyonu
uk: Відхилений ферзевий гамбіт: контргамбіт Альбіна, варіант Яновського
vi: QGD: Albin phản Gambit, Janowski biến

source: QGD: Albin counter-gambit, Krenosz variation
ar: جامبيت الوزير المرفوض: ألبين الجامبيت المضاد, Krenosz تفريع
br: Gambito da Dama Recusado, Contra-Gambito Albin, Variante Krenosz
ca: Gambit de Dama refusat - Contra-Gambit Albin - Variant Krenosz
de: Damengambit (abgelehnt): Albin Gegengambit, Krenosz-Variante
es: Gambito de Dama Rehusado, ContraGambito Albin, Variante Krenosz
eu: Damaren Ganbito Ukatua: Albin kontra-ganbitoa, Krenosz aldaera
fr: Gambit Dame refusé, contre-gambit Albin, var. Krenosz
id: QGD: Gambit Balasan Albin, Varian Kresnosz
it: Gambetto di Donna Rifiutato, Controgambetto Albin, Variante Krenosz
nl: GDG: Albin tegen-gambiet, Krenosz variant
pl: Gam.hetm nieprzyj.,kontrgambit Albin'a, wariant Krenosz'a
ru: Отказанный ферзевый гамбит: контргамбит Альбина, вариант Креноса
si: DGZ, Albinov proti-gambit, Krenoszeva različica
sv: Damgambit avböjd: Albins motgambit, Krenoszvarianten
tr: QGD: Albin karşı gambiti, Krenosz varyasyonu
uk: Відхилений ферзевий гамбіт: контргамбіт Альбіна, варіант Креноса
vi: QGD: Albin phản Gambit, Krenosz biến

source: QGD: Albin counter-gambit, Lasker trap
ar: جامبيت الوزير المرفوض: ألبين الجامبيت المضاد, لاسكر فخ
br: Gambito da Dama Recusado, Contra-Gambito Albin, Armadilha de Lasker
ca: Gambit de Dama refusat - Contra-Gambit Albin - Trampa de Lasker
de: Damengambit (abgelehnt): Albin Gegengambit, Lasker Falle
es: Gambito de Dama Rehusado, ContraGambito Albin, Trampa de Lasker
eu: Damaren Ganbito Ukatua: Albin kontra-ganbitoa, Lasker tranpa
fr: Gambit Dame refusé, contre-gambit Albin, piège de Lasker
id: QGD: Gambit Balasan Albin, Jebakan Lasker
it: Gambetto di Donna Rifiutato, Controgambetto Albin, Trampa de Lasker
nl: GDG: Albin tegen-gambiet, Lasker val
pl: Gam.hetm nieprzyj.,kontrgambit Albin'a, pułapka Lasker'a
ru: Отказанный ферзевый гамбит: контргамбит Альбина, ловушка Ласкера
si: DGZ, Albinov proti-gambit, Laskerjeva past
sv: Damgambit avböjd: Albins motgambit, Laskers fälla
tr: QGD: Albin karşı gambiti, Lasker tuzağı
uk: Відхилений ферзевий гамбіт: контргамбіт Альбіна, пастка Ласкера
vi: QGD: Albin phản Gambit, Lasker bẫy
