Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: French: Winawer, advance variation
ar: فرنسي: ويناور, تقديم تفريع
br: Defesa Francesa, Variante Winawer, Variante do Avanço
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç
de: Französisch: Winawer, Vorstoßvariante
es: Defensa Francesa, Variante Winawer, Variante del Avance
eu: Frantsesa: Winawer, aurrerapen aldaera
fr: Française, var. Winawer, var. d'avance
id: Pembelaan Perancis: Winawer, Varian Maju
it: Difesa Francese, Variante Winawer, Variante di Spinta
nl: Frans: Winawer, doorschuif variant
pl: Francuska, Winawer, wariant zamknięty
ru: Французская защита: вариант Винавера, вариант с продвижением
si: francoska, Winawer, napredna različica
sv: Franskt: Winawer, framstötsvarianten
tr: Fransız: Winawer, gelişmiş varyasyonu
uk: Французький захист: варіант Вінавера, варіант з просуванням
vi: Pháp: Winawer, biến thể nâng cao

source: French: Winawer, advance, 5.a3
ar: فرنسي: ويناور, تقديم, 5.a4
br: Defesa Francesa, Variante Winawer, Variante do Avanço, 5.a3
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - 5. a3
de: Französisch: Winawer, Vorstoßvariante, 5.a3
es: Defensa Francesa, Variante Winawer, Variante del Avance, 5.a3
eu: Frantsesa: Winawer, aurrerapena, 5.a3
fr: Française, var. Winawer, var. d'avance, 5.a3
id: Pembelaan Perancis Winwer: Maju, 5.a3
it: Difesa Francese, Variante Winawer, Variante di Spinta, 5.a3
nl: Frans: Winawer, doorschuif, 5.a3
pl: Francuska, Winawer, zamknięty, 5.a3
ru: Французская защита: вариант Винавера, вариант с продвижением, 5.a3
si: francoska, Winawer, napredna, 5. a3
sv: Franskt: Winawer, framstötsvarianten med 5.a3
tr: Fransız: Winawer, gelişmiş, 5.a3
uk: Французький захист: варіант Вінавера, варіант з просуванням, 5.a3
vi: Pháp: Winawer, nâng cao, 5.a3

source: French: Winawer, advance, 6...Ne7
ar: فرنسي: ويناور, تقديم, 6...Ne8
br: Defesa Francesa, Variante Winawer, Variante do Avanço, 6...Ce7
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - 6 ... Ce7
de: Französisch: Winawer, Vorstoßvariante, 6...Se7
es: Defensa Francesa, Variante Winawer, Variante del Avance, 6...Ce7
eu: Frantsesa: Winawer, aurrerapena, 6...Ne7
fr: Française, var. Winawer, var. d'avance, 6...Ce7
id: Pembelaan Perancis Winawer: Maju, 6... Ke7
it: Difesa Francese, Variante Winawer, Variante di Spinta, 6...Ce7
nl: Frans: Winawer, doorschuif, 6 ... Pe7
pl: Francuska, Winawer, zamknięty, 6..Ne7
ru: Французская защита: вариант Винавера, вариант с продвижением, 6...Кe7
si: francoska, Winawer, napredna, 6. Se7
sv: Franskt: Winawer, framstötsvarianten med 6...Se7
tr: Fransız: Winawer, gelişmiş, 6...Ne7
uk: Французький захист: варіант Вінавера, варіант з просуванням, 6...Кe7
vi: Pháp: Winawer, nâng cao, 6 ... Ne7

source: French: Winawer, advance, Bogolyubov variation
ar: فرنسي: ويناور, تقديم, تفريع وجوليوبوف
br: Defesa Francesa, Variante Winawer, Variante do Avanço, Variante Bogoljubow
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - Variant Bogoljubow
de: Französisch: Winawer, Vorstoßvariante, Bogolyubov-Variante
es: Defensa Francesa, Variante Winawer, Variante del Avance, Variante Bogoljubow
eu: Frantsesa: Winawer, aurrerapena, Bogolyubov aldaera
fr: Française, var. Winawer, var. d'avance, var. Bogoljubov
id: Pembelaan Perancis Winawer: Maju, Varian Bogolyubov
it: Difesa Francese, Variante Winawer, Variante di Spinta, Variante Bogoljubow
nl: Frans: Winawer, doorschuif, Bogolyubov variant
pl: Francuska, Winawer, zamknięty, wariant Bogolyubov'a
ru: Французская защита: вариант Винавера, вариант с продвижением, вариант Боголюбова
si: francoska, Winawer, napredna, Bogolyubova različica
sv: Franskt: Winawer, framstötsvarianten, Bogoljubowvarianten
tr: Fransız: Winawer, gelişmiş, Bogolyubov varyasyonu
uk: Французький захист: варіант Вінавера, варіант з просуванням, варіант Боголюбова
vi: Pháp: Winawer, nâng cao, biến thể Bogolyubov

source: French: Winawer, advance, Rauzer variation
ar: فرنسي: ويناور, تقديم, روزر تفريع
br: Defesa Francesa, Variante Winawer, Variante do Avanço, Variante Rauzer
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - Variant Rauzer
de: Französisch: Winawer, Vorstoßvariante, Rauzer-Variante
es: Defensa Francesa, Variante Winawer, Variante del Avance, Variante Rauzer
eu: Frantsesa: Winawer, aurrerapena, Rauzer aldaera
fr: Française, var. Winawer, var. d'avance, var. Rauzer
id: Pembelaan Perancis Winawer: Maju, Varian Rauzer
it: Difesa Francese, Variante Winawer, Variante di Spinta, Variante Rauzer
nl: Frans: Winawer, doorschuif, Rauzer variant
pl: Francuska, Winawer, zamknięty, wariant Rauzer'a
ru: Французская защита: вариант Винавера, вариант с продвижением, вариант Раузера
si: francoska, Winawer, napredna, Rauzerjeva različica
sv: Franskt: Winawer, framstötsvarianten, Rauzervarianten
tr: Fransız: Winawer, gelişmiş, Rauzer varyasyonu
uk: Французький захист: варіант Вінавера, варіант з просуванням, варіант Раузера
vi: Pháp: Winawer, lợi thế, biến thể Rauzer

source: French: Winawer, advance, Russian variation
ar: فرنسي: ويناور, تقديم, التفريع الروسي
br: Defesa Francesa, Variante Winawer, Variante do Avanço, Variante Russa
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - Variant Russa
de: Französisch: Winawer, Vorstoßvariante, Russische Variante
es: Defensa Francesa, Variante Winawer, Variante del Avance, Variante Rusa
eu: Frantsesa: Winawer, aurrerapena, errusiar aldaera
fr: Française, var. Winawer, var. d'avance, var. russe
id: Pembelaan Perancis Winawer: Maju , Varian Rusia
it: Difesa Francese, Variante Winawer, Variante di Spinta, Variante Russa
nl: Frans: Winawer, doorschuif Russische variant
pl: Francuska, Winawer, zamknięty, wariant rosyjski
ru: Французская защита: вариант Винавера, вариант с продвижением, русский вариант
si: francoska, Winawer, napredna, Russianova različica
sv: Franskt: Winawer, framstötsvarianten, ryska varianten
tr: Fransız: Winawer, gelişmiş, Rusya varyasyonu
uk: Французький захист: варіант Вінавера, варіант з просуванням, російський варіант
vi: Pháp: Winawer, lợi thế, biến thể Nga

source: French: Winawer, advance, Smyslov variation
ar: فرنسي: ويناور, تقديم, سيمسلوف تفريع
br: Defesa Francesa, Variante Winawer, Variante do Avanço, Variante Smyslov
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - Variant clàssica
de: Französisch: Winawer, Vorstoßvariante, Smyslov-Variante
es: Defensa Francesa, Variante Winawer, Variante del Avance, Variante Smyslov
eu: Frantsesa: Winawer, aurrerapena, Smyslov aldaera
fr: Française, var. Winawer, var. d'avance, var. Smyslov
id: Pembelaan Perancis Winawer: Maju, Varian Smyslov
it: Difesa Francese, Variante Winawer, Variante di Spinta, Variante Smyslov
nl: Frans: Winawer, doorschuif , Smyslov variant
pl: Francuska, Winawer, zamknięty, wariant Smyslov'a
ru: Французская защита: вариант Винавера, вариант с продвижением, вариант Смыслова
si: francoska, Winawer, napredna, Smyslova različica
sv: Franskt: Winawer, framstötsvarianten, Smyslovvarianten
tr: Fransız: Winawer, gelişmiş, Smyslov varyasyonu
uk: Французький захист: варіант Вінавера, варіант з просуванням, варіант Смислова
vi: Pháp: Winawer, nâng cao, biến thể Smyslov

source: French: Winawer, advance, poisoned pawn variation
ar: فرنسي: ويناور, تقديم, بيدق سام تفريع
br: Defesa Francesa, Variante Winawer, Variante Avanço, Variante do Peão Envenenado
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - Variant peó emmetzinat
de: Französisch: Winawer, Vorstoßvariante, Bauernraubvariante
es: Defensa Francesa, Variante Winawer, Variante Avance, Variante del Peón Envenenado
eu: Frantsesa: Winawer, aurrerapena, peoi pozoituaren aldaera
fr: Française, var. Winawer, var. d'avance, var. du pion empoisonné
id: Pembelaan Perancis Winawer: Maju, Varian Bidak Beracun
it: Difesa Francese, Variante Winawer, Variante di Spinta, Variante del Pedone Avvelenato
nl: Frans: Winawer, doorschuif , vergiftigde pion variant
pl: Francuska, Winawer, zamknięty, zatruty pionek
ru: Французская защита: вариант Винавера, вариант с продвижением, вариант отравленной пешки
si: francoska, Winawer, napredna, različica zastrupljenega kmeta
sv: Franskt: Winawer, framstötsvarianten, varianten med förgiftad bonde
tr: Fransız: Winawer, gelişmiş, zehirlenmiş piyon varyasyonu
uk: Французький захист: варіант Вінавера, варіант з просуванням, варіант отруєного пішака
vi: Pháp: Winawer, nâng cao, biến thể tốt độc

source: French: Winawer, advance, poisoned pawn, Euwe-Gligoric variation
ar: فرنسي: ويناور, تقديم, بيدق سام, إيوي-جليجوريك تفريع
br: Defesa Francesa, Variante Winawer, Variante do Avanço, Variante Peão Envenenado, Variante Euwe Gligoric
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - Variant peó emmetzinat - Variant Euwe Gligoric
de: Französisch: Winawer, Vorstoßvariante, Bauernraubvariante, Euwe-Gligoric Variante
es: Defensa Francesa, Variante Winawer, Variante Avance, Variante Peón Envenenado, Variante Euwe Gligoric
eu: Frantsesa: Winawer, aurrerapena, peoi pozoitua, Euwe-Gligoric aldaera
fr: Française, var. Winawer, var. d'avance, var. du pion empoisonné, var. Euwe - Gligorić
id: Pembelaan Perancis Winawer: Maju, Varian Bidak Beracun, Varian Euwe-Gligoric
it: Difesa Francese, Variante Winawer, Variante di Spinta, Variante Pedone Avvelenato, Variante Euwe Gligoric
nl: Frans: Winawer, doorschuif , vergiftigde pion, Euwe-Gligoric variant
pl: Francuska, Winawer, zamknięty, zatruty pionek, wariant Euwe-Gligoric
ru: Французская защита: вариант Винавера, вариант с продвижением, вариант отравленной пешки, вариант Эйве-Глигорича
si: francoska, Winawer, napredna, zastrupljen kmet, Euwe-Gligoriceva različica
sv: Franskt: Winawer, framstötsvarianten, förgiftad bonde, Euwe-Gligoric-varianten
tr: Fransız: Winawer, gelişmiş, zehirlenmiş piyon, Euwe-Gligoric var.
uk: Французький захист: варіант Вінавера, варіант з просуванням, варіант отруєного пішака, варіант Ейве-Глігорича
vi: Pháp: Winawer, nâng cao, tốt độc, biến Euwe-Gligoric

source: French: Winawer, advance, poisoned pawn, Konstantinopolsky variation
ar: فرنسي: ويناور, تقديم, بيدق سام, تفريع كونستانتينوبولسكي
br: Defesa Francesa, Variante Winawer, Variante do Avanço, Variante Peão Envenenado, Variante Konstantinopolsky
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - Variant peó emmetzinat - Variant Konstantinopolsky
de: Französisch: Winawer, Vorstoßvariante, Bauernraubvariante, Konstantinopolsky Variante
es: Defensa Francesa, Variante Winawer, Variante Avance, Variante Peón Envenenado, Variante Konstantinopolsky
eu: Frantsesa: Winawer, aurrerapena, peoi pozoitua, Konstantinopolsky aldaera
fr: Française, var. Winawer, var. d'avance, var. du pion empoisonné, var. Konstantinopolsky
id: Pembelaan Perancis Winawer: Maju, Varian Bidak Beracun, Varian Konstantinopolsky
it: Difesa Francese, Variante Winawer, Variante di Spinta, Variante Pedone Avvelenato, Variante Konstantinopolsky
nl: Frans: Winawer, doorschuif , vergiftigde pion, Konstantinopolsky variant
pl: Francuska, Winawer, zamknięty, zatruty pionek, wariant Konstantinpolsky
ru: Французская защита: вариант Винавера, вариант с продвижением, вариант отравленной пешки, вариант Константинопольского
si: francoska, Winawer, napredna, zastrupljen kmet, Konstantinopolskyeva različica
sv: Franskt: Winawer, framstötsvarianten, förgiftad bonde, Konstantinopolskijs variant
tr: Fransız: Winawer, gelişmiş, zehirlenmiş piyon, Konstantinopolsky var.
uk: Французький захист: варіант Вінавера, варіант з просуванням, варіант отруєного пішака, варіант Константинопольського
vi: Pháp: Winawer, nâng cao, tốt độc, biến thể Konstantinopolsky

source: French: Winawer, advance, positional main line
ar: فرنسي: ويناور, تقديم, الموقفي الخط الرئيسي
br: Defesa Francesa, Variante Winawer, Variante do Avanço, Linha Posicional Principal
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - Línia posicional principal
de: Französisch: Winawer, Vorstoßvariante, positional Hauptvariante
es: Defensa Francesa, Variante Winawer, Variante del Avance, Linea Posicional Principal
eu: Frantsesa: Winawer, aurrerapena, posizio-lerro nagusia
fr: Française, var. Winawer, var. d'avance, ligne principale positionnelle
id: Pembelaan Perancis Winawer: Maju, Jalur Posisional
it: Difesa Francese, Variante Winawer, Variante di Spinta, Linea Posizionale Principale
nl: Frans: Winawer, doorschuif, positionele hoofdlijn
pl: Francuska, Winawer, zamknięty, pozycyjna główna linia
ru: Французская защита: вариант Винавера, вариант с продвижением, основной позиционный вариант
si: francoska: Winawer, napredna, pozicijska glavna linija
sv: Franskt: Winawer, framstötsvarianten, positionell huvudvariant
tr: Fransız: Winawer, gelişmiş, pozisyonal ana hat
uk: Французький захист: варіант Вінавера, варіант з просуванням, основний позиційний варіант
vi: Pháp: Winawer, nâng cao, hướng thế cờ chính

source: French: Winawer, classical variation
ar: فرنسي: ويناور, التفريع الكلاسيكي
br: Defesa Francesa, Variante Winawer, Variante Clássica
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - Variant clàssica
de: Französisch: Winawer, Klassische Variante
es: Defensa Francesa, Variante Winawer, Variante del Avance, Variante Clásica
eu: Frantsesa: Winawer, aldaera klasikoa
fr: Française, var. Winawer, var. classique
id: Pembelaan Perancis Winawer: Maju, Varian Klasik
it: Difesa Francese, Variante Winawer, Variante di Spinta, Variante Classica
nl: Frans: Winawer, klassieke variant
pl: Francuska, Winawer, wariant klasyczny
ru: Французская защита: вариант Винавера, классический вариант
si: francoska, Winawerjeva, napredna različica
sv: Franskt: Winawer, klassisk variant
tr: Fransız: Winawer, klasik varyasyon
uk: Французький захист: варіант Вінавера, класичний варіант
vi: Pháp: Winawer, biến thể cổ điển

source: French: Winawer, fingerslip variation
ar: فرنسي: ويناور, فنجرسليب تفريع
br: Defesa Francesa, Variante Winawer, Variante Fingerslip
ca: Defensa Francesa - Variant Winawer - Variant 'fingerslip' (o esmunyedir-se els dits)
de: Französisch: Winawer, fingerslip-Variante
es: Defensa Francesa, Variante Winawer, Variante 'fingerslip' (o que se escurre de los dedos)
eu: Frantsesa: Winawer, fingerslip (hatz artean irristatzen den) aldaera
fr: Française, var. Winawer, var. fingerslip (faux mouvement qui proviendrait d'une interversion de coups d'Alekhine dans une partie contre Flohr)
id: Pembelaan Perancis Winawer: Maju, Varian Fingerslip
it: Difesa Francese, Variante Winawer, Variante 'fingerslip' (o que se escurre di dedos)
nl: Frans: Winawer, fingerslip variant
pl: Francuska, Winawer, wariant fingerslip
ru: Французская защита: вариант Винавера, вариант случайного касания
si: francoska, Winawer, fingerslip različica
sv: Franskt: Winawer, varianten med 4.Ld2
tr: Fransız: Winawer, parmak hatası varyasyonu
uk: Французький захист: варіант Вінавера, варіант випадкового торкання
vi: Pháp: Winawer, fingerslip biến

source: French: Wing gambit
ar: فرنسي: الجناح جامبيت
br: Defesa Francesa, Gambito do Ala
ca: Defensa Francesa - Gambit de l'Ala
de: Französisch: Flügelgambit
es: Defensa Francesa, Gambito del Ala
eu: Frantsesa: Wing ganbitoa
fr: Française, gambit de l'aile
id: Pembelaan Perancis: Gambit Sayap
it: Difesa Francese, Mossa di Ali
nl: Frans: Vleugelgambiet
pl: Francuska, gambit skrzydła
ru: Французская защита: фланговый гамбит
si: francoska, Wingov gambit
sv: Franskt: Vinggambit
tr: Fransız: Kanat gambiti
uk: Французький захист: фланговий гамбіт
vi: Pháp: Wing Gambit

source: French: advance variation
ar: فرنسي: تقديم تفريع
br: Defesa Francesa, Variante do Avanço
ca: Defensa Francesa - Variant de l'avanç
de: Französisch: Vorstoßvariante
es: Defensa Francesa, Variante del Avance
eu: Frantsesa: aurrerapen aldaera
fr: Française, var. d'avance
id: Pembelaan Perancis: Varian Maju
it: Difesa Francese, Variante di Spinta
nl: Frans: doorschuif variant
pl: Francuska, wariant zamknięty
ru: Французская защита: система Нимцовича
si: francoska, napredna različica
sv: Franskt: Framstötsvarianten
tr: Fransız: gelişmiş varyasyon
uk: Французький захист: система Німцовича
vi: Pháp: biến thể nâng cao

source: French: advance, Euwe variation
ar: فرنسي: تقديم, تفريع إيوي
br: Defesa Francesa, Variante do Avanço, Variante Euwe
ca: Defensa Francesa - Variant de l'avanç - Variant Euwe
de: Französisch: Vorstoßvariante, Euwe-Variante
es: Defensa Francesa, Variante del Avance, Variante Euwe
eu: Frantsesa: aurrerapena, Euwe aldaera
fr: Française, var. d'avance, var. Euwe
id: Pembelaan Perancis: Maju, Varian Euwe
it: Difesa Francese, Variante di Spinta, Variante Euwe
nl: Frans: doorschuif, Euwe variant
pl: Francuska, zamknięta, wariant Euwe
ru: Французская защита: система Нимцовича, вариант Эйве
si: francoska, napredna, Euwejeva različica
sv: Franskt: Framstötsvarianten, Euwevarianten
tr: Fransız: gelişmiş, Euwe varyasyonu
uk: Французький захист: система Німцовича, варіант Ейве
vi: Pháp: lợi thế, biến thể Euwe

source: French: advance, Milner-Barry gambit
ar: فرنسي: تقديم, ميلنر-باري جامبيت
br: Defesa Francesa, Variante do Avanço, Gambito Milner Barry
ca: Defensa Francesa - Variant de l'avanç - Gambit Milber Barry
de: Französisch: Vorstoßvariante, Milner-Barry Gambit
es: Defensa Francesa, Variante del Avance, Gambito Milner Barry
eu: Frantsesa: aurrerapena, Milner-Barry ganbitoa
fr: Française, var. d'avance, gambit Milner-Barry
id: Pembelaan Perancis: Maju, Gambit Milner-Barry
it: Difesa Francese, Variante di Spinta, Mossa di Milner Barry
nl: Frans: doorschuif, MilnerBarry gambiet
pl: Francuska, zamknięta, gambit Milner-Barry
ru: Французская защита: система Нимцовича, гамбит Мильнера-Бэрри
si: francoska, napredna, Milner-Barryev gambit
sv: Franskt: Framstötsvarianten, Milner-Barrys gambit
tr: Fransız: gelişmiş, Milner-Barry gambiti
uk: Французький захист: система Німцовича, гамбіт Мільнера-Беррі
vi: Pháp: nâng cao, Milner-Barry Gambit

source: French: advance, Nimzovich system
ar: فرنسي: تقديم, نيمزوفيتش نظام
br: Defesa Francesa, Variante do Avanço, Sistema Nimzowitsch
ca: Defensa Francesa - Variant de l'avanç - Sistema Nimzowitsch
de: Französisch: Vorstoßvariante, Nimzowitsch System
es: Defensa Francesa, Variante del Avance, Sistema Nimzowitsch
eu: Frantsesa: aurrerapena, Nimzovich sistema
fr: Française, var. d'avance, système Nimzowitsch
id: Pembelaan Perancis: Maju, Sistem Nimzowitch
it: Difesa Francese, Variante di Spinta, Sistema Nimzowitsch
nl: Frans: doorschuif, Nimzovich systeem
pl: Francuska, zamknięta, system Nimzovitsch'a
ru: Французская защита: система Нимцовича
si: francoska, napredna, Nimzovichev sistem
sv: Franskt: Framstötsvarianten, Nimzowitschsystemet
tr: Fransız: gelişmiş, Nimzovich sistemi
uk: Французький захист: система Німцовича
vi: Pháp: nâng cao, hệ thống Nimzovich

source: French: advance, Nimzovich variation
ar: فرنسي: تقديم, نيمزوفيتش تفريع
br: Defesa Francesa, Variante do Avanço, Variante Nimzowitsch
ca: Defensa Francesa - Variant de l'avanç - Variant Nimzowitsch
de: Französisch: Vorstoßvariante, Nimzowitsch-Variante
es: Defensa Francesa, Variante del Avance, Variante Nimzowitsch
eu: Frantsesa: aurrerapena, Nimzovich aldaera
fr: Française, var. d'avance, var. Nimzowitsch
id: Pembelaan Perancis: Maju, Varian Nimzowitch
it: Difesa Francese, Variante di Spinta, Variante Nimzowitsch
nl: Frans: doorschuif, Nimzovich variant
pl: Francuska, zamknięta, wariant Nimzovich'a
ru: Французская защита: система Нимцовича
si: francoska, napredna, Nimzovicheva različica
sv: Franskt: Framstötsvarianten, Nimzowitschvarianten
tr: Fransız: gelişmiş, Nimzovich varyasyonu
uk: Французький захист: система Німцовича
vi: Pháp: nâng cao, biến thể Nimzovich

source: French: advance, Paulsen attack
ar: فرنسي: تقديم, بولسن هجوم
br: Defesa Francesa, Variante do Avanço, Ataque Paulsen
ca: Defensa Francesa - Variant de l'avanç - Atac Paulsen
de: Französisch: Vorstoßvariante, Paulsen Angriff
es: Defensa Francesa, Variante del Avance, Ataque Paulsen
eu: Frantsesa: aurrerapena, Paulsen erasoa
fr: Française, var. d'avance, attaque Paulsen
id: Pembelaan Perancis: Maju, Serangan Paulsen
it: Difesa Francese, Variante di Spinta, Attacco Paulsen
nl: Frans: doorschuif, Paulsen aanval
pl: Francuska, zamknięta, atak Paulsen'a
ru: Французская защита: система Нимцовича, атака Паульсена
si: francoska, napredna, Paulsenov napad
sv: Franskt: Framstötsvarianten, Paulsens angrepp
tr: Fransız: avans, Paulsen hücumu
uk: Французький захист: система Німцовича, атака Паульсена
vi: Pháp: nâng cao, tấn công Paulsen

source: French: advance, Steinitz variation
ar: فرنسي: تقديم, تفريع شتاينتز
br: Defesa Francesa, Variante do Avanço, Variante Steinitz
ca: Defensa Francesa - Variant de l'avanç - Variant Steinitz
de: Französisch: Vorstoßvariante, Steinitz-Variante
es: Defensa Francesa, Variante del Avance, Variante Steinitz
eu: Frantsesa: aurrerapena, Steinitz aldaera
fr: Française, var. d'avance, var. Steinitz
id: Pembelaan Perancis: Maju, Varian Steinitz
it: Difesa Francese, Variante di Spinta, Variante Steinitz
nl: Frans: doorschuif, Steinitz variant
pl: Francuska, zamknięta, wariant Steiniz'a
ru: Французская защита: система Нимцовича, вариант Стейница
si: francoska, napredna, Steinitzova različica
sv: Franskt: Framstötsvarianten, Steinitzvarianten
tr: Fransız: gelişmiş, Steinitz varyasyonu
uk: Французький захист: система Німцовича, варіант Стейніца
vi: Pháp: nâng cao, biến thể Steinitz

source: French: advance, Wade variation
ar: فرنسي: تقديم, ويد تفريع
br: Defesa Francesa, Variante do Avanço, Variante Wade
ca: Defensa Francesa - Variant de l'avanç - Variant Wade
de: Französisch: Vorstoßvariante, Wade-Variante
es: Defensa Francesa, Variante del Avance, Variante Wade
eu: Frantsesa: aurrerapena, Wade aldaera
fr: Française, var. d'avance, var. Wade
id: Pembelaan Perancis: Maju, Varian Wade
it: Difesa Francese, Variante di Spinta, Variante Wade
nl: Frans: doorschuif, Wade variant
pl: Francuska, zamknięta, wariant Wade
ru: Французская защита: система Нимцовича, вариант Вейда
si: francoska, napredna, Wadeova različica
sv: Franskt: Framstötsvarianten, Wadevarianten
tr: Fransız: gelişmiş, Çamurda Yürüme varyasyonu
uk: Французький захист: система Німцовича, варіант Вейда
vi: Pháp: nâng cao, biến thể Wade

source: French: classical variation
ar: فرنسي: التفريع الكلاسيكي
br: Defesa Francesa, Variante Clássica, Linha Principal
ca: Defensa Francesa - Variant clàssica - Línia principal
de: Französisch: Klassische Variante
es: Defensa Francesa, Variante Clásica, Linea Principal
eu: Frantsesa: aldaera klasikoa
fr: Française, var. classique
id: Pembelaan Perancis: Varian Klasik
it: Difesa Francese, Variante Classica, Linea Principale
nl: Frans: klassieke variant
pl: Francuska, wariant klasyczny
ru: Французская защита: классическая система
si: francoska, klasična različica
sv: Franskt: Klassisk variant
tr: Fransız: klasik varyasyon
uk: Французький захист: класична система
vi: Biến thể cổ điển: Pháp

source: French: classical, Alapin variation
ar: فرنسي: الكلاسيكي, تفريع الابين
br: Defesa Francesa, Variante Clássica, Variante Alapin
ca: Defensa Francesa - Variant clàssica - Variant Alapin
de: Französisch: Klassisch, Alapin-Variante
es: Defensa Francesa, Variante Clásica, Variante Alapin
eu: Frantsesa: klasikoa, Alapin aldaera
fr: Française classique, var. Alapin
id: Pembelaan Perancis: Klasik, Varian Alapin
it: Difesa Francese, Variante Classica, Variante Alapin
nl: Frans: klassiek, Alapin variant
pl: Francuska, klasyczna, wariant Alapin'a
ru: Французская защита: классическая система, вариант Алапина
si: francoska, klasična, Alapinova različica
sv: Franskt: Klassisk, Alapinvarianten
tr: Fransız: klasik, Alapin varyasyonu
uk: Французький захист: класична система, варіант Алапіна
vi: Pháp: cổ điển, biến thể Alapin
