Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: QGA: Alekhine defense, Borisenko-Furman variation
ar: جامبيت الوزير المقبول: اليخين دفاع, بوريزنكو-فورمان تفريع
br: Gambito da Dama Aceito, Defesa Alekhine, Variante Borisenko-Furman
ca: Gambit de Dama acceptat - Defensa Alekhine - Variant Borisenko Furman
de: Damengambit (angenommen): Aljechin-Verteidigung, Borisenko-Furman-Variante
es: Gambito de Dama Aceptado, Defensa Alekhine, Variante Borisenko Furman
eu: Damaren Ganbito Onartua: Alekhine defentsa, Borisenko-Furman aldaera
fr: Gambit Dame accepté, défense Alekhine, var. Borisenko - Furman
id: QGA: Pembelaan Alekhine, Varian Borisenko-Furman
it: Gambetto di Donna Accettato, Difesa Alekhine, Variante Borisenko Furman
nl: DGA: Aljechin verdediging, Borisenko-Furman variant
pl: Gam.hetm przyjęty, obrona Alekhin'a, wariant Borisenko-Furman
ru: Принятый ферзевый гамбит: защита Алехина, вариант Борисенко-Фурмана
si: DGS, Aljehinova obramba, Borisenko-Furmanova različica
sv: Damgambit antagen: Aljechins försvar, Borisenko-Furmans variant
tr: QGA: Alekhine savunması, Borisenko-Furman varyasyonu
uk: Прийнятий ферзевий гамбіт: захист Альохіна, варіант Борисенко-Фурмана
vi: QGA: Phòng thủ Alekhine, biến thể Borisenko-Furman

source: QGA: Ericson variation
ar: جامبيت الوزير المقبول: اريكسون تفريع
br: Gambito da Dama Aceito, Variante Ericson
ca: Gambit de Dama acceptat - Variant Ericson
de: Damengambit (angenommen): Ericson-Variante
es: Gambito de Dama Aceptado, Variante Ericson
eu: Damaren Ganbito Onartua: Ericson aldaera
fr: Gambit Dame accepté, var. Ericson
id: QGA: Varian Ericson
it: Gambetto di Donna Accettato, Variante Ericson
nl: DGA: Ericson variant
pl: Gam.hetm przyjęty, wariant Ericson'a
ru: Принятый ферзевый гамбит: вариант Эриксона
si: DGS, Ericsonova različica
sv: Damgambit antagen: Ericsonvarianten
tr: QGA: Ericson varyasyonu
uk: Прийнятий ферзевий гамбіт: варіант Еріксона
vi: QGA: Ericson biến

source: QGA: Haberditz variation
ar: جامبيت الوزير المقبول: هابرديتز تفريع
br: Gambito da Dama Aceito, Variante Haberditz
ca: Gambit de Dama acceptat - Defensa Alekhine - Variant Haberditz
de: Damengambit (angenommen): Haberditz-Variante
es: Gambito de Dama Aceptado, Defensa Alekhine, Variante Haberditz
eu: Damaren Ganbito Onartua: Haberditz aldaera
fr: Gambit Dame accepté, var. Haberditz
id: QGA: Varian Haberditz
it: Gambetto di Donna Accettato, Difesa Alekhine, Variante Haberditz
nl: DGA: Haberditz variant
pl: Gam.hetm przyjęty, wariant Haberditz'a
ru: Принятый ферзевый гамбит: вариант Хабердица
si: DGS, Haberditzova različica
sv: Damgambit antagen: Haberditzvarianten
tr: QGA: Haberditz varyasyonu
uk: Прийнятий ферзевий гамбіт: варіант Хабердіца
vi: QGA: Haberditz biến

source: QGA: Linares variation
ar: جامبيت الوزير المقبول: لاينارس تفريع
br: Gambito da Dama Aceito, Variante Linares
ca: Gambit de Dama acceptat - Variant Linares
de: Damengambit (angenommen): Linares-Variante
es: Gambito de Dama Aceptado, Variante Linares
eu: Damaren Ganbito Onartua: Linares aldaera
fr: Gambit Dame accepté, var. de Linares
id: QGA: Varian Linares
it: Gambetto di Donna Accettato, Variante Linares
nl: ADG: Linares variant
pl: Gam.hetm przyjęty, wariant Linares'a
ru: Принятый ферзевый гамбит: линаресский вариант
si: DGS, Linaresova različica
sv: Damgambit antagen: Linaresvarianten
tr: QGA: Linares varyasyonu
uk: Прийнятий ферзевий гамбіт: Лінареський варіант
vi: QGA: Linares biến

source: QGA: Mannheim variation
ar: جامبيت الوزير المقبول: مانهيم تفريع
br: Gambito da Dama Aceito, Variante Mannheim
ca: Gambit de Dama acceptat - Variant Mannheim
de: Damengambit (angenommen): Mannheim-Variante
es: Gambito de Dama Aceptado, Variante Mannheim
eu: Damaren Ganbito Onartua: Mannheim aldaera
fr: Gambit Dame accepté, var. de Mannheim
id: QGA: Varian Mannheim
it: Gambetto di Donna Accettato, Variante Mannheim
nl: ADG: Mannheim variant
pl: Gam.hetm przyjęty, wariant Mannheim'a
ru: Принятый ферзевый гамбит: мангеймский вариант
si: DGS damin gambit sprejet
sv: Damgambit antagen: Mannheimvarianten
tr: QGA: Mannheim varyasyonu
uk: Прийнятий ферзевий гамбіт: Мангеймський варіант
vi: QGA: Mannheim biến

source: QGA: Schwartz defence
ar: جامبيت الوزير المقبول: شفارتز دفاع
br: Gambito da Dama Aceito, Defesa Schwartz
ca: Gambit de Dama acceptat - Defensa Schwartz
de: Damengambit (angenommen): Schwartz Verteidigung
es: Gambito de Dama Aceptado, Defensa Schwartz
eu: Damaren Ganbito Onartua: Schwartz defentsa
fr: Gambit Dame accepté, défense Schwartz
id: QGA: Pembelaan Schwartz
it: Gambetto di Donna Accettato, Difesa Schwartz
nl: ADG: Schwartz verdediging
pl: Gam.hetm przyjęty, obrona Schwartz'a
ru: Принятый ферзевый гамбит: защита Шварца
si: DGS, Schwartzova obramba
sv: Damgambit antagen: Schwartzförsvar
tr: QGA: Schwartz savunması
uk: Прийнятий ферзевий гамбіт: захист Шварца
vi: QGA: Phòng thủ Schwartz

source: QGA: classical variation, 6.O-O
ar: جامبيت الوزير المقبول: التفريع الكلاسيكي, 6.O-O
br: Gambito da Dama Aceito, Variante Clássica, 6.O-O
ca: Gambit de Dama acceptat - Variant clàssica - 6. 0-0
de: Damengambit (angenommen): Klassische Variante, 6.O-O
es: Gambito de Dama Aceptado, Variante Clásica, 6.O O
eu: Damaren Ganbito Onartua: aldaera klasikoa, 6.O-O
fr: Gambit Dame accepté classique, 6.O-O
id: QGA: Klasik, 6.0-0
it: Gambetto di Donna Accettato, Variante Classica, 6.O O
nl: ADG: klassieke variant, 6.O-O
pl: Gam.hetm przyjęty, wariant klasyczny, 6.O-O
ru: Принятый ферзевый гамбит: классический вариант, 6.O-O
si: DGS, klasična različica, 6. O-O
sv: Damgambit antagen: Klassisk variant, 6.O-O
tr: QGA: klasik varyasyon, 6.O-O
uk: Прийнятий ферзевий гамбіт: класичний варіант, 6.O-O
vi: QGA: biến thể cổ điển, 6.O-O

source: QGA: classical variation
ar: جامبيت الوزير المقبول: التفريع الكلاسيكي
br: Gambito da Dama Aceito, Variante Clássica
ca: Gambit de Dama acceptat - Variant clàssica
de: Damengambit (angenommen): Klassische Variante
es: Gambito de Dama Aceptado, Variante Clásica
eu: Damaren Ganbito Onartua: aldaera klasikoa
fr: Gambit Dame accepté, var. classique
id: QGA: Varian Klasik
it: Gambetto di Donna Accettato, Variante Classica
nl: ADG: klassieke variant
pl: Gam.hetm przyjęty, wariant klasyczny
ru: Принятый ферзевый гамбит: классический вариант
si: DGS, klasična različica
sv: Damgambit antagen: Klassisk variant
tr: QGA: klasik varyasyon
uk: Прийнятий ферзевий гамбіт: класичний варіант
vi: QGA: biến thể cổ điển

source: QGA: classical, 6...a6
ar: جامبيت الوزير المقبول: الكلاسيكي, 6...a7
br: Gambito da Dama Aceito, Variante Clássica, 6...a6
ca: Gambit de Dama acceptat - Variant clàssica - 6 ...a6
de: Damengambit (angenommen): Klassisch, 6...a6
es: Gambito de Dama Aceptado, Variante Clásica, 6...a6
eu: Damaren Ganbito Onartua: klasikoa, 6...a6
fr: Gambit Dame accepté classique, 6...a6
id: QGA: Klasik, 6... a6
it: Gambetto di Donna Accettato, Variante Classica, 6...a6
nl: ADG: klassiek, 6 ... a6
pl: Gam.hetm przyjęty, klasyczny, 6...a6
ru: Принятый ферзевый гамбит: классический вариант, 6...a6
si: DGS, klasična, 6...a6
sv: Damgambit antagen: Klassisk, 6...a6
tr: QGA: klasik, 6...a6
uk: Прийнятий ферзевий гамбіт: класичний варіант, 6...a6
vi: QGA: cổ điển, 6 ... a6

source: QGA: classical, 7...b5
ar: جامبيت الوزير المقبول: الكلاسيكي, 7...b6
br: Gambito da Dama Aceito, Variante Clássica, 7...b5
ca: Gambit de Dama acceptat - Variant clàssica - 7 ...b5
de: Damengambit (angenommen): Klassisch, 7...b5
es: Gambito de Dama Aceptado, Variante Clásica, 7...b5
eu: Damaren Ganbito Onartua: klasikoa, 7...b5
fr: Gambit Dame accepté classique, 7...b5
id: QGA: Klasik, 7... b5
it: Gambetto di Donna Accettato, Variante Classica, 7...b5
nl: ADG: klassiek, 7 ... b5
pl: Gam.hetm przyjęty, klasyczny, 7...b5
ru: Принятый ферзевый гамбит: классический вариант, 7...b5
si: DGS, klasična, 7...b5
sv: Damgambit antagen: Klassisk, 7...b5
tr: QGA: klasik, 7...b5
uk: Прийнятий ферзевий гамбіт: класичний варіант, 7...b5
vi: QGA: cổ điển, 7 ... b5

source: QGA: classical, 7.Qe2
ar: جامبيت الوزير المقبول: الكلاسيكي, 7.Qe3
br: Gambito da Dama Aceito, Variante Clássica, 7.De2
ca: Gambit de Dama acceptat - Variant clàssica - 7. De2
de: Damengambit (angenommen): Klassisch, 7.Qe2
es: Gambito de Dama Aceptado, Variante Clásica, 7.De2
eu: Damaren Ganbito Onartua: klasikoa, 7.De2
fr: Gambit Dame accepté classique, 7.De2
id: QGA: Klasik, 7.Me2
it: Gambetto di Donna Accettato, Variante Classica, 7.De2
nl: ADG:klassiek, 7.De2
pl: Gam.hetm przyjęty, klasyczny, 7. He2
ru: Принятый ферзевый гамбит: классический вариант, 7.Фe2
si: DGS, klasična, 7. De2
sv: Damgambit antagen: Klassisk, 7.De2
tr: QGA: klasik, 7.Qe2
uk: Прийнятий ферзевий гамбіт: класичний варіант, 7.Фe2
vi: QGA: cổ điển, 7.Qe2

source: QGA: classical, 8...Bb7
ar: جامبيت الوزير المقبول: الكلاسيكي, 8...Bb8
br: Gambito da Dama Aceito, Variante Clássica, 8...Bb7
ca: Gambit de Dama acceptat -Variant clàssica - 8 ...Ab7
de: Damengambit (angenommen): Klassisch, 8...Bb7
es: Gambito de Dama Aceptado, Variante Clásica, 8...Ab7
eu: Damaren Ganbito Onartua: klasikoa, 8...Ab7
fr: Gambit Dame accepté classique, 8...Fb7
id: QGA: Klasik, 8...Gb7
it: Gambetto di Donna Accettato, Variante Classica, 8...Ab7
nl: ADG:klassiek, 8 ... Lb7
pl: Gam.hetm przyjęty, klasyczny, 8...Gb7
ru: Принятый ферзевый гамбит: классический вариант, 8...Сb7
si: DGS, klasična, 8...Lb7
sv: Damgambit antagen: Klassisk, 8...Lb7
tr: QGA: klasik, 8...Bb7
uk: Прийнятий ферзевий гамбіт: класичний варіант, 8...Сb7
vi: QGA: cổ điển, 8 ... BB7

source: QGA: classical, Flohr variation
ar: جامبيت الوزير المقبول: الكلاسيكي, فلوهر تفريع
br: Gambito da Dama Aceito, Variante Clássica, Variante Flohr
ca: Gambit de Dama acceptat - Variant clàssica - Variante Flohr
de: Damengambit (angenommen): Klassisch, Flohr-Variante
es: Gambito de Dama Aceptado, Variante Clásica, Variante Flohr
eu: Damaren Ganbito Onartua: klasikoa, Flohr aldaera
fr: Gambit Dame accepté classique, var. Flohr
id: QGA: Klasik, Varian FLohr
it: Gambetto di Donna Accettato, Variante Classica, Variante Flohr
nl: ADG:klassiek, Flohr variant
pl: Gam.hetm przyjęty, klasyczny, wariant Flohr'a
ru: Принятый ферзевый гамбит: классический вариант, вариант Флора
si: DGS, klasična, Flohrjeva različica
sv: Damgambit antagen: Klassisk, Flohrvarianten
tr: QGA: klasik, Flohr varyasyonu
uk: Прийнятий ферзевий гамбіт: класичний варіант, варіант Флора
vi: QGA: cổ điển, Flohr biến

source: QGA: classical, Furman variation
ar: جامبيت الوزير المقبول: الكلاسيكي, فورمان تفريع
br: Gambito da Dama Aceito, Variante Clássica, Variante Furman
ca: Gambit de Dama acceptat - Variant clàssica - Variant Furman
de: Damengambit (angenommen): Klassisch, Furman-Variante
es: Gambito de Dama Aceptado, Variante Clásica, Variante Furman
eu: Damaren Ganbito Onartua: klasikoa, Furman aldaera
fr: Gambit Dame accepté classique, var. Furman
id: QGA: Klasik, Varian Furman
it: Gambetto di Donna Accettato, Variante Classica, Variante Furman
nl: ADG:klassiek, Furman variant
pl: Gam.hetm przyjęty, klasyczny, wariant Furman'a
ru: Принятый ферзевый гамбит: классический, вариант Фурмана
si: DGS, klasična, Furmanova različica
sv: Damgambit antagen: Klassisk, Furmanvarianten
tr: QGA: klasik, Furman varyasyonu
uk: Прийнятий ферзевий гамбіт: класичний варіант, варіант Фурмана
vi: QGA: cổ điển, Furman biến

source: QGA: classical, Geller variation
ar: جامبيت الوزير المقبول: الكلاسيكي, جيلر تفريع
br: Gambito da Dama Aceito, Variante Clássica, Variante Geller
ca: Gambit de Dama acceptat - Variant clàssica - Variant Geller
de: Damengambit (angenommen): Klassisch, Geller-Variante
es: Gambito de Dama Aceptado, Variante Clásica, Variante Geller
eu: Damaren Ganbito Onartua: klasikoa, Geller aldaera
fr: Gambit Dame accepté classique, var. Geller
id: QGA: Klasik, Varian Geller
it: Gambetto di Donna Accettato, Variante Classica, Variante Geller
nl: ADG: klassiek, Geller variant
pl: Gam.hetm przyjęty, klasyczny, wariant Geller'a
ru: Принятый ферзевый гамбит: классический вариант, вариант Геллера
si: DGS, klasična, Gellerjeva različica
sv: Damgambit antagen: Klassisk, Gellervarianten
tr: QGA: klasik, Geller varyasyonu
uk: Прийнятий ферзевий гамбіт: класичний варіант, варіант Геллера
vi: QGA: cổ điển, biến thể Geller

source: QGA: classical, Rubinstein variation
ar: جامبيت الوزير المقبول: الكلاسيكي, روبينشتاين تفريع
br: Gambito da Dama Aceito, Variante Clássica, Variante Rubinstein
ca: Gambit de Dama acceptat - Variant clàssica - Variant Rubinstein
de: Damengambit (angenommen): Klassisch, Rubinstein-Variante
es: Gambito de Dama Aceptado, Variante Clásica, Variante Rubinstein
eu: Damaren Ganbito Onartua: klasikoa, Rubinstein aldaera
fr: Gambit Dame accepté classique, var. Rubinstein
id: QGA: Klasik, Varian Rubenstein
it: Gambetto di Donna Accettato, Variante Classica, Variante Rubinstein
nl: ADG:klassiek, Rubinstein variant
pl: Gam.hetm przyjęty, klasyczny, wariant Rubinstein'a
ru: Принятый ферзевый гамбит: классический вариант, вариант Рубинштейна
si: DGS, klasična, Rubinsteinova različica
sv: Damgambit antagen: Klassisk, Rubinsteinvarianten
tr: QGA: klasik, Rubinstein varyasyonu
uk: Прийнятий ферзевий гамбіт: класичний варіант, варіант Рубінштейна
vi: QGA: cổ điển, Rubinstein biến

source: QGA: classical, Smyslov variation
ar: جامبيت الوزير المقبول: الكلاسيكي, سيمسلوف تفريع
br: Gambito da Dama Aceito, Variante Clássica, Variante Smyslov
ca: Gambit de Dama acceptat - Variant clàssica - Variant Smyslov
de: Damengambit (angenommen): Klassisch, Smyslov-Variante
es: Gambito de Dama Aceptado, Variante Clásica, Variante Smyslov
eu: Damaren Ganbito Onartua: klasikoa, Smyslov aldaera
fr: Gambit Dame accepté classique, var. Smyslov
id: QGA: Klasik, Varian Smyslov
it: Gambetto di Donna Accettato, Variante Classica, Variante Smyslov
nl: ADG:klassiek, Smyslov variant
pl: Gam.hetm przyjęty, klasyczny, wariant Smyslov'a
ru: Принятый ферзевый гамбит: классический вариант, вариант Смыслова
si: DGS, klasična, Smyslova različica
sv: Damgambit antagen: Klassisk, Smyslovvarianten
tr: QGA: klasik, Smyslov varyasyonu
uk: Прийнятий ферзевий гамбіт: класичний варіант, варіант Смислова
vi: QGA: cổ điển, Smyslov biến

source: QGA: classical, Steinitz variation
ar: جامبيت الوزير المقبول: الكلاسيكي, تفريع شتاينتز
br: Gambito da Dama Aceito, Variante Clássica, Variante Steinitz
ca: Gambit de Dama acceptat - Variant clàssica - Variant Steinitz
de: Damengambit (angenommen): Klassisch, Steinitz-Variante
es: Gambito de Dama Aceptado, Variante Clásica, Variante Steinitz
eu: Damaren Ganbito Onartua: klasikoa, Steinitz aldaera
fr: Gambit Dame accepté classique, var. Steinitz
id: QGA: Klasik, Varian Steinitz
it: Gambetto di Donna Accettato, Variante Classica, Variante Steinitz
nl: ADG:klassiek, Steinitz variant
pl: Gam.hetm przyjęty, klasyczny, wariant Steinitz'a
ru: Принятый ферзевый гамбит: классический вариант, вариант Стейница
si: DGS, klasična, Steinitzova različica
sv: Damgambit antagen: Klassisk, Steinitzvarianten
tr: QGA: klasik, Steinitz varyasyonu
uk: Прийнятий ферзевий гамбіт: класичний варіант, варіант Стейніца
vi: QGA: cổ điển, Steinitz biến

source: QGD Slav accepted: Alapin variation
ar: جامبيت الوزير المرفوض السلافي المقبول: تفريع الابين
br: Gambito da Dama Recusado, Defesa Eslava aceita, Variante Alapin
ca: Gambit de Dama refusat - Defensa Eslava - Variant Alapin
de: Damengambit (abgelehnt) Slawisch angenommen: Alapin-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Alapin
eu: Damaren Ganbito Ukatua eslaviarra onartua: Alapin aldaera
fr: Gambit Dame refusé (1), défense slave, accepté (2), var. Alapin
id: QGD, Slavia Diterima, Varian Alapin
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Alapin
nl: GDG Slavisch aanvaard: Alapin variant
pl: Gam.hetm nieprzyj. Słowiańska przyjęta , wariant Alapin'a
ru: Отказанный ферзевый гамбит: основной вариант, вариант Алапина
si: DGZ slovanska sprejeta, Alapinova različica
sv: Damgambit avböjd: Slaviskt antaget: Alapinvarianten
tr: QGD Slav kabul edildi: Alapin varyasyonu
uk: Відхилений ферзевий гамбіт: основний варіант, варіант Алапіна
vi: QGD Slav chấp nhận: Alapin biến

source: QGD Slav accepted
ar: جامبيت الوزير المرفوض السلافي المقبول
br: Gambito da Dama Recusado, Defesa Eslava aceita
ca: Gambit de Dama refusat - Defensa Eslava - Variant del Gambit acceptat
de: Damengambit (abgelehnt) Slawisch angenommen
es: Gambito de Dama Rehusado, Defensa Eslava, Variante del Gambito Aceptado
eu: Damaren Ganbito Ukatua eslaviarra onartua
fr: Gambit Dame refusé (1), défense slave, accepté (2)
id: QGD, Slavia Diterima
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante del Mossa di Accettato
nl: GDG Slavisch aanvaard
pl: Gam.hetm nieprzyj. Słowiańska przyjęta
ru: Отказанный ферзевый гамбит: основной вариант
si: DGZ slovanska sprejeta
sv: Damgambit avböjd: Slaviskt antaget
tr: QGD Slav kabul edildi
uk: Відхилений ферзевий гамбіт: основний варіант
vi: QGD Slav chấp nhận

source: QGD Slav defence, Alekhine variation
ar: جامبيت الوزير المرفوض السلافي دفاع, اليخين تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Alekhine
ca: Gambit de Dama refusat - Defensa Eslava - Variant Alekhine
de: Damengambit (abgelehnt) Slawisch Verteidigung, Aljechin-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Alekhine
eu: Damaren Ganbito Ukatua Defentsa eslaviarra, Alekhine aldaera
fr: Gambit Dame refusé, défense slave, var. Alekhine
id: QGD, Pembelaan Slavia, Varian Alekhine
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Alekhine
nl: GDG Slavisch, Aljechin variant
pl: Gam.hetm nieprzyj., Obrona Słowiańska, wariant Alekhina
ru: Отказанный ферзевый гамбит: славянская защита, вариант Алехина
si: DGZ slovanska obramba, Aljehinova različica
sv: Damgambit avböjd: Slaviskt, Aljechinvarianten
tr: QGD Slav savunması, Alekhine varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Альохіна
vi: QGD phòng thủ Slav, biến thể Alekhine

source: QGD Slav defence: exchange variation
ar: جامبيت الوزير المرفوض السلافي دفاع: التكسير تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante da Troca
ca: Gambit de Dama refusat - Defensa Eslava - Variant del canvi
de: Damengambit (abgelehnt) Slawisch Verteidigung: Abtauschvariante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante del Cambio
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: truke-aldaera
fr: Gambit Dame refusé, défense slave, var. d'échange
id: QGD, Pembelaan Slavia, Varian Tukar
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante di Cambio
nl: GDG Slavische verdediging: ruilvariant
pl: Gam.hetm nieprzyj., Obrona Słowiańska, wariant wymienny
ru: Отказанный ферзевый гамбит: славянская защита, разменный вариант
si: DGZ slovanska obramba, izmenjalna različica
sv: Damgambit avböjd: Slaviskt, Avbytesvarianten
tr: QGD Slav savunması, takas varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, розмінний варіант
vi: QGD phòng thủ Slav, biến thể đổi quân

source: QGD Slav defence
ar: جامبيت الوزير المرفوض السلافي دفاع
br: Gambito da Dama Recusado, Defesa Eslava
ca: Gambit de Dama refusat - Defensa Eslava
de: Damengambit (abgelehnt) Slawisch Verteidigung
es: Gambito de Dama Rehusado, Defensa Eslava
eu: Damaren Ganbito Ukatua Defentsa eslaviarra
fr: Gambit Dame refusé, défense slave
id: QGD, Pembelaan Slavia
it: Gambetto di Donna Rifiutato, Difesa Slava
nl: GDG Slavische verdediging
pl: Gam.hetm nieprzyj., Obrona Słowiańska
ru: Отказанный ферзевый гамбит: славянская защита
si: DGZ slovanska obramba
sv: Damgambit avböjd: Slaviskt försvar
tr: QGD Slav savunması
uk: Відхилений ферзевий гамбіт: Слов’янський захист
vi: QGD phòng thủ Slav

source: QGD Slav: 3.Nf3
ar: جامبيت الوزير المرفوض السلافي: 3.Nf4
br: Gambito da Dama Recusado, Defesa Eslava, Variante 3.Cf3
ca: Gambit de Dama refusat - Defensa Eslava - Variant 3. Cf3
de: Damengambit (abgelehnt) Slawisch: 3.Sf3
es: Gambito de Dama Rehusado, Defensa Eslava, Variante 3.Cf3
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: 3.Zf3
fr: Gambit Dame refusé, défense slave, 3.Cf3
id: QGD: Slavia, 3.Kf3
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante 3.Cf3
nl: GDG Slavisch: 4.Pc3
pl: Gam.hetm nieprzyj.,Słowiańska, 3.Sf3
ru: Отказанный ферзевый гамбит: славянская защита, 3.Кf3
si: DGZ slovanska, 3. Sf3
sv: Damgambit avböjd: Slaviskt, 3.Sf3
uk: Відхилений ферзевий гамбіт: Слов’янський захист, 3.Кf3

source: QGD Slav: 4.Nc3
ar: جامبيت الوزير المرفوض السلافي: 4.Nc4
br: Gambito da Dama Recusado, Defesa Eslava, Variante 4.Cc3
ca: Gambit de Dama refusat - Defensa Eslava - Variant 4. Cc3
de: Damengambit (abgelehnt) Slawisch: 4.Sc3
es: Gambito de Dama Rehusado, Defensa Eslava, Variante 4.Cc3
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: 4.Zc3
fr: Gambit Dame refusé, défense slave, 4.Cc3
id: QGD: Slavia, 4.Kc3
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante 4.Cc3
nl: GDG Slavisch: 4.Pc3
pl: Gam.hetm nieprzyj.,Słowiańska, 3.Sc3
ru: Отказанный ферзевый гамбит: славянская защита, 4.Кc3
si: DGZ slovanska, 4. Sc3
sv: Damgambit avböjd: Slaviskt, 4.Sc3
uk: Відхилений ферзевий гамбіт: Слов’янський захист, 4.Кc3

source: QGD Slav: 4.e3 Bf5
ar: جامبيت الوزير المرفوض السلافي: 4.e3 Bf6
br: Gambito da Dama Recusado, Defesa Eslava, Variante 4.e3 Bf5
ca: Gambit de Dama refusat - Defensa Eslava - Variant 4. e3 Af5
de: Damengambit (abgelehnt) Slawisch: 4.e3 Lf5
es: Gambito de Dama Rehusado, Defensa Eslava, Variante 4.e3 Af5
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: 4.e3 Af5
fr: Gambit Dame refusé, défense slave, 4.e3 Ff5
id: QGD: Slavia, 4.e3 Gf5
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante 4.e3 Af5
nl: GDG Slavisch: 4.e3 Lf5
pl: Gam.hetm nieprzyj.,Słowiańska, 4.e3 Gf5
ru: Отказанный ферзевый гамбит: славянская защита, 4.e3 Сf5
si: DGZ slovanska, 4. e3 Lf5
sv: Damgambit avböjd: Slaviskt, 4.e3 Lf5
uk: Відхилений ферзевий гамбіт: Слов’янський захист, 4.e3 Сf5

source: QGD Slav: 4.e3
ar: جامبيت الوزير المرفوض السلافي: 4.e4
br: Gambito da Dama Recusado, Defesa Eslava, Variante 4.e3
ca: Gambit de Dama refusat - Defensa Eslava - Variant 4. e3
de: Damengambit (abgelehnt) Slawisch: 4.e3
es: Gambito de Dama Rehusado, Defensa Eslava, Variante 4.e3
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: 4.e3
fr: Gambit Dame refusé, défense slave, 4.e3
id: QGD: Slavia, 4.e3
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante 4.e3
nl: GDG Slavisch: 4.e3
pl: Gam.hetm nieprzyj.,Słowiańska, 4.e3
ru: Отказанный ферзевый гамбит: славянская защита, 4.e3
si: DGZ slovanska, 4. e3
sv: Damgambit avböjd: Slaviskt, 4.e3
uk: Відхилений ферзевий гамбіт: Слов’янський захист, 4.e3

source: QGD Slav: 5.e3 (Alekhine variation)
ar: جامبيت الوزير المرفوض السلافي: 5.e3 (اليخين تفريع)
br: Gambito da Dama Recusado, Defesa Eslava, Variante Alekhine (5.e3)
ca: Gambit de Dama refusat - Defensa Eslava - Variant Alekhine
de: Damengambit (abgelehnt) Slawisch: 5.e3 (Aljechin-Variante)
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Alekhine
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: 5.e3 (Alekhine aldaera)
fr: Gambit Dame refusé, défense slave, 5.e3, var. Alekhine
id: QGD: Slavia, 5.e3 (Varian Alekhine)
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Alekhine
nl: GDG Slavisch: 5.e3 (Aljechin variant)
pl: Gam.hetm nieprzyj.,Słowiańska, 5.e3 (wariant Alekhin'a)
ru: Отказанный ферзевый гамбит: славянская защита, 5.e3
si: DGZ slovanska, 5. e3 (Aljehinova različica)
sv: Damgambit avböjd: Slaviskt, 5.e3 (Aljechinvarianten)
tr: QGD Slav: 5.e3 (Alekhine varyasyonu)
uk: Відхилений ферзевий гамбіт: Слов’янський захист, 5.e3 (варіант Альохіна)
vi: QGD Slav: 5.e3 (Alekhine biến thể)
