Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: English: symmetrical, Rubinstein system
ar: الانجليزي : متناظر, روبينشتاين نظام
br: Abertura Inglesa, Variante Simétrica, Sistema Rubinstein
ca: Obertura Anglèsa - Variant Simètrica - Sistema Rubistein
de: Englisch: Symmetrisch, Rubinstein System
es: Apertura Inglesa, Variante Simétrica, Sistema Rubinstein
eu: Ingelesa: simetrikoa, Rubinstein sistema
fr: Anglaise symétrique, système Rubinstein
id: Inggris: Varian Simetris, Sistem Rubenstein
it: Apertura Inglese, Variante Simmetrica, Sistema Rubinstein
nl: Engels: symmetrisch, Rubinstein systeem
pl: Angielska, symetryczny, system Rubinstein'a
ru: Английское начало: симметричный вариант, система Рубинштейна
si: angleška, simetrična, Rubinsteinov sistem
sv: Engelskt: Symmetriskt, Rubinsteins system
tr: İngiliz: simetrik, Rubinstein sistemi
uk: Англійський початок: симетричний варіант, система Рубінштейна
vi: Tiếng Anh: đối xứng, hệ thống Rubinstein

source: English: symmetrical, four knights system
ar: الانجليزي : متناظر, الأربعة أحصنة نظام
br: Abertura Inglesa, Variante Simétrica, Sistema dos 4 Cavalos
ca: Obertura Anglèsa - Variant Simètrica, Sistema dels quatre cavalls
de: Englisch: Symmetrisch, Vierspringerspiel
es: Apertura Inglesa, Variante Simétrica, Sistema de los 4 Caballos
eu: Ingelesa: simetrikoa, lau zaldunen sistema
fr: Anglaise symétrique, système des 4 cavaliers
id: Inggris: Varian Simetris, Sistem 4 Kuda
it: Apertura Inglese, Variante Simmetrica, Sistema dei 4 Cavalli
nl: Engels: symmetrisch, vier paarden systeem
pl: Angielska, symetryczny, system czterch skoczków
ru: Английское начало: симметричный вариант, система четырех коней
si: angleška, simetrična, sistem štirih skakačev
sv: Engelskt: Symmetriskt, Fyrspringarspel
tr: İngiliz: simetrik, dört at sistemi
uk: Англійський початок: симетричний варіант, система чотирьох коней
vi: Tiếng Anh: đối xứng, bốn hệ thống hiệp sĩ

source: English: symmetrical, hedgehog system
ar: الانجليزي : متناظر, هيدجيهوج نظام
br: Abertura Inglesa, Variante Simétrica, Sistema Ouriço
ca: Obertura Anglèsa - Variant Simètrica - Sistema Eriçó
de: Englisch: Symmetrisch, Igel System
es: Apertura Inglesa, Variante Simétrica, Sistema Erizo
eu: Ingelesa: simetrikoa, hedgehog sistema
fr: Anglaise symétrique, système du hérisson
id: Inggris: Varian Simetris. Sistem Hedgehog
it: Apertura Inglese, Variante Simmetrica, Sistema Erizo
nl: Engels: symmetrisch, egel systeem
pl: Angielska, symetryczny, system jeża
ru: Английское начало: симметричный вариант, система ежа
si: angleška, simetrična, sistem ježevca
sv: Engelskt: Symmetriskt, Igelkottsystemet
tr: İngiliz: simetrik, kirpi sistemi
uk: Англійський початок: симетричний варіант, система їжака
vi: Tiếng Anh: đối xứng, hệ thống hedgehog

source: English: symmetrical, hedgehog, flexible formation
ar: الانجليزي : متناظر, هيدجيهوج, مرن تشكيل
br: Abertura Inglesa, Variante Simétrica, Sistema Ouriço, Formação Flexível
ca: Obertura Anglèsa - Variant Simètrica - Sistema Eriçó - Formació Flexible
de: Englisch: Symmetrisch, Igel, flexible Formation
es: Apertura Inglesa, Variante Simétrica, Sistema Erizo, Formación Flexible
eu: Ingelesa: simetrikoa, trikua, formazio malgua
fr: Anglaise symétrique, système du hérisson, formation flexible
id: Inggris: Varian Simetris, Hedgehog, Formasi Fleksibel
it: Apertura Inglese, Variante Simmetrica, Sistema Erizo, Formazione Flexible
nl: Engels: symmetrisch, egel, flexibele formatie
pl: Angielska, symetryczny, system jeża, formacja elastyczna
ru: Английское начало: симметричный вариант, система ежа, гибкое построение
si: angleška, simetrična, ježevec, fleksibilna formacija
sv: Engelskt: Symmetriskt, Igelkottsystemet, flexibel formation
tr: İngiliz: simetrik, kirpi, esnek formasyon
uk: Англійський початок: симетричний варіант, система їжака, гнучка побудова
vi: Tiếng Anh: đối xứng, hedgehog, hình linh hoạt

source: English: symmetrical, main line with b3
ar: الانجليزي : متناظر, الخط الرئيسي مع b4
br: Abertura Inglesa, Variante Simétrica, Linha Principal com b3
ca: Obertura Anglèsa - Variant Simètrica - Línia principal amb b3
de: Englisch: Symmetrisch, Hauptvariante mit b3
es: Apertura Inglesa, Variante Simétrica, Linea Principal con b3
eu: Ingelesa: simetrikoa, lerro nagusia b3rekin
fr: Anglaise symétrique, ligne principale, avec b3
id: Inggris: Varian Simetris, Jalur Utama dg b3
it: Apertura Inglese, Variante Simmetrica, Linea Principale con b3
nl: Engels: symmetrisch, hoofdlijn met b3
pl: Angielska, symetryczny, główna linia z b3
ru: Английское начало: симметричный вариант, основной вариант с b3
si: angleška: simetrična, glavna linija z b3
sv: Engelskt: Symmetriskt, Huvudvarianten med b3
tr: İngiliz: simetrik, b3 ile ana hat
uk: Англійський початок: симетричний варіант, основний варіант з b3
vi: Tiếng Anh: đối xứng, dòng chính với b3

source: English: symmetrical, main line with d3
ar: الانجليزي : متناظر, الخط الرئيسي مع d3
br: Abertura Inglesa, Variante Simétrica, Linha Principal com d3
ca: Obertura Anglèsa - Variant Simètrica - Línia principal amb d3
de: Englisch: Symmetrisch, Hauptvariante mit d3
es: Apertura Inglesa, Variante Simétrica, Linea Principal con d3
eu: Ingelesa: simetrikoa, lerro nagusia d3rekin
fr: Anglaise symétrique, ligne principale, avec d3
id: Inggris: Varian Simetris, Jalur Utama dg d3
it: Apertura Inglese, Variante Simmetrica, Linea Principale con d3
nl: Engels: symmetrisch, hoofdlijn met d3
pl: Angielska, symetryczny, główna linia z d3
ru: Английское начало: симметричный вариант, основной вариант с d3
si: angleška: simetrična, glavna linija z d3
sv: Engelskt: Symmetriskt, Huvudvarianten med d3
tr: İngiliz: simetrik, d3 ile ana hat
uk: Англійський початок: симетричний варіант, основний варіант з d3
vi: Tiếng Anh: đối xứng, dòng chính với d3

source: English: symmetrical, main line with d4
ar: الانجليزي : متناظر, الخط الرئيسي مع d4
br: Abertura Inglesa, Variante Simétrica, Linha Principal com d4
ca: Obertura Anglèsa - Variant Simètrica - Línia principal amb d4
de: Englisch: Symmetrisch, Hauptvariante mit d4
es: Apertura Inglesa, Variante Simétrica, Linea Principal con d4
eu: Ingelesa: simetrikoa, lerro nagusia d4rekin
fr: Anglaise symétrique, ligne principale, avec d4
id: Inggris: Varian Simetris, Jalur Utama dg d4
it: Apertura Inglese, Variante Simmetrica, Linea Principale con d4
nl: Engels: symmetrisch, hoofdlijn met d4
pl: Angielska, symetryczny, główna linia z d4
ru: Английское начало: симметричный вариант, основной вариант с d4
si: angleška: simetrična, glavna linija z d4
sv: Engelskt: Symmetriskt, Huvudvarianten med d4
tr: İngiliz: simetrik, d4 ile ana hat
uk: Англійський початок: симетричний варіант, основний варіант з d4
vi: Tiếng Anh: đối xứng, dòng chính với d4

source: English: symmetrical, three knights system
ar: الانجليزي : متناظر, الثلاثة أفراس نظام
br: Abertura Inglesa, Variante Simétrica, Sistema dos 3 Cavalos
ca: Obertura Anglèsa - Variant Simètrica - Sistema dels tres cavalls
de: Englisch: Symmetrisch, Dreispringerspiel
es: Apertura Inglesa, Variante Simétrica, Sistema de los 3 Caballos
eu: Ingelesa: simetrikoa, hiru zaldunen sistema
fr: Anglaise symétrique, système des 3 cavaliers
id: Inggris: Varian Simetris, Sistem 3 Kuda
it: Apertura Inglese, Variante Simmetrica, Sistema dei 3 Cavalli
nl: Engels: symmetrisch, drie paarden systeem
pl: Angielska, symetryczny, system trzech skoczków
ru: Английское начало: симметричный вариант, система трех коней
si: angleška, simetrična, sistem treh skakačev
sv: Engelskt: Symmetriskt, Trespringarspel
tr: İngiliz: simetrik, 3 at sistemi
uk: Англійський початок: симетричний варіант, система трьох коней
vi: Tiếng Anh: đối xứng, ba hệ thống hiệp sĩ

source: English: three knights system
ar: الانجليزي : الثلاثة أفراس نظام
br: Abertura Inglesa, Sistema dos 3 Cavalos
ca: Obertura Anglèsa - Sistema dels tres cavalls
de: Englisch: Dreispringerspiel
es: Apertura Inglesa, Sistema de los 3 Caballos
eu: Ingelesa: hiru zaldunen sistema
fr: Anglaise, système des 3 cavaliers
id: Inggris: Sistem 3 Kuda
it: Apertura Inglese, Sistema dei 3 Cavalli
nl: Engels: drie paarden systeem
pl: Angielska, system trzech skoczków
ru: Английское начало: система трех коней
si: angleška otvoritev, sistem treh skakačev
sv: Engelskt: Trespringarspel
tr: İngiliz: üç at sistemi
uk: Англійський початок: система трьох коней
vi: Tiếng Anh: ba hệ thống hiệp sĩ

source: English: ultra-symmetrical variation
ar: الانجليزي : الفائق-التفريع المتناظر
br: Abertura Inglesa, Variante Ultra Simétrica
ca: Obertura Anglèsa - Variant Ultra Simètrica
de: Englisch: Ultra-Symmetrische Variante
es: Apertura Inglesa, Variante Ultra Simétrica
eu: Ingelesa: aldaera ultra-simetrikoa
fr: Anglaise, var. ultra-symétrique
id: Inggris: Varian Ultra Simetris
it: Apertura Inglese, Variante Ultra Simmetrica
nl: Engels: ultra-symmetrische variant
pl: Angielska, wariant skrajnie symetryczny
ru: Английское начало: ультрасимметричный вариант
si: angleška, ultra simetrična različica
sv: Engelskt: Ultra-symmetrisk variant
tr: İngiliz: ileri simetrik varyasyon
uk: Англійський початок: ультрасиметричний варіант
vi: Tiếng Anh: biến siêu đối xứng

source: Evans counter-gambit
ar: إيفانس الجامبيت المضاد
br: Contra-Gambito Evans
ca: Gambit Evans refusat - Contra-Gambit Evans
de: Evans Gegengambit
es: Gambito Evans Rehusado, ContraGambito Evans
eu: Evansen kontra-ganbitoa
fr: Gambit Evans, contre-gambit
id: Gambit Balasan Evans
it: Gambetto Evans Rifiutato, Controgambetto Evans
nl: Evans tegengambiet
pl: Kontrgambit Evans'a
ru: Контргамбит Эванса
si: Evansov proti-gambit
sv: Evans motgambit
tr: Evans karşı gambiti
uk: Контргамбіт Еванса
vi: Evans phản Gambit

source: Evans gambit accepted
ar: جامبيت إيفانس المقبول
br: Gambito Evans Aceito
ca: Gambit Evans acceptat
de: Evans gambit
es: Gambito Evans Aceptado
eu: Evans-en ganbito onartua
fr: Gambit Evans accepté
id: Gambit Evans Diterima
it: Gambetto Evans Accettato
nl: Aanvaard Evans gambiet
pl: Gambit Evans'a przyjęty
ru: Гамбит Эванса
si: Evansov gambit sprejet
sv: Evans gambit antagen
tr: Evans gambiti kabul edildi
uk: Прийнятий гамбіт Еванса
vi: Evans cờ chấp nhận

source: Evans gambit declined, 5.a4
ar: جامبيت إيفانس المرفوض, 5.a5
br: Gambito Evans Recusado, Variante 5.a4
ca: Gambit Evans refusat - Variant 5. a4
de: Evans Gambit abgelehnt, 5.a4
es: Gambito Evans Rehusado, Variante 5.a4
eu: Evans-en ganbito ukatua, 5.a4
fr: Gambit Evans refusé, 5.a4
id: Gambit Evans Ditolak, 5.a4
it: Gambetto Evans Rifiutato, Variante 5.a4
nl: Evans gambiet geweigerd, 5.a4
pl: Gambit Evans'a nieprzyjęty, 5.a4
ru: Отказанный гамбит Эванса, 5.a4
si: Evansov gambit zavrnjen, 5. a4
sv: Evans gambit avböjd: 5.a4
tr: Evans gambiti red edildi, 5.a4
uk: Відхилений гамбіт Еванса, 5.a4
vi: Evans cờ giảm, 5.a4

source: Evans gambit declined, Cordel variation
ar: جامبيت إيفانس المرفوض, كوردل تفريع
br: Gambito Evans Recusado, Variante Cordel
ca: Gambit Evans refusat - Variant cordill
de: Evans Gambit abgelehnt, Cordel-Variante
es: Gambito Evans Rehusado, Variante Cordel
eu: Evans-en ganbito ukatua, Cordel aldaera
fr: Gambit Evans refusé, var. Cordel
id: Gambit Evans Ditolak, Varian Cordel
it: Gambetto Evans Rifiutato, Variante Cordel
nl: Evans gambiet geweigerd, Cordel variant
pl: Gambit Evans'a nieprzyjęty, wariant Cordel'a
ru: Отказанный гамбит Эванса: вариант Корделя
si: Evansov gambit zavrnjen, Cordelova različica
sv: Evans gambit avböjd: Cordelvarianten
tr: Evans gambiti red edildi, Cordel varyasyonu
uk: Відхилений гамбіт Еванса: варіант Корделя
vi: Evans cờ giảm, biến đổi Cordel

source: Evans gambit declined, Hicken variation
ar: جامبيت إيفانس المرفوض, هيكن تفريع
br: Gambito Evans Recusado, Variante Hicken
ca: Gambit Evans refusat - Variant Hirschbach - Variant Hicken
de: Evans Gambit abgelehnt, Hicken-Variante
es: Gambito Evans Rehusado, Variante Hirschbach, Variante Hicken
eu: Evans-en ganbito ukatua, Hicken aldaera
fr: Gambit Evans refusé, var. Hicken
id: Gambit Evans Ditolak, Varian Hicken
it: Gambetto Evans Rifiutato, Variante Hirschbach, Variante Hicken
nl: Evans gambiet geweigerd, Hicken variant
pl: Gambit Evans'a nieprzyjęty, wariant Hicken'a
ru: Отказанный гамбит Эванса: вариант Хикена
si: Evansov gambit zavrnjen, Hickenova različica
sv: Evans gambit avböjd: Hickenvarianten
tr: Evans gambiti red edildi, Hicken varyasyonu
uk: Відхилений гамбіт Еванса: варіант Хікена
vi: Evans cờ giảm, Hicken biến

source: Evans gambit declined, Hirschbach variation
ar: جامبيت إيفانس المرفوض, هبرشباخ تفريع
br: Gambito Evans Recusado, Variante Hirschbach
ca: Gambit Evans refusat - Variant Hirschbach
de: Evans Gambit abgelehnt, Hirschbach-Variante
es: Gambito Evans Rehusado, Variante Hirschbach
eu: Evans-en ganbito ukatua, Hirschbach aldaera
fr: Gambit Evans refusé, var. Hirschbach
id: Gambit Evans Ditolak, Varian Hirschbach
it: Gambetto Evans Rifiutato, Variante Hirschbach
nl: Evans gambiet geweigerd, Hirschbach variant
pl: Gambit Evans'a nieprzyjęty, wariant Hirschbach'a
ru: Отказанный гамбит Эванса: вариант Хиршбаха
si: Evansov gambit zavrnjen, Hirschbachova različica
sv: Evans gambit avböjd: Hirschbachvarianten
tr: Evans gambiti red edildi, Hirschbach varyasyonu
uk: Відхилений гамбіт Еванса: варіант Хіршбаха
vi: Evans cờ giảm, Hirschbach biến

source: Evans gambit declined, Lange variation
ar: جامبيت إيفانس المرفوض, لانجي تفريع
br: Gambito Evans Recusado, Variante Lange
ca: Gambit Evans refusat - Variant Lange
de: Evans Gambit abgelehnt, Lange-Variante
es: Gambito Evans Rehusado, Variante Lange
eu: Evans-en ganbito ukatua, Lange aldaera
fr: Gambit Evans refusé, var. Lange
id: Gambit Evans Ditolak, Varian Lange
it: Gambetto Evans Rifiutato, Variante Lange
nl: Evans gambiet geweigerd, Lange variant
pl: Gambit Evans'a nieprzyjęty, wariant Lange'go
ru: Отказанный гамбит Эванса: вариант Ланге
si: Evansov gambit zavrnjen, Langeva različica
sv: Evans gambit avböjd: Langevarianten
tr: Evans gambiti red edildi, Lange varyasyonu
uk: Відхилений гамбіт Еванса: варіант Ланге
vi: Evans cờ giảm, Lange biến

source: Evans gambit declined, Pavlov variation
ar: جامبيت إيفانس المرفوض, بافلوف تفريع
br: Gambito Evans Recusado, Variante Pavlov
ca: Gambit Evans refusat - Variant Lange - Variantt Pavlov
de: Evans Gambit abgelehnt, Pavlov-Variante
es: Gambito Evans Rehusado, Variante Lange, Variante Pavlov
eu: Evans-en ganbito ukatua, Pavlov aldaera
fr: Gambit Evans refusé, var Pavlov
id: Gambit Evans Ditolak, Varian Pavlov
it: Gambetto Evans Rifiutato, Variante Lange, Variante Pavlov
nl: Evans gambiet geweigerd, Pavlov variant
pl: Gambit Evans'a nieprzyjęty, wariant Pavlov'a
ru: Отказанный гамбит Эванса: вариант Павлова
si: Evansov gambit zavrnjen, Pavlova različica
sv: Evans gambit avböjd: Pavlovvarianten
tr: Evans gambiti red edildi, Pavlov varyasyonu
uk: Відхилений гамбіт Еванса: варіант Павлова
vi: Evans cờ giảm, Pavlov biến

source: Evans gambit declined, Showalter variation
ar: جامبيت إيفانس المرفوض, تفريع شولتر
br: Gambito Evans Recusado, Variante Showalter
ca: Gambit Evans refusat - Variant Showalter
de: Evans Gambit abgelehnt, Showalter-Variante
es: Gambito Evans Rehusado, Variante Showalter
eu: Evans-en ganbito ukatua, Showalterren aldaera
fr: Gambit Evans refusé, var. Showalter
id: Gambit Evans Ditolak, Varian Showalter
it: Gambetto Evans Rifiutato, Variante Showalter
nl: Evans gambiet geweigerd, Showalter variant
pl: Gambit Evans'a nieprzyjęty, wariant Showalter'a
ru: Отказанный гамбит Эванса: вариант Шовальтера
si: Evansov gambit zavrnjen, Showalterjeva različica
sv: Evans gambit avböjd: Showaltervarianten
tr: Evans gambiti red edildi, Showalter varyasyonu
uk: Відхилений гамбіт Еванса: варіант Шовальтера
vi: Evans cờ giảm, Showalter biến

source: Evans gambit declined, Vasquez variation
ar: جامبيت إيفانس المرفوض, فاسقيز تفريع
br: Gambito Evans Recusado, Variante Vasquez
ca: Gambit Evans refusat - Variant Hirschbach - Variant Vasquez
de: Evans Gambit abgelehnt, Vasquez-Variante
es: Gambito Evans Rehusado, Variante Hirschbach, Variante Vasquez
eu: Evans-en ganbito ukatua, Vasquezen aldaera
fr: Gambit Evans refusé, var. Vasquez
id: Gambit Evans Ditolak, Varian Vasquez
it: Gambetto Evans Rifiutato, Variante Hirschbach, Variante Vasquez
nl: Evans gambiet geweigerd, Vasquez variant
pl: Gambit Evans'a nieprzyjęty, wariant Vasquez'a
ru: Отказанный гамбит Эванса: вариант Васкеса
si: Evansov gambit zavrnjen, Vasquezova različica
sv: Evans gambit avböjd: Vasquezvarianten
tr: Evans gambiti red edildi, Vasquez varyasyonu
uk: Відхилений гамбіт Еванса: варіант Васкеса
vi: Evans cờ giảm, Vasquez biến

source: Evans gambit: 5...Be7
ar: جامبيت إيفانس: 5...Be8
br: Gambito Evans, 5...Be7
ca: Gambit Evans acceptat - 5 ... Ae7
de: Evans Gambit: 5...Le7
es: Gambito Evans Aceptado, 5...Ae7
eu: Evans-en ganbitoa: 5...Ae7
fr: Gambit Evans, 5...Fe7
id: Gambit Evans, 5....Ge7
it: Gambetto Evans Accettato, 5...Ae7
nl: Evans gambiet: 5 ... Le7
pl: Gambit Evans'a, 5...Ge7
ru: Гамбит Эванса: 5...Сe7
si: Evansov gambit, 5. Le7
sv: Evans gambit: 5...Le7
tr: Evans gambiti: 5...Be7
uk: Гамбіт Еванса: 5...Сe7
vi: Evans cờ: 5 ... Be7

source: Evans gambit: Alapin-Steinitz variation
ar: جامبيت إيفانس: الابين-تفريع شتاينتز
br: Gambito Evans, Variante Alapin-Steinitz
ca: Gambit Evans acceptat - Variant Alapin Steinitz
de: Evans Gambit: Alapin-Steinitz-Variante
es: Gambito Evans Aceptado, Variante Alapin Steinitz
eu: Evans-en ganbitoa: Alapin-Steinitz aldaera
fr: Gambit Evans, var. Alapin - Steinitz
id: Gambit Evans: Varian Alapin-Steinitz
it: Gambetto Evans Accettato, Variante Alapin Steinitz
nl: Evans gambiet: Alapin-Steinitz variant
pl: Gambit Evans'a, wariant Alapin-Steinitz
ru: Гамбит Эванса: вариант Алапина-Стейница
si: Evansov gambit, Alapin-Steinitzova različica
sv: Evans gambit: Alapin-Steinitzvarianten
tr: Evans gambiti: Alapin-Steinitz varyasyonu
uk: Гамбіт Еванса: варіант Алапіна-Стейніца
vi: Evans cờ: Alapin-Steinitz biến

source: Evans gambit: Cordel variation
ar: جامبيت إيفانس: كوردل تفريع
br: Gambito Evans, Variante Cordel
ca: Gambit Evans acceptat - Variant cordill
de: Evans Gambit: Cordel-Variante
es: Gambito Evans Aceptado, Variante Cordel
eu: Evans-en ganbitoa: Cordel aldaera
fr: Gambit Evans, var. Cordel
id: Gambit Evans: Varian Cordel
it: Gambetto Evans Accettato, Variante Cordel
nl: Evans gambiet: Cordel variant
pl: Gambit Evans'a, wariant Cordel'a
ru: Гамбит Эванса: вариант Корделя
si: Evansov gambit, Cordelova različica
sv: Evans gambit: Cordelvarianten
tr: Evans gambiti: Cordel varyasyonu
uk: Гамбіт Еванса: варіант Корделя
vi: Evans cờ: biến thể Cordel

source: Evans gambit: Fraser attack
ar: جامبيت إيفانس: فرازر هجوم
br: Gambito Evans, Ataque Fraser
ca: Gambit Evans acceptat - Atac Fraser
de: Evans Gambit: Fraser Angriff
es: Gambito Evans Aceptado, Ataque Fraser
eu: Evans-en ganbitoa: Fraser erasoa
fr: Gambit Evans, attaque Fraser
id: Gambit Evans: Serangan Fraser
it: Gambetto Evans Accettato, Attacco Fraser
nl: Evans gambiet: Fraser aanval
pl: Gambit Evans'a, atak Fraser'a
ru: Гамбит Эванса: атака Фрейзера
si: Evansov gambit, Fraserjev napad
sv: Evans gambit: Frasers angrepp
tr: Evans gambiti: Fraser hücumu
uk: Гамбіт Еванса: атака Фрейзера
vi: Evans cờ: Fraser tấn công

source: Evans gambit: Fraser-Mortimer attack
ar: جامبيت إيفانس: فرازر-مورتليمر هجوم
br: Gambito Evans, Ataque Fraser-Mortimer
ca: Gambit Evans acceptat - Atac Fraser Mortimer
de: Evans Gambit: Fraser-Mortimer Angriff
es: Gambito Evans Aceptado, Ataque Fraser Mortimer
eu: Evans-en ganbitoa: Fraser-Mortimer erasoa
fr: Gambit Evans, attaque Fraser - Mortimer
id: Gambit Evans: Serangan Fraser-Mortimer
it: Gambetto Evans Accettato, Attacco Fraser Mortimer
nl: Evans gambiet: Fraser-Mortimer aanval
pl: Gambit Evans'a, atak Fraser-Mortimer
ru: Гамбит Эванса: атака Фрейзера-Мортимера
si: Evansov gambit, Fraser-Mortimerjev napad
sv: Evans gambit: Fraser-Mortimers angrepp
tr: Evans gambiti: Fraser-Mortimer hücumu
uk: Гамбіт Еванса: атака Фрейзера-Мортімера
vi: Thí quân Evans: tấn công Fraser-Mortimer

source: Evans gambit: Goering attack
ar: جامبيت إيفانس: جورنج هجوم
br: Gambito Evans, Ataque Goering
ca: Gambit Evans acceptat - Atac Goering
de: Evans Gambit: Goering Angriff
es: Gambito Evans Aceptado, Ataque Goering
eu: Evans-en ganbitoa: Goering erasoa
fr: Gambit Evans, attaque Göring
id: Gambit Evans: Serangan Goering
it: Gambetto Evans Accettato, Attacco Goering
nl: Evans gambiet: Göring aanval
pl: Gambit Evans'a, atak Goering'a
ru: Гамбит Эванса: атака Геринга
si: Evansov gambit, Goeringov napad
sv: Evans gambit: Görings angrepp
tr: Evans gambiti: Goering hücumu
uk: Гамбіт Еванса: атака Герінга
vi: Evans cờ: Goering tấn công

source: Evans gambit: Lasker defence
ar: جامبيت إيفانس: لاسكر دفاع
br: Gambito Evans, Defesa Lasker
ca: Gambit Evans acceptat - Defensa Lasker
de: Evans Gambit: Lasker Verteidigung
es: Gambito Evans Aceptado, Defensa Lasker
eu: Evans-en ganbitoa: Lasker defentsa
fr: Gambit Evans, défense Lasker
id: Gambit Evans: Pembelaan Lasker
it: Gambetto Evans Accettato, Difesa Lasker
nl: Evans gambiet: Lasker verdediging
pl: Gambit Evans'a, obrona Lasker'a
ru: Гамбит Эванса: защита Ласкера
si: Evansov gambit, Laskerjeva obramba
sv: Evans gambit: Laskers försvar
tr: Evans gambiti: Lasker savunması
uk: Гамбіт Еванса: захист Ласкера
vi: Thí quân Evans: Phòng thủ Lasker

source: Evans gambit: Leonhardt variation
ar: جامبيت إيفانس: ليونهاردت تفريع
br: Gambito Evans, Variante Leonhardt
ca: Gambit Evans acceptat - Variant Leonhardt
de: Evans Gambit: Leonhardt-Variante
es: Gambito Evans Aceptado, Variante Leonhardt
eu: Evans-en ganbitoa: Leonhardt aldaera
fr: Gambit Evans, var. Leonhardt
id: Gambit Evans: Varian Leonhardt
it: Gambetto Evans Accettato, Variante Leonhardt
nl: Evans gambiet: Leonhardt variant
pl: Gambit Evans'a, wariant Leonhardt'a
ru: Гамбит Эванса: вариант Леонгардта
si: Evansov gambit, Leonhardtova različica
sv: Evans gambit: Leonhardtvarianten
tr: Evans gambiti: Leonhardt varyasyonu
uk: Гамбіт Еванса: варіант Леонгардта
vi: Evans cờ: Leonhardt biến

source: Evans gambit: Levenfish variation
ar: جامبيت إيفانس: ليفنفنيش تفريع
br: Gambito Evans, Variante Levenfish
ca: Gambit Evans acceptat - Variant Levenfish
de: Evans Gambit: Löwenfisch-Variante
es: Gambito Evans Aceptado, Variante Levenfish
eu: Evans-en ganbitoa: Levenfish aldaera
fr: Gambit Evans, var. Levenfish
id: Gambit Evans: Varian Levenfish
it: Gambetto Evans Accettato, Variante Levenfish
nl: Evans gambiet: Levenfish variant
pl: Gambit Evans'a, wariant Levenfish'a
ru: Гамбит Эванса: вариант Левенфиша
si: Evansov gambit, Levenfishova različica
sv: Evans gambit: Löwenfischvarianten
tr: Evans gambiti: Levenfish varyasyonu
uk: Гамбіт Еванса: варіант Левенфіша
vi: Evans cờ: Levenfish biến

source: Evans gambit: Mayet defence
ar: جامبيت إيفانس: مايت دفاع
br: Gambito Evans, Defesa Mayet
ca: Gambit Evans acceptat - Defensa Mayet
de: Evans Gambit: Mayet Verteidigung
es: Gambito Evans Aceptado, Defensa Mayet
eu: Evans-en ganbitoa: Mayet defentsa
fr: Gambit Evans, défense Mayet
id: Gambit Evans: Pembelaan Mayet
it: Gambetto Evans Accettato, Difesa Mayet
nl: Evans gambiet: Mayet verdediging
pl: Gambit Evans'a, obrona Mayet
ru: Гамбит Эванса: защита Майета
si: Evansov gambit, Mayetova obramba
sv: Evans gambit: Mayets försvar
tr: Evans gambiti: Mayet savunması
uk: Гамбіт Еванса: захист Майєта
vi: Thí quân Evans: Phòng thủ Mayet
