Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Two knights defence, Perreux variation
ar: دفاع الفرسين, بيروكس تفريع
br: Defesa dos 2 Cavalos, Variante Perreux
ca: Defensa dels dos cavalls - Variant Perreux
de: Zweispringerspiel im Nachzug, Perreux Variante
es: Defensa de los 2 Caballos, Variante Perreux
eu: Bi zaldunen defentsa, Perreux aldaera
fr: Défense des 2 cavaliers, var. de Perreux
id: 2 Kuda, Varian Perreux
it: Difesa dei 2 Cavalli, Variante Perreux
nl: Tweepaardenspel, Perreux variant
pl: Obrona dwóch skoczków, wariant Perreux
ru: Защита двух коней: вариант Пере
si: Obramba dveh skakačev, Perreuxova različica
sv: Tvåspringarspel: Perreuxvarianten
tr: İki at savunması, Perreux varyasyonu
uk: Захист двох коней: варіант Пере
vi: Hai hiệp sĩ bảo vệ, Perreux biến

source: Two knights defence: Blackburne variation
ar: دفاع الفرسين: برنبلاك تفريع
br: Defesa dos 2 Cavalos, Variante Blackburne
ca: Defensa dels dos cavalls - Variant Blackburne
de: Zweispringerspiel im Nachzug: Blackburne-Variante
es: Defensa de los 2 Caballos, Variante Blackburne
eu: Bi zaldunen defentsa: Blackburne aldaera
fr: Défense des 2 cavaliers, var. Blackburne
id: 2 Kuda: Varian Blackburne
it: Difesa dei 2 Cavalli, Variante Blackburne
nl: Tweepaardenspel: Blackburne variant
pl: Obrona dwóch skoczków:wariant Blackburne
ru: Защита двух коней: вариант Блэкберна
si: obramba dveh skakačev, Blackburneva različica
sv: Tvåspringarspel: Blackburnevarianten
tr: iki at savunması: Blackburne varyasyonu
uk: Захист двох коней: варіант Блекберна
vi: hai hiệp sĩ bảo vệ: Blackburne biến

source: Two knights defence: Bogolyubov variation
ar: دفاع الفرسين: تفريع وجوليوبوف
br: Defesa dos 2 Cavalos, Variante Bogoljubow
ca: Defensa dels dos cavalls - Variant Bogooljubow
de: Zweispringerspiel im Nachzug: Bogolyubov-Variante
es: Defensa de los 2 Caballos, Variante Bogoljubow
eu: Bi zaldunen defentsa: Bogolyubov aldaera
fr: Défense des 2 cavaliers, var. Bogoljubov
id: 2 Kuda: Varian Bogolyubov
it: Difesa dei 2 Cavalli, Variante Bogoljubow
nl: Tweepaardenspel: Bogolyubov variant
pl: Obrona dwóch skoczków:wariant Bogolyubov'a
ru: Защита двух коней: вариант Боголюбова
si: obramba dveh skakačev, Bogolyubova različica
sv: Tvåspringarspel: Bogoljubowvarianten
tr: iki at savunması: Bogolyubov varyasyonu
uk: Захист двох коней: варіант Боголюбова
vi: hai hiệp sĩ bảo vệ: Bogolyubov biến

source: Two knights defence: Canal variation
ar: دفاع الفرسين: كانال تفريع
br: Defesa dos 2 Cavalos, Variante Canal
ca: Defensa dels dos cavalls - Variant Canal
de: Zweispringerspiel im Nachzug: Canal-Variante
es: Defensa de los 2 Caballos, Variante Canal
eu: Bi zaldunen defentsa: Canal aldaera
fr: Défense des 2 cavaliers, var. Canal
id: 2 Kuda: Varian Canal
it: Difesa dei 2 Cavalli, Variante Canal
nl: Tweepaardenspel: Canal variant
pl: Obrona dwóch skoczków:wariant Canal
ru: Защита двух коней: вариант Каналя
si: obramba dveh skakačev, Canalova različica
sv: Tvåspringarspel: Canalvarianten
tr: iki at savunması: Kanal varyasyonu
uk: Захист двох коней: варіант Каналя
vi: hai hiệp sĩ bảo vệ: thay đổi kênh

source: Two knights defence: Colman variation
ar: دفاع الفرسين: كولمان تفريع
br: Defesa dos 2 Cavalos, Variante Colman
ca: Defensa dels dos cavalls - Variant Colman
de: Zweispringerspiel im Nachzug: Colman-Variante
es: Defensa de los 2 Caballos, Variante Colman
eu: Bi zaldunen defentsa: Colman aldaera
fr: Défense des 2 cavaliers, var. Colman
id: 2 Kuda: Varian Colman
it: Difesa dei 2 Cavalli, Variante Colman
nl: Tweepaardenspel: Colman variant
pl: Obrona dwóch skoczków:wariant Colman'a
ru: Защита двух коней: вариант Колмана
si: obramba dveh skakačev, Colmanova različica
sv: Tvåspringarspel: Colmanvarianten
tr: iki at savunması: Colman varyasyonu
uk: Захист двох коней: варіант Колмана
vi: hai hiệp sĩ bảo vệ: Colman biến

source: Two knights defence: Fegatello attack, Leonhardt variation
ar: دفاع الفرسين: فيجاتلو هجوم, ليونهاردت تفريع
br: Defesa dos 2 Cavalos, Ataque Fegatello, Variante Leonhart
ca: Defensa dels dos cavalls - Atac Fegatello - Variant Leonhart
de: Zweispringerspiel im Nachzug: Fegatello Angriff, Leonhardt-Variante
es: Defensa de los 2 Caballos, Ataque Fegatello, Variante Leonhart
eu: Bi zaldunen defentsa: Fegatello erasoa, Leonhardt aldaera
fr: Défense des 2 cavaliers, attaque fegatello, var. Leonhardt
id: 2 Kuda: Serangan Fegatelo, Varian Leonhardt
it: Difesa dei 2 Cavalli, Attacco Fegatello, Variante Leonhart
nl: Tweepaardenspel: Fegatello aanval, Leonhardt variant
pl: Obrona dwóch skoczków:atak Fegatello,wariant Leonhardt'a
ru: Защита двух коней: вариант с жертвой коня, вариант Леонгардта
si: obramba dveh skakačev, Fegatellov napad, Leonhardtova različica
sv: Tvåspringarspel: Fegatellos angrepp, Leonhardtvarianten
tr: iki at savunması: Fegatello hücumu, Leonhardt varyasyonu
uk: Захист двох коней: варіант із жертвою коня, варіант Леонгардта
vi: hai hiệp sĩ bảo vệ: Fegatello tấn công, Leonhardt biến

source: Two knights defence: Fegatello attack, Polerio defence
ar: دفاع الفرسين: فيجاتلو هجوم, بوليريو دفاع
br: Defesa dos 2 Cavalos, Defesa Polerio
ca: Defensa dels dos cavalls - Defensa Polerio
de: Zweispringerspiel im Nachzug: Fegatello Angriff, Polerio Verteidigung
es: Defensa de los 2 Caballos, Defensa Polerio
eu: Bi zaldunen defentsa: Fegatelloren erasoa, Polerioaren defentsa
fr: Défense des 2 cavaliers, attaque fegatello, défense Polerio
id: 2 Kuda: Serangan Fegatelo, Pembelaan Polerio
it: Difesa dei 2 Cavalli, Difesa Polerio
nl: Tweepaardenspel: Fegatello aanval, Polerio verdediging
pl: Obrona dwóch skoczków:atak Fegatello, obrona Polerio
ru: Защита двух коней: вариант с жертвой коня, защита Полерио
si: obramba dveh skakačev, Fegatellov napad, Poleriova obramba
sv: Tvåspringarspel: Fegatellos angrepp, Polerios försvar
tr: iki at savunması: Fegatello hücumu, Polerio savunması
uk: Захист двох коней: варіант із жертвою коня, захист Полеріо
vi: hai hiệp sĩ bảo vệ: Fegatello tấn công, phòng thủ Polerio

source: Two knights defence: Fegatello attack
ar: دفاع الفرسين: فيجاتلو هجوم
br: Defesa dos 2 Cavalos, Ataque Fegatello
ca: Defensa dels dos cavalls - Atac Fegatello
de: Zweispringerspiel im Nachzug: Fegatello-Angriff
es: Defensa de los 2 Caballos, Ataque Fegatello
eu: Bi zaldunen defentsa: Fegatello erasoa
fr: Défense des 2 cavaliers, attaque fegatello (fried liver ou foie frit)
id: 2 Kuda: Serangan Fegatello
it: Difesa dei 2 Cavalli, Attacco Fegatello
nl: Tweepaardenspel: Fegatello aanval
pl: Obrona dwóch skoczków:atak Fegatello
ru: Защита двух коней: вариант с жертвой коня
si: obramba dveh skakačev, Fegatellov napad
sv: Tvåspringarspel: Fegatellos angrepp
tr: iki at savunması: Fegatello hücumu
uk: Захист двох коней: варіант із жертвою коня
vi: hai hiệp sĩ bảo vệ: Fegatello tấn công

source: Two knights defence: Fritz variation
ar: دفاع الفرسين: فريتز تفريع
br: Defesa dos 2 Cavalos, Variante Fritz
ca: Defensa dels dos cavalls - Variant Fritz
de: Zweispringerspiel im Nachzug: Fritz-Variante
es: Defensa de los 2 Caballos, Variante Fritz
eu: Bi zaldunen defentsa: Fritz aldaera
fr: Défense des 2 cavaliers, var. Fritz
id: 2 Kuda: Varian Fritz
it: Difesa dei 2 Cavalli, Variante Fritz
nl: Tweepaardenspel: Fritz variant
pl: Obrona dwóch skoczków:atak Fritz'a
ru: Защита двух коней: вариант Фрица
si: obramba dveh skakačev, Fritzova različica
sv: Tvåspringarspel: Fritzvarianten
tr: iki at savunması: Fritz varyasyonu
uk: Захист двох коней: варіант Фріца
vi: hai hiệp sĩ bảo vệ: Fritz biến

source: Two knights defence: Fritz, Gruber variation
ar: دفاع الفرسين: فريتز, جروبر تفريع
br: Defesa dos 2 Cavalos, Variante Fritz, Variante Gruber
ca: Defensa dels dos cavalls - Variant Fritz - Variant Gruber
de: Zweispringerspiel im Nachzug: Fritz, Gruber-Variante
es: Defensa de los 2 Caballos, Variante Fritz, Variante Gruber
eu: Bi zaldunen defentsa: Fritz, Gruber aldaera
fr: Défense des 2 cavaliers, var. Fritz, var. Gruber
id: 2 Kuda: Varian Fritz, Varian Gruber
it: Difesa dei 2 Cavalli, Variante Fritz, Variante Gruber
nl: Tweepaardenspel: Fritz, Gruber var
pl: Obrona dwóch skoczków:wariant Fritz'a,Grubera
ru: Защита двух коней: вариант Фрица, вариант Грубера
si: obramba dveh skakačev, Fritz, Gruberjeva različica
sv: Tvåspringarspel: Fritz, Grubervarianten
tr: iki at savunması: Fritz, Gruber varyasyonu
uk: Захист двох коней: варіант Фріца, варіант Грубера
vi: hai hiệp sĩ bảo vệ: Fritz, Gruber biến

source: Two knights defence: Goering variation
ar: دفاع الفرسين: جورنج تفريع
br: Defesa dos 2 Cavalos, Variante Goering
ca: Defensa dels dos cavalls - Variant Goering
de: Zweispringerspiel im Nachzug: Goering-Variante
es: Defensa de los 2 Caballos, Variante Goering
eu: Bi zaldunen defentsa: Goering aldaera
fr: Défense des 2 cavaliers, var. Göring
id: 2 Kuda: Varian Goering
it: Difesa dei 2 Cavalli, Variante Goering
nl: Tweepaardenspel: Göring variant
pl: Obrona dwóch skoczków:wariant Goering'a
ru: Защита двух коней: вариант Геринга
si: obramba dveh skakačev, Goeringova različica
sv: Tvåspringarspel: Göringvarianten
tr: iki at savunması: Goering varyasyonu
uk: Захист двох коней: варіант Герінга
vi: hai hiệp sĩ bảo vệ: Goering biến

source: Two knights defence: Kieseritsky variation
ar: دفاع الفرسين: كايزرتسكي تفريع
br: Defesa dos 2 Cavalos, Variante Kieseritzky
ca: Defensa dels dos cavalls - Variant Kieseritzky
de: Zweispringerspiel im Nachzug: Kieseritsky-Variante
es: Defensa de los 2 Caballos, Variante Kieseritzky
eu: Bi zaldunen defentsa: Kieseritsky aldaera
fr: Défense des 2 cavaliers, var. Kieseritzky
id: 2 Kuda: Varian Kieseritsky
it: Difesa dei 2 Cavalli, Variante Kieseritzky
nl: Tweepaardenspel: Kieseritsky variant
pl: Obrona dwóch skoczków:wariant Kieseritsky
ru: Защита двух коней: вариант Кизерицкого
si: obramba dveh skakačev, Kieseritskyeva različica
sv: Tvåspringarspel: Kieseritzkyvarianten
tr: iki at savunması: Kieseritsky varyasyonu
uk: Захист двох коней: варіант Кізерицького
vi: hai hiệp sĩ bảo vệ: Kieseritsky biến

source: Two knights defence: Knorre variation
ar: دفاع الفرسين: كنوري تفريع
br: Defesa dos 2 Cavalos, Variante Knorre
ca: Defensa dels dos cavalls - Variant Knorre
de: Zweispringerspiel im Nachzug: Knorre-Variante
es: Defensa de los 2 Caballos, Variante Knorre
eu: Bi zaldunen defentsa: Knorre aldaera
fr: Défense des 2 cavaliers, var. Knorre
id: 2 Kuda: Varian Knorre
it: Difesa dei 2 Cavalli, Variante Knorre
nl: Tweepaardenspel: Knorre variant
pl: Obrona dwóch skoczków:wariant Knorre
ru: Защита двух коней: вариант Кнорре
si: obramba dveh skakačev, Knorreva različica
sv: Tvåspringarspel: Knorrevarianten
tr: iki at savunması: Knorre varyasyonu
uk: Захист двох коней: варіант Кнорре
vi: hai hiệp sĩ bảo vệ: Knorre biến

source: Two knights defence: Lolli attack
ar: دفاع الفرسين: لولي هجوم
br: Defesa dos 2 Cavalos, Ataque Lolli
ca: Defensa dels dos cavalls - Atac Lolli
de: Zweispringerspiel im Nachzug: Lolli-Angriff
es: Defensa de los 2 Caballos, Ataque Lolli
eu: Bi zaldunen defentsa: Lolli erasoa
fr: Défense des 2 cavaliers, attaque Lolli
id: 2 Kuda: Serangan Lolli
it: Difesa dei 2 Cavalli, Attacco Lolli
nl: Tweepaardenspel: Lolli aanval
pl: Obrona dwóch skoczków:atak Lolli
ru: Защита двух коней: атака Лолли
si: obramba dveh skakačev, Lollijev napad
sv: Tvåspringarspel: Lolliangrepp
tr: iki at savunması: Lolli hücumu
uk: Захист двох коней: атака Лоллі
vi: hai hiệp sĩ bảo vệ: Lolli tấn công

source: Two knights defence: Maroczy variation
ar: دفاع الفرسين: ماركوتزي تفريع
br: Defesa dos 2 Cavalos, Variante Maroczy
ca: Defensa dels dos cavalls - Variant Maroczy
de: Zweispringerspiel im Nachzug: Maroczy-Variante
es: Defensa de los 2 Caballos, Variante Maroczy
eu: Bi zaldunen defentsa: Maroczy aldaera
fr: Défense des 2 cavaliers, var. Maroczy
id: 2 Kuda: Varian Maroczy
it: Difesa dei 2 Cavalli, Variante Maroczy
nl: Tweepaardenspel: Maroczy variant
pl: Obrona dwóch skoczków:wariant Maroczego
ru: Защита двух коней: вариант Мароци
si: obramba dveh skakačev, Maroczyeva različica
sv: Tvåspringarspel: Maroczyvarianten
tr: iki at savunması: Maroczy varyasyonu
uk: Захист двох коней: варіант Мароці
vi: hai hiệp sĩ bảo vệ: biến thể Maroczy

source: Two knights defence: Paoli variation
ar: دفاع الفرسين: باولي تفريع
br: Defesa dos 2 Cavalos, Variante Paoli
ca: Defensa dels dos cavalls - Variant Paoli
de: Zweispringerspiel im Nachzug: Paoli-Variante
es: Defensa de los 2 Caballos, Variante Paoli
eu: Bi zaldunen defentsa: Paoli aldaera
fr: Défense des 2 cavaliers, var. Paoli
id: 2 Kuda: Varian Paoli
it: Difesa dei 2 Cavalli, Variante Paoli
nl: Tweepaardenspel: Paoli variant
pl: Obrona dwóch skoczków:wariant Paoli
ru: Защита двух коней: вариант Паоли
si: obramba dveh skakačev, Paolijeva različica
sv: Tvåspringarspel: Paolivarianten
tr: iki at savunması: Paoli varyasyonu
uk: Захист двох коней: варіант Паолі
vi: hai hiệp sĩ bảo vệ: Paoli biến

source: Two knights defence: Pincus variation
ar: دفاع الفرسين: تفريع بينكوس
br: Defesa dos 2 Cavalos, Variante Pincus
ca: Defensa dels dos cavalls - Variant Pincus
de: Zweispringerspiel im Nachzug: Pincus-Variante
es: Defensa de los 2 Caballos, Variante Pincus
eu: Bi zaldunen defentsa: Pincus aldaera
fr: Défense des 2 cavaliers, var. Pinkus
id: 2 Kuda: Varian Pincus
it: Difesa dei 2 Cavalli, Variante Pincus
nl: Tweepaardenspel: Pincus variant
pl: Obrona dwóch skoczków:wariant Pincus'a
ru: Защита двух коней: вариант Пинкуса
si: obramba dveh skakačev, Pincusova različica
sv: Tvåspringarspel: Pincusvarianten
tr: iki at savunması: Pincus varyasyonu
uk: Захист двох коней: варіант Пінкуса
vi: hai hiệp sĩ bảo vệ: Pincus biến

source: Two knights defence: Steinitz variation
ar: دفاع الفرسين: تفريع شتاينتز
br: Defesa dos 2 Cavalos, Variante Steinitz
ca: Defensa dels dos cavalls - Variant Steinitz
de: Zweispringerspiel im Nachzug: Steinitz-Variante
es: Defensa de los 2 Caballos, Variante Steinitz
eu: Bi zaldunen defentsa: Steinitz aldaera
fr: Défense des 2 cavaliers, var. Steinitz
id: 2 Kuda: Varian Steinitz
it: Difesa dei 2 Cavalli, Variante Steinitz
nl: Tweepaardenspel: Steinitz variant
pl: Obrona dwóch skoczków:wariant Steinitz'a
ru: Защита двух коней: вариант Стейница
si: obramba dveh skakačev, Steinitzova različica
sv: Tvåspringarspel: Steinitzvarianten
tr: iki at savunması: Steinitz varyasyonu
uk: Захист двох коней: варіант Стейніца
vi: hai hiệp sĩ bảo vệ: Steinitz biến

source: Two knights defence: Ulvestad variation
ar: دفاع الفرسين: يوليفستاد تفريع
br: Defesa dos 2 Cavalos, Variante Ulvestad
ca: Defensa dels dos cavalls - Variant Ulvestad
de: Zweispringerspiel im Nachzug: Ulvestad-Variante
es: Defensa de los 2 Caballos, Variante Ulvestad
eu: Bi zaldunen defentsa: Ulvestad aldaera
fr: Défense des 2 cavaliers, var. Ulvestad
id: 2 Kuda: Varian Ulvestad
it: Difesa dei 2 Cavalli, Variante Ulvestad
nl: Tweepaardenspel: Ulvestad variant
pl: Obrona dwóch skoczków:wariant Ulvestad'a
ru: Защита двух коней: вариант Ульвестада
si: obramba dveh skakačev, Ulvestadova različica
sv: Tvåspringarspel: Ulvestadvarianten
tr: iki at savunması: Ulvestad varyasyonu
uk: Захист двох коней: варіант Ульвестада
vi: hai hiệp sĩ bảo vệ: Ulvestad biến

source: Two knights defence: Wilkes Barre (Traxler) variation
ar: دفاع الفرسين: ويلكس باري (تراكسلر) تفريع
br: Defesa dos 2 Cavalos, Variante Wilkes Barre (Traxler)
ca: Defensa dels dos cavalls - Variant Wilkes Barre o Traxler
de: Zweispringerspiel im Nachzug: Wilkes-Barre-(Traxler)-Variante
es: Defensa de los 2 Caballos, Variante Wilkes Barre o Traxler
eu: Bi zaldunen defentsa: Wilkes Barre (Traxler) aldaera
fr: Défense des 2 cavaliers, var. de Wilkes-Barre (Traxler)
id: 2 Kuda: Serangan Wilkes Barre (Traxler)
it: Difesa dei 2 Cavalli, Variante Wilkes Barre o Traxler
nl: Tweepaardenspel: Wilkes Barre (Traxler) variant
pl: Obrona dwóch skoczków:wariant Wilkes Barre(Traxler)
ru: Защита двух коней: контратака Тракслера
si: obramba dveh skakačev, Wilkes Barreva (Traxlerjeva) različica
sv: Tvåspringarspel: Traxlervarianten (Wilkes Barres variant)
tr: iki at savunması: Wilkes Barre (Traxler) varyasyonu
uk: Захист двох коней: контратака Тракслера
vi: hai hiệp sĩ bảo vệ: Wilkes Barre (Traxler) biến thể

source: Two knights defence: Yankovich variation
ar: دفاع الفرسين: يانكوفيتش تفريع
br: Defesa dos 2 Cavalos, Variante Yankovich
ca: Defensa dels dos cavalls - Variant Yankovich
de: Zweispringerspiel im Nachzug: Yankovich-Variante
es: Defensa de los 2 Caballos, Variante Yankovich
eu: Bi zaldunen defentsa: Yankovich aldaera
fr: Défense des 2 cavaliers, var. Yankovich
id: 2 Kuda: Varian Yankovich
it: Difesa dei 2 Cavalli, Variante Yankovich
nl: Tweepaardenspel: Yankovich variant
pl: Obrona dwóch skoczków:wariant Yankovich'a
ru: Защита двух коней: вариант Янковича
si: obramba dveh skakačev, Yankovicheva različica
sv: Tvåspringarspel: Jankowitschvarianten
tr: iki at savunması: Yankovich varyasyonu
uk: Захист двох коней: варіант Янковича
vi: hai hiệp sĩ bảo vệ: Yankovich biến

source: Two knights defence: Yurdansky attack
ar: دفاع الفرسين: يوردانسكي هجوم
br: Defesa dos 2 Cavalos, Ataque Yurdansky
ca: Defensa dels dos cavalls - Atac Yurdansky
de: Zweispringerspiel im Nachzug: Yurdansky-Angriff
es: Defensa de los 2 Caballos, Ataque Yurdansky
eu: Bi zaldunen defentsa: Yurdansky erasoa
fr: Défense des 2 cavaliers, attaque Yurdansky
id: 2 Kuda: Serangan Yurdansky
it: Difesa dei 2 Cavalli, Attacco Yurdansky
nl: Tweepaardenspel: Yurdansky aanval
pl: Obrona dwóch skoczków:atak Yurdansky'ego
ru: Защита двух коней: атака Юрданского
si: obramba dveh skakačev, Yurdanskyev napad
sv: Tvåspringarspel: Jurdanskijs angrepp
tr: iki at savunması: Yurdansky hücumu
uk: Захист двох коней: атака Юрданського
vi: hai hiệp sĩ bảo vệ: Yurdansky tấn công

source: Two knights defence
ar: دفاع الفرسين
br: Defesa dos 2 Cavalos
ca: Defensa dels dos cavalls
de: Zweispringerspiel im Nachzug
es: Defensa de los 2 Caballos
eu: Bi zaldunen defentsa
fr: Défense des 2 cavaliers
id: Pembelaan 2 Kuda
it: Difesa dei 2 Cavalli
nl: Tweepaardenspel
pl: Obrona dwóch skoczków
ru: Защита двух коней
si: Obramba dveh skakačev
sv: Tvåspringarspel
tr: İki at savunması
uk: Захист двох коней
vi: Hai hiệp sĩ bảo vệ

source: Two knights: Max Lange attack, Berger variation
ar: الفرسين: ماكس لانج هجوم, بيرجر تفريع
br: Defesa dos 2 Cavalos, Ataque Max Lange, Variante Berger
ca: Defensa dels dos cavalls - Atac Max Lange - Variant Berger
de: Zweispringerspiel im Nachzug: Max Lange Angriff, Berger-Variante
es: Defensa de los 2 Caballos, Ataque Max Lange, Variante Berger
eu: Bi zaldun: Max Lange erasoa, Berger aldaera
fr: Défense des 2 cavaliers, attaque Max Lange, var. Berger
id: 2 Kuda: Serangan Max Lange, Varian Berger
it: Difesa dei 2 Cavalli, Attacco Max Lange, Variante Berger
nl: twee paarden: Max Lange aanval, Berger variant
pl: Obrona dwóch skoczków:atak Max Lange, wariant Berger'a
ru: Защита двух коней: атака Макса Ланге, вариант Бергера
si: dva skakača, Max Langev napad, Bergerjeva različica
sv: Tvåspringarspel: Max-Lange-angrepp, Bergervarianten
tr: iki at: Max Lange hücumu, Berger varyasyonu
uk: Захист двох коней: атака Макса Ланге, варіант Бергера
vi: hai hiệp sĩ: Max Lange tấn công, Berger biến

source: Two knights: Max Lange attack, Krause variation
ar: الفرسين: ماكس لانج هجوم, كراوز تفريع
br: Defesa dos 2 Cavalos, Ataque Max Lange, Variante Krause
ca: Defensa dels dos cavalls - Atac Max Lange - Variant Krause
de: Zweispringerspiel im Nachzug: Max Lange Angriff, Krause-Variante
es: Defensa de los 2 Caballos, Ataque Max Lange, Variante Krause
eu: Bi zaldun: Max Lange erasoa, Krause aldaera
fr: Défense des 2 cavaliers, attaque Max Lange, var. Krause
id: 2 Kuda: Serangan Max Lange, Varian Krause
it: Difesa dei 2 Cavalli, Attacco Max Lange, Variante Krause
nl: twee paarden: Max Lange aanval, Krause variant
pl: Obrona dwóch skoczków:atak Max Lange,wariant Krause
ru: Защита двух коней: атака Макса Ланге, вариант Краузе
si: dva skakača, Max Langev napad, Krausejeva različica
sv: Tvåspringarspel: Max-Lange-angrepp, Krausevarianten
tr: iki at: Max Lange hücumu, Krause varyasyonu
uk: Захист двох коней: атака Макса Ланге, варіант Краузе
vi: hai hiệp sĩ: Max Lange tấn công, Krause biến

source: Two knights: Max Lange attack, Loman defence
ar: الفرسين: ماكس لانج هجوم, لومان دفاع
br: Defesa dos 2 Cavalos, Ataque Max Lange, Defesa Loman
ca: Defensa dels dos cavalls - Atac Max Lange - Defensa Loman
de: Zweispringerspiel im Nachzug: Max Lange Angriff, Loman-Verteidigung
es: Defensa de los 2 Caballos, Ataque Max Lange, Defensa Loman
eu: Bi zaldun: Max Lange erasoa, Loman defentsa
fr: Défense des 2 cavaliers, attaque Max Lange, défense Loman
id: 2 Kuda: Serangan Max Lange, Pembelaan Loman
it: Difesa dei 2 Cavalli, Attacco Max Lange, Difesa Loman
nl: twee paarden: Max Lange aanval, Loman verdediging
pl: Obrona dwóch skoczków:atak Max Lange,wariant Loman'a
ru: Защита двух коней: атака Макса Ланге, защита Ломана
si: dva skakača, Max Langev napad, Lomanova obramba
sv: Tvåspringarspel: Max-Lange-angrepp, Lomanförsvaret
tr: iki at: Max Lange hücumu, Loman savunması
uk: Захист двох коней: атака Макса Ланге, захист Ломана
vi: hai hiệp sĩ: Max Lange tấn công, phòng thủ Loman

source: Two knights: Max Lange attack, Marshall variation
ar: الفرسين: ماكس لانج هجوم, تفريع مارشال
br: Defesa dos 2 Cavalos, Ataque Max Lange, Variante Marshall
ca: Defensa dels dos cavalls - Atac Max Lange - Variant Marshall
de: Zweispringerspiel im Nachzug: Max Lange Angriff, Marshall-Variante
es: Defensa de los 2 Caballos, Ataque Max Lange, Variante Marshall
eu: Bi zaldun: Max Lange erasoa, Marshall aldaera
fr: Défense des 2 cavaliers, attaque Max Lange, var. Marshall
id: 2 Kuda: Serangan Max Lange, Varian Marshall
it: Difesa dei 2 Cavalli, Attacco Max Lange, Variante Marshall
nl: twee paarden: Max Lange aanval, Marshall variant
pl: Obrona dwóch skoczków:atak Max Lange,wariant Marshall'a
ru: Защита двух коней: атака Макса Ланге, вариант Маршалла
si: dva skakača, Max Langev napad, Marshallova različica
sv: Tvåspringarspel: Max-Lange-angrepp, Marshallvarianten
tr: iki at: Max Lange hücumu, Marshall varyasyonu
uk: Захист двох коней: атака Макса Ланге, варіант Маршалла
vi: hai hiệp sĩ: Max Lange tấn công, Marshall thay đổi

source: Two knights: Max Lange attack, Rubinstein variation
ar: الفرسين: ماكس لانج هجوم, روبينشتاين تفريع
br: Defesa dos 2 Cavalos, Ataque Max Lange, Variante Rubinstein
ca: Defensa dels dos cavalls - Atac Max Lange - Variant Rubinstein
de: Zweispringerspiel im Nachzug: Max Lange Angriff, Rubinstein-Variante
es: Defensa de los 2 Caballos, Ataque Max Lange, Variante Rubinstein
eu: Bi zaldun: Max Lange erasoa, Rubinstein aldaera
fr: Défense des 2 cavaliers, attaque Max Lange, var. Rubinstein
id: 2 Kuda: Serangan Max Lange, Varian Rubenstein
it: Difesa dei 2 Cavalli, Attacco Max Lange, Variante Rubinstein
nl: twee paarden: Max Lange aanval, Rubinstein variant
pl: Obrona dwóch skoczków:atak Max Lange,wariant Rubinstein'a
ru: Защита двух коней: атака Макса Ланге, вариант Рубинштейна
si: dva skakača, Max Langev napad, Rubinsteinova različica
sv: Tvåspringarspel: Max-Lange-angrepp, Rubinsteinvarianten
tr: iki at: Max Lange hücumu, Rubinstein varyasyonu
uk: Захист двох коней: атака Макса Ланге, варіант Рубінштейна
vi: hai hiệp sĩ: Max Lange tấn công, Rubinstein biến
