Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Sicilian: Nimzovich-Rossolimo attack, Gurgenidze variation
ar: صقلي: نيمزوفيتش-روسوليمو هجوم, جورجينيدز تفريع
br: Defesa Siciliana, Ataque Nimzowitsch-Rossolimo, Variante Gurgenidze
ca: Defensa Siciliana - Atac Nimzowitsch Rossolimo - Variant Gurgenidze
de: Sizilianisch: Nimzowitsch-Rossolimo Angriff, Gurgenidze Variante
es: Defensa Siciliana, Ataque Nimzowitsch Rossolimo, Variante Gurgenidze
eu: Siziliarra: Nimzovich-Rossolimo erasoa, Gurgenidze aldaera
fr: Sicilienne, attaque Nimzowitsch - Rossolimo, var. Gurgenidze
id: Sisila Serangan Nimzowitch-Rossolimo, Varian Gurgenidze
it: Difesa Siciliana, Attacco Nimzowitsch Rossolimo, Variante Gurgenidze
nl: Siciliaans: Nimzovich-Rossolimo aanval, Gurgenidze variant
pl: Sycylijska, atak Nimzovitsch-Rossolimo, wariant Gurgenidze
ru: Сицилианская защита: атака Нимцовича-Россолимо, вариант Гургенидзе
si: sicilijanska, Nimzovich-Rossolimov napad, Gurgendizeva različica
sv: Sicilianskt: Nimzowitsch-Rossolimos angrepp, Gurgenidzevarianten
tr: Sicilya: Nimzovich-Rossolimo hücumu, Gurgenidze varyasyonu
uk: Сицилійський захист: атака Німцовича-Россолімо, варіант Гургенідзе
vi: Sicilia: tấn công Nimzovich-Rossolimo, biến thể Gurgenidze

source: Sicilian: Nimzovich-Rubinstein variation
ar: صقلي: نيمزوفيتش-روبينشتاين تفريع
br: Defesa Siciliana, Variante Nimzowitsch-Rubinstein
ca: Defensa Siciliana - Variant Nimzowitsch Rubinstein
de: Sizilianisch: Nimzowitsch-Rubinstein Variante
es: Defensa Siciliana, Variante Nimzowitsch Rubinstein
eu: Siziliarra: Nimzovich-Rubinstein aldaera
fr: Sicilienne, var. Nimzowitsch - Rubinstein
id: Sisilia Varian Nimzowitch-Rubenstein
it: Difesa Siciliana, Variante Nimzowitsch Rubinstein
nl: Siciliaans: Nimzovich-Rubinstein variant
pl: Sycylijska, wariant Nimzovitsch-Rubinstein
ru: Сицилианская защита: вариант Рубинштейна
si: sicilijanska, Nimzovich-Rubisteinova različica
sv: Sicilianskt: Nimzowitsch-Rubinsteinvarianten
tr: Sicilya: Nimzovich-Rubinstein varyasyonu
uk: Сицилійський захист: варіант Рубінштейна
vi: Sicilia: Nimzovich-Rubinstein biến

source: Sicilian: Nimzovich-Rubinstein; Rubinstein counter-gambit
ar: صقلي: نيمزوفيتش-روبينشتاين; روبينشتاين الجامبيت المضاد
br: Defesa Siciliana, Variante Nimzowitsch-Rubinstein, Contra-Gambito Rubinstein
ca: Defensa Siciliana - Variant Nimzowitsch Rubinstein - Contra Gambit Rubinstein
de: Sizilianisch: Nimzowitsch-Rubinstein; Rubinstein Gegengambit
es: Defensa Siciliana, Variante Nimzowitsch Rubinstein, ContraGambito Rubinstein
eu: Siziliarra: Nimzovich-Rubinstein aldaera; Rubinstein kontra-ganbitoa
fr: Sicilienne, var. Nimzowitsch - Rubinstein, contre-gambit Rubinstein
id: Sisilia Nimzowitch-Rubenstein, Gambit Balasan Rubinstein
it: Difesa Siciliana, Variante Nimzowitsch Rubinstein, Controgambetto Rubinstein
nl: Siciliaans: Nimzovich-Rubinstein; Rubinstein tegengambiet
pl: Sycylijska: Nimzovitsch-Rubinstein; kontr-gambit Rubinstein'a
ru: Сицилианская защита: вариант Рубинштейна, контргамбит Рубинштейна
si: sicilijanska, Nimzovich-Rubisteinova, Rubinsteinov proti-gmbit
sv: Sicilianskt: Nimzowitsch-Rubinstein; Rubinsteins motgambit
tr: Sicilya: Nimzovich-Rubinstein; Rubinstein karşı gambiti
uk: Сицилійський захист: варіант Рубінштейна, контргамбіт Рубінштейна
vi: Sicilia: Nimzovich-Rubinstein; Rubinstein phản Gambit

source: Sicilian: O'Kelly variation
ar: صقلي: اوكلي تفريع
br: Defesa Siciliana, Variante O'Kelly
ca: Defensa Siciliana - Variant O'Kelly
de: Sizilianisch: O'Kelly Variante
es: Defensa Siciliana, Variante O'Kelly
eu: Siziliarra: O'Kelly aldaera
fr: Sicilienne, var. O'Kelly
id: Sisilia Varian O'Kelly
it: Difesa Siciliana, Variante O'Kelly
nl: Siciliaans: O'Kelly variant
pl: Sycylijska, wariant O'Kelly
ru: Сицилианская защита: вариант О'Келли
si: sicilijanska, O'Kellyjeva različica
sv: Sicilianskt: O'Kellys variant
tr: Sicilya: O'Kelly varyasyonu
uk: Сицилійський захист: варіант О'Келлі
vi: Sicilia: O'Kelly biến

source: Sicilian: Pelikan (Lasker/Sveshnikov) variation
ar: صقلي: بيلكين (لاسكر/سفيشنيكوف) تفريع
br: Defesa Siciliana, Variante Pelikan (Lasker/Sveshnikov)
ca: Defensa Siciliana - Variant Pelikan o Lasker-Sveshnikov
de: Sizilianisch: Pelikan (Lasker/Sveshnikov) Variante
es: Defensa Siciliana, Variante Pelikan o Lasker/Sveshnikov
eu: Siziliarra: Pelikan (Lasker/Sveshnikov) aldaera
fr: Sicilienne, var. Sveshnikov (Lasker - Pelikán)
id: Sisilia Variann Pelikan (Lasker/Sveshnikov)
it: Difesa Siciliana, Variante Pelikan o Lasker/Sveshnikov
nl: Siciliaans: Pelikan (Lasker / Sveshnikov) variant
pl: Sycylijska, wariant Pelikan'a(Lasker/Sveshnikov)
ru: Сицилианская защита: вариант Свешникова
si: sicilijanska, Pelikanova (Laskerjeva/Sveshnikova) različica
sv: Sicilianskt: Svesjnikovvarianten (Lasker/Pelikan)
tr: Sicilya: Pelikan (Lasker/Sveshnikov) varyasyonu
uk: Сицилійський захист: варіант Свешнікова
vi: Sicilia: Pelikan biến (Lasker / Sveshnikov)

source: Sicilian: Pelikan, Bird variation
ar: صقلي: بيلكين, بيرد تفريع
br: Defesa Siciliana, Variante Pelikan, Variante Bird
ca: Defensa Siciliana - Variant Pelikan - Variant Bird
de: Sizilianisch: Pelikan, Bird Variante
es: Defensa Siciliana, Variante Pelikan, Variante Bird
eu: Siziliarra: Pelikan, Bird-en aldaera
fr: Sicilienne, var. Pelikán, var. Bird
id: Sisilia Pelikan, Varian Bird
it: Difesa Siciliana, Variante Pelikan, Variante Bird
nl: Siciliaans: Pelikan, Birdvariant
pl: Sycylijska, Pelikan, wariant Bird'a
ru: Сицилианская защита: вариант Свешникова, вариант Берда
si: sicilijanska, Pelikanova, Birdova različica
sv: Sicilianskt: Pelikan, Birdvarianten
tr: Sicilya: Pelikan, Kuş varyasyonu
uk: Сицилійський захист: варіант Свешнікова, варіант Берда
vi: Sicilia: Pelikan, biến thể chim

source: Sicilian: Pelikan, Chelyabinsk variation
ar: صقلي: بيلكين, شيليابينسك تفريع
br: Defesa Siciliana, Variante Pelikan, Variante Chelyabinsk
ca: Defensa Siciliana - Variant Pelikan - Variant Chelyabinsk
de: Sizilianisch: Pelikan, Chelyabinsk Variante
es: Defensa Siciliana, Variante Pelikan, Variante Chelyabinsk
eu: Siziliarra: Pelikan, Chelyabinsk aldaera
fr: Sicilienne, var. Pelikán, var. de Tcheliabinsk
id: Sisilia Pelikan, Varian Chelyabinsk
it: Difesa Siciliana, Variante Pelikan, Variante Chelyabinsk
nl: Siciliaans: Pelikan, Chelyabinsk variant
pl: Sycylijska, Pelikan, wariant Chelyabinsk
ru: Сицилианская защита: вариант Свешникова, челябинский вариант
si: sicilijanska, Pelikanova, Chelyabinskova različica
sv: Sicilianskt: Pelikan, Tjeljabinskvarianten
tr: Sicilya: Pelikan, Chelyabinsk varyasyonu
uk: Сицилійський захист: варіант Свешнікова, Челябінський варіант
vi: Sicilia: Pelikan, Chelyabinsk biến

source: Sicilian: Pin variation (Sicilian counter-attack)
ar: صقلي: تفريع الربط (صقلي الهجوم المضاد)
br: Defesa Siciliana, Variante Cravada (Contra-ataque Siciliano)
ca: Defensa Siciliana - Variant de la clavada o Contra-atac Sicilià
de: Sizilianisch: Pin Variante (Sizilianischer Gegenangriff)
es: Defensa Siciliana, Variante de la Clavada o Contraataque Siciliano
eu: Siziliarra: Pin aldaera (Siziliako kontraerasoa)
fr: Sicilienne, var. de clouage (ou contre-attaque sicilienne)
id: Sisilia Varian Pakuan (Serangan Balik Sisilia)
it: Difesa Siciliana, Variante de la Clavada o Contrattacco Siciliano
nl: Siciliaans: Penning variant (Siciliaanse tegenaanval)
pl: Sycylijska, wariant związania (kontratak sycylijski)
ru: Сицилианская защита: вариант со связкой
si: sicilijanska, različica bucike (sicilijanski proti-napad)
sv: Sicilianskt: Bindningsvarianten (Sicilianskt motangrepp)
tr: Sicilya: İğne varyasyonu (Sicilya karşı hücumu)
uk: Сицилійський захист: варіант зі зв’язкою (Сицилійська контратака)
vi: Sicilia: biến thể Pin (Sicilia phản công)

source: Sicilian: Pin, Jaffe variation
ar: صقلي: الربط, جافي تفريع
br: Defesa Siciliana, Variante Cravada, Variante Jaffe
ca: Defensa Siciliana - Variant de la clavada - Variant Jaffe
de: Sizilianisch: Pin, Jaffe Variante
es: Defensa Siciliana, Variante de la Clavada, Variante Jaffe
eu: Siziliarra: Pin, Jaffe aldaera
fr: Sicilienne, var. de clouage (ou contre-attaque sicilienne), var. Jaffe
id: Sisilia Pakuan, Varian Jaffe
it: Difesa Siciliana, Variante de la Clavada, Variante Jaffe
nl: Siciliaans: Penning, Jaffe variant
pl: Sycylijska, wariant związania, wariant Jaffe
ru: Сицилианская защита: вариант со связкой, вариант Яффе
si: sicilijanska, bucika, Jaffeva različica
sv: Sicilianskt: Bindning, Jaffevarianten
tr: Sicilya: İğne, Jaffe varyasyonu
uk: Сицилійський захист: варіант зі зв’язкою, варіант Яффе
vi: Sicilia: Pin, Jaffe biến

source: Sicilian: Pin, Koch variation
ar: صقلي: الربط, تفريع كوش
br: Defesa Siciliana, Variante Cravada, Variante Koch
ca: Defensa Siciliana - Variant de la clavada - Variant Koch
de: Sizilianisch: Pin, Koch Variante
es: Defensa Siciliana, Variante de la Clavada, Variante Koch
eu: Siziliarra: Pin, Koch aldaera
fr: Sicilienne, var. de clouage (ou contre-attaque sicilienne), var. Koch
id: Sisilia Pakuan, Varian Koch
it: Difesa Siciliana, Variante de la Clavada, Variante Koch
nl: Siciliaans: Penning, Koch variant
pl: Sycylijska, wariant związania, wariant Koch'a
ru: Сицилианская защита: вариант со связкой, вариант Коха
si: sicilijanska, bucika, Kochova različica
sv: Sicilianskt: Bindning, Kochvarianten
tr: Sicilya: İğne, Koch varyasyonu
uk: Сицилійський захист: варіант зі зв’язкою, варіант Коха
vi: Sicilia: Pin, Koch biến

source: Sicilian: Prins (Moscow) variation
ar: صقلي: برينس (موسكو) تفريع
br: Defesa Siciliana, Variante Prins (Moscou)
ca: Defensa Siciliana - Variant Prins o Moscou
de: Sizilianisch: Prins (Moscow) Variante
es: Defensa Siciliana, Variante Prins o Moscú
eu: Siziliarra: Prins (Mosku) aldaera
fr: Sicilienne, var. Prins (de Moscou)
id: Sisilia Varian Prins (Moskow)
it: Difesa Siciliana, Variante Prins o Moscú
nl: Siciliaans: Prins (Moskou) variant
pl: Sycylijska, wariant Prins'a(Moskwa)
ru: Сицилианская защита: вариант Принса
si: sicilijanska
sv: Sicilianskt: Prinsvarianten (Moskvavarianten)
tr: Sicilya: Prins (Moskova) varyasyonu
uk: Сицилійський захист: варіант Прінса
vi: Sicilia: biến thể Prins (Moscow)

source: Sicilian: Prins variation, Venice attack
ar: صقلي: برينس تفريع, فينيسيا هجوم
br: Defesa Siciliana, Variante Prins, Ataque Veneza
ca: Defensa Siciliana - Variant Prins - Atac Venècia
de: Sizilianisch: Prins Variante, Venedig Angriff
es: Defensa Siciliana, Variante Prins, Ataque Venecia
eu: Siziliarra: Prins aldaera, Veneziako erasoa
fr: Sicilienne, var. Prins, attaque de Venise
id: Sisilia Varian Prins, Serangan Venice
it: Difesa Siciliana, Variante Prins, Attacco Veneziano
nl: Siciliaans: Prins variant, Venetië aanval
pl: Sycylijska, wariant Prins'a, atak wenecki
ru: Сицилианская защита: вариант Принса, венецианская атака
si: sicilijanska, Prins različica, beneški napad
sv: Sicilianskt: Prinsvarianten, Venedigangrepp
tr: Sicilya: Prins varyasyonu, Venedik hücumu
uk: Сицилійський захист: варіант Прінса, Венеціанська атака
vi: Sicilia: Prins biến, Venice tấn công

source: Sicilian: Quinteros variation
ar: صقلي: كوينتروس تفريع
br: Defesa Siciliana, Variante Quinteros
ca: Defensa Siciliana - Variant Quinteros
de: Sizilianisch: Quinteros Variante
es: Defensa Siciliana, Variante Quinteros
eu: Siziliarra: Quinteros aldaera
fr: Sicilienne, var. Quinteros
id: Sisilia Varian Quinteros
it: Difesa Siciliana, Variante Quinteros
nl: Siciliaans: Quinteros variant
pl: Sycylijska, wariant Quinteros'a
ru: Сицилианская защита: вариант Кинтероса
si: sicilijanska, Quinterosova različica
sv: Sicilianskt: Quinterosvarianten
tr: Sicilya: Quinteros varyasyonu
uk: Сицилійський захист: варіант Кінтероса
vi: Sicilia: Quinteros biến

source: Sicilian: Richter-Rauzer, 6...e6
ar: صقلي: ريشتر-روزر, 6...e7
br: Defesa Siciliana, Ataque Richter-Rauzer, 6...e6
ca: Defensa Siciliana - Atac Richter Rauzer - 6 ... e6
de: Sizilianisch: Richter-Rauzer, 6...e6
es: Defensa Siciliana, Ataque Richter Rauzer, 6...e6
eu: Siziliarra: Richter-Rauzer, 6...e6
fr: Sicilienne, attaque Richter - Rauzer, 6...e6
id: Sisilia Richter Rauzer, 6... e6
it: Difesa Siciliana, Attacco Richter Rauzer, 6...e6
nl: Siciliaans: Richter-Rauzer, 6 ... e6
pl: Sycylijska, Richter-Rauzer, 6...e6
ru: Сицилианская защита: атака Рихтера-Раузера, 6...e6
si: sicilijanska, Richter-Rauzerjeva, 6...e6
sv: Sicilianskt: Richter-Rauzer, 6...e6
tr: Sicilya: Richter-Rauzer, 6...e6
uk: Сицилійський захист: атака Ріхтера-Раузера, 6...e6
vi: Sicilia: Richter-Rauzer, 6 ... e6

source: Sicilian: Richter-Rauzer, Bondarevsky variation
ar: صقلي: ريشتر-روزر, بوندرفسكي تفريع
br: Defesa Siciliana, Ataque Richter-Rauzer, Variante Bondarevsky
ca: Defensa Siciliana - Atac Richter Rauzer - Variant Bondarevsky
de: Sizilianisch: Richter-Rauzer, Bondarevsky Variante
es: Defensa Siciliana, Ataque Richter Rauzer, Variante Bondarevsky
eu: Siziliarra: Richter-Rauzer, Bondarevsky aldaera
fr: Sicilienne, attaque Richter - Rauzer, var. Bondarevsky
id: Sisilia Richter Rauzer, Varian Bondarevsky
it: Difesa Siciliana, Attacco Richter Rauzer, Variante Bondarevsky
nl: Siciliaans: Richter-Rauzer, Bondarevsky variant
pl: Sycylijska, Richter-Rauzer, wariant Bondarevsky
ru: Сицилианская защита: атака Рихтера-Раузера, вариант Бондаревского
si: sicilijanska, Richter-Rauzerjeva, Bondarevskyeva različica
sv: Sicilianskt: Richter-Rauzer, Bondarevskijvarianten
tr: Sicilya: Richter-Rauzer, Bondarevsky varyasyonu
uk: Сицилійський захист: атака Ріхтера-Раузера, варіант Бондаревського
vi: Sicilia: Richter-Rauzer, Bondarevsky biến

source: Sicilian: Richter-Rauzer, Keres variation
ar: صقلي: ريشتر-روزر,كيريس تفريع
br: Defesa Siciliana, Ataque Richter-Rauzer, Variante Keres
ca: Defensa Siciliana - Atac Richter Rauzer - Variant Keres
de: Sizilianisch: Richter-Rauzer, Keres Variante
es: Defensa Siciliana, Ataque Richter Rauzer, Variante Keres
eu: Siziliarra: Richter-Rauzer, Keres aldaera
fr: Sicilienne, attaque Richter - Rauzer, var. Keres
id: Sisilia Richter Rauzer, Varian Keres
it: Difesa Siciliana, Attacco Richter Rauzer, Variante Keres
nl: Siciliaans: Richter-Rauzer, Keres variant
pl: Sycylijska, Richter-Rauzer, wariant Keres'a
ru: Сицилианская защита: атака Рихтера-Раузера, вариант Кереса
si: sicilijanska, Richter-Rauzerjeva, Keresova različica
sv: Sicilianskt: Richter-Rauzer, Keresvarianten
tr: Sicilya: Richter-Rauzer, Keres varyasyonu
uk: Сицилійський захист: атака Ріхтера-Раузера, варіант Кереса
vi: Sicilia: Richter-Rauzer, Keres biến

source: Sicilian: Richter-Rauzer, Larsen variation, 7.Qd2
ar: صقلي: ريشتر-روزر, لارسن تفريع, 7.Qd3
br: Defesa Siciliana, Ataque Richter-Rauzer, Variante Larsen 7.Dd2
ca: Defensa Siciliana - Atac Richter Rauzer - Variant Larsen - 7. Dd2
de: Sizilianisch: Richter-Rauzer, Larsen Variante, 7.Dd2
es: Defensa Siciliana, Ataque Richter Rauzer, Variante Larsen 7.Dd2
eu: Siziliarra: Richter-Rauzer, Larsen aldaera, 7.Dd2
fr: Sicilienne, attaque Richter - Rauzer, var. Larsen, 7.Dd2
id: Sisilia Richter Rauzer, Varian Larsen, 7.Mc2
it: Difesa Siciliana, Attacco Richter Rauzer, Variante Larsen 7.Dd2
nl: Siciliaans: Richter-Rauzer, Larsen variant, 7.Dd2
pl: Sycylijska, Richter-Rauzer, wariant Larsen'a, 7.Hd2
ru: Сицилианская защита: атака Рихтера-Раузера, вариант Ларсена, 7.Фd2
si: sicilijanska, Richter-Rauzer, Larsen različica, 7.Dd2
sv: Sicilianskt: Richter-Rauzer, Larsenvarianten, 7.Dd2
tr: Sicilya: Richter-Rauzer, Larsen varyasyonu, 7.Qd2
uk: Сицилійський захист: атака Ріхтера-Раузера, варіант Ларсена, 7.Фd2
vi: Sicilia: Richter-Rauzer, Larsen biến, 7.Qd2

source: Sicilian: Richter-Rauzer, Larsen variation
ar: صقلي: ريشتر-روزر, لارسن تفريع
br: Defesa Siciliana, Ataque Richter-Rauzer, Variante Larsen
ca: Defensa Siciliana - Atac Richter Rauzer - Variant Larsen
de: Sizilianisch: Richter-Rauzer, Larsen Variante
es: Defensa Siciliana, Ataque Richter Rauzer, Variante Larsen
eu: Siziliarra: Richter-Rauzer, Larsen aldaera
fr: Sicilienne, attaque Richter - Rauzer, var. Larsen
id: Sisilia Richter Rauzer, Varian Larsen
it: Difesa Siciliana, Attacco Richter Rauzer, Variante Larsen
nl: Siciliaans: Richter-Rauzer, Larsen variant
pl: Sycylijska, Richter-Rauzer, wariant Larsen'a
ru: Сицилианская защита: атака Рихтера-Раузера, вариант Ларсена
si: sicilijanska, Richter-Rauzerjeva, Larsenova različica
sv: Sicilianskt: Richter-Rauzer, Larsenvarianten
tr: Sicilya: Richter-Rauzer, Larsen varyasyonu
uk: Сицилійський захист: атака Ріхтера-Раузера, варіант Ларсена
vi: Sicilia: Richter-Rauzer, Larsen biến

source: Sicilian: Richter-Rauzer, Margate (Alekhine) variation
ar: صقلي: ريشتر-روزر, مارجيت (اليخين) تفريع
br: Defesa Siciliana, Ataque Richter-Rauzer, Variante Margate (Alekhine)
ca: Defensa Siciliana - Atac Richter Rauzer - Variant Margate-Alekhine
de: Sizilianisch: Richter-Rauzer, Margate (Aljechin) Variante
es: Defensa Siciliana, Ataque Richter Rauzer, Variante Margate/Alekhine
eu: Siziliarra: Richter-Rauzer, Margate (Alekhine) aldaera
fr: Sicilienne, attaque Richter - Rauzer, var. de Margate (Alekhine)
id: Sisilia Richter Rauzer, Varian Margate
it: Difesa Siciliana, Attacco Richter Rauzer, Variante Margate/Alekhine
nl: Siciliaans: Richter-Rauzer, Margate (Aljechin) variant
pl: Sycylijska, Richter-Rauzer, wariant Margate(Alekhin'a)
ru: Сицилианская защита: атака Рихтера-Раузера, вариант Алехина
si: sicilijanska, Richter-Rauzerjeva, Margateva (Aljehinova) različica
sv: Sicilianskt: Richter-Rauzer, Margatevarianten (Aljechin)
tr: Sicilya: Richter-Rauzer, Margate (Alekhine) varyasyonu
uk: Сицилійський захист: атака Ріхтера-Раузера, варіант Альохіна
vi: Sicilia: Richter-Rauzer, Margate (Alekhine) biến thể

source: Sicilian: Richter-Rauzer, Podvebrady variation
ar: صقلي: ريشتر-روزر, بودفيربرادي تفريع
br: Defesa Siciliana, Abertura Richter-Rauzer, Variante Podvebrady
ca: Defensa Siciliana - Obertura Richter Rauzer - Variant Podvebrady
de: Sizilianisch: Richter-Rauzer, Podvebrady Variante
es: Defensa Siciliana, Apertura Richter Rauzer, Variante Podvebrady
eu: Siziliarra: Richter-Rauzer, Podvebrady aldaera
fr: Sicilienne, attaque Richter - Rauzer, var. de Poděbrady
id: Sisilia Richter Rauzer, Varian Podvebrady
it: Difesa Siciliana, Apertura Richter Rauzer, Variante Podvebrady
nl: Siciliaans: Richter-Rauzer, Podvebrady variant
pl: Sycylijska, Richter-Rauzer, wariant Podvebrady
ru: Сицилианская защита: атака Рихтера-Раузера, подебрадский вариант
si: sicilijanska, Richter-Rauzerjeva, Podvebradyeva različica
sv: Sicilianskt: Richter-Rauzer, Podvebradyvarianten
tr: Sicilya: Richter-Rauzer, Podvebrady varyasyonu
uk: Сицилійський захист: атака Ріхтера-Раузера, Подебрадський варіант
vi: Sicilia: Richter-Rauzer, Podvebrady biến

source: Sicilian: Richter-Rauzer, Rauzer attack, 7...Be7 defence, 9...Nxd4
ar: صقلي: ريشتر-روزر, روزر هجوم, 7...Be7 دفاع, 9...Nxd5
br: Defesa Siciliana, Ataque Richter-Rauzer, Ataque Rauzer, Defesa 7...Be7, 9...Cxd4
ca: Defensa Siciliana - Atac Richter Rauzer - 7 ... Ae7 i 9 ... Cxd4
de: Sizilianisch: Richter-Rauzer, Rauzer Angriff, 7...Le7 Verteidigung, 9...Sxd4
es: Defensa Siciliana, Ataque Richter Rauzer, Ataque Rauzer, 7...Ae7 y 9...Cxd4
eu: Siziliarra: Richter-Rauzer, Rauzer erasoa, 7...Ae7 defentsa, 9...Zxd4
fr: Sicilienne, attaque Richter - Rauzer, attaque Rauzer, défense 7...Fe7, 9...Cxd4
id: Sisilia Richter Rauzer, Serangan Rauzer, 7... Ge7, 9... Kxd4
it: Difesa Siciliana, Attacco Richter Rauzer, Attacco Rauzer, 7...Ae7 y 9...Cxd4
nl: Siciliaans: Richter-Rauzer, Rauzer aanval, 7 ... Le7 verdediging, 9 ... Pxd4
pl: Sycylijska, Richter-Rauzer, atak Rauzer'a, 7...Ge7 obrona, 9...Sxd4
ru: Сицилианская защита: атака Рихтера-Раузера, атака Раузера, защита 7...Сe7, 9...Кxd4
si: sicilijanska, Richter-Rauzer, Rauzer napad, 7...Le7 obramba, 9...Nxd4
sv: Sicilianskt: Richter-Rauzer, Rauzers angrepp, försvaret med 7...Le7, 9...Sxd4
tr: Sicilya: Richter-Rauzer, Rauzer hücumu, 7...Be7 savunması, 9...Nxd4
uk: Сицилійський захист: атака Ріхтера-Раузера, атака Раузера, захист 7...Сe7, 9...Кxd4
vi: Sicilian: Richter-Rauzer, tấn công Rauzer, 7 ... Be7 phòng thủ, 9 ... Nxd4

source: Sicilian: Richter-Rauzer, Rauzer attack, 7...Be7 defence, 9.f4
ar: صقلي: ريشتر-روزر, روزر هجوم, 7...Be7 دفاع, 9.f5
br: Defesa Siciliana, Ataque Richter-Rauzer, Ataque Rauzer, Defesa 7...Be7, 9.f4
ca: Defensa Siciliana - Atac Richter Rauzer - Atac Rauzer - 7 ... Ae7 i 9. f4
de: Sizilianisch: Richter-Rauzer, Rauzer Angriff, 7...Le7 Verteidigung, 9.f4
es: Defensa Siciliana, Ataque Richter Rauzer, Ataque Rauzer, 7...Ae7 y 9.f4
eu: Siziliarra: Richter-Rauzer, Rauzer erasoa, 7...Ae7 defentsa, 9.f4
fr: Sicilienne, attaque Richter - Rauzer, attaque Rauzer, défense 7...Fe7, 9.f4
id: Sisilia Richter Rauzer, Serangan Rauzer, 7... Ge7, 9.f4
it: Difesa Siciliana, Attacco Richter Rauzer, Attacco Rauzer, 7...Ae7 y 9.f4
nl: Siciliaans: Richter-Rauzer, Rauzer aanval, 7 ... Le7 verdediging 9.f4
pl: Sycylijska, Richter-Rauzer, atak Rauzer'a, 7...Ge7 obrona,9.f4
ru: Сицилианская защита: атака Рихтера-Раузера, атака Раузера, 7...Сe7 защита, 9.f4
si: sicilijanska, Richter-Rauzerjeva, Rauzerjev napad, 7...Le7 obramba, 9. f4
sv: Sicilianskt: Richter-Rauzer, Rauzers angrepp, försvaret med 7...Le7, 9.f4
tr: Sicilya: Richter-Rauzer, Rauzer hücumu, 7...Be7 savunması, 9.f4
uk: Сицилійський захист: атака Ріхтера-Раузера, атака Раузера, захист 7...Сe7, 9.f4
vi: Sicilian: Richter-Rauzer, tấn công Rauzer, 7 ... Be7 phòng thủ, 9.f4

source: Sicilian: Richter-Rauzer, Rauzer attack, 7...Be7
ar: صقلي: ريشتر-روزر, روزر هجوم, 7...Be8
br: Defesa Siciliana, Ataque Richter-Rauzer, Ataque Rauzer, 7...Be7
ca: Defensa Siciliana - Atac Richter Rauzer - Atac Rauzer - 7 ... Ae7
de: Sizilianisch: Richter-Rauzer, Rauzer Angriff, 7...Le7
es: Defensa Siciliana, Ataque Richter Rauzer, Ataque Rauzer, 7...Ae7
eu: Siziliarra: Richter-Rauzer, Rauzer erasoa, 7...Ae7
fr: Sicilienne, attaque Richter - Rauzer, attaque Rauzer, 7...Fe7
id: Sisilia Richter Rauzer, Serangan Rauzer, 7... Ge7
it: Difesa Siciliana, Attacco Richter Rauzer, Attacco Rauzer, 7...Ae7
nl: Siciliaans: Richter-Rauzer, Rauzer aanval, 7 ... Le7
pl: Sycylijska, Richter-Rauzer, atak Rauzer'a, 7...Ge7
ru: Сицилианская защита: атака Рихтера-Раузера, атака Раузера, 7...Сe7
si: sicilijanska, Richter-Rauzerjeva, Rauzerjev napad, 7...Le7
sv: Sicilianskt: Richter-Rauzer, Rauzers angrepp, 7...Le7
tr: Sicilya: Richter-Rauzer, Rauzer hücumu, 7...Be7
uk: Сицилійський захист: атака Ріхтера-Раузера, атака Раузера, 7...Сe7
vi: Sicilia: Richter-Rauzer, Rauzer tấn công, 7 ... Be7

source: Sicilian: Richter-Rauzer, Rauzer attack, 7...a6 defence, 11.Bxf6
ar: صقلي: ريشتر-روزر, روزر هجوم, 7...a6 دفاع, 11.Bxf7
br: Defesa Siciliana, Ataque Richter-Rauzer, Ataque Rauzer, Defesa 7...a6, 11.Bxf6
ca: Defensa Siciliana - Atac Richter Rauzer - Atac Rauzer - 7 ... a6 i 11. Axf6
de: Sizilianisch: Richter-Rauzer, Rauzer Angriff, 7...a6 Verteidigung, 11.Lxf6
es: Defensa Siciliana, Ataque Richter Rauzer, Ataque Rauzer, 7...a6 y 11.Axf6
eu: Siziliarra: Richter-Rauzer, Rauzer erasoa, 7...a6 defentsa, 11.Axf6
fr: Sicilienne, attaque Richter - Rauzer, attaque Rauzer, défense 7...a6, 11.Fxf6
id: Sisilia Richter Rauzer, Serangan Rauzer, 7...a6, 11.Gxf6
it: Difesa Siciliana, Attacco Richter Rauzer, Attacco Rauzer, 7...a6 y 11.Axf6
nl: Siciliaans: Richter-Rauzer, Rauzer aanval, 7 ... a6 verdediging 11.Lxf6
pl: Sycylijska, Richter-Rauzer, atak Rauzer'a,7...a6 obrona,11.Gxf6
ru: Сицилианская защита: атака Рихтера-Раузера, атака Раузера, защита 7...a6, 11.Сxf6
si: sicilijanska, Richter-Rauzer, Rauzer napad, 7...a6 obramba, 11.Bxf6
sv: Sicilianskt: Richter-Rauzer, Rauzers angrepp, försvaret med 7...a6, 11.Lxf6
tr: Sicilya: Richter-Rauzer, Rauzer hücumu, 7...a6 savunması, 11.Bxf6
uk: Сицилійський захист: атака Ріхтера-Раузера, атака Раузера, захист 7...a6, 11.Сxf6
vi: Sicilia: tấn công Richter-Rauzer, Rauzer, phòng thủ 7 ... a6, 11.Bxf6
