Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: English: Neo-Catalan
ar: الانجليزي : المستحدث-كاتالان
br: Abertura Inglesa, Variante Neo-Catalã
ca: Obertura Anglèsa - Variant Neo-Catalana
de: Englisch: Neo-Katalanisch
es: Apertura Inglesa, Variante Neo Catalana
eu: Ingelesa: Neo-katalana
fr: Anglaise, var. néo-catalane
id: Inggris: Neo Katalan
it: Apertura Inglese, Variante Neo Catalana
nl: Engels: NeoCatalaans
pl: Angielska, nowo-kataloński
ru: Английское начало: новокаталонское начало
si: angleška, Neo-Catalan
sv: Engelskt: Neo-Katalanskt
tr: İngiliz: Yeni Katalonya
uk: Англійський початок: Новокаталонський початок
vi: Anh: Neo-Catalan

source: English: New York (London) defensive system
ar: الانجليزي : نيو يورك (لندن) دفاعي نظام
br: Abertura Inglesa, Sistema Defensivo Nova York (Londres)
ca: Obertura Anglèsa - Sistema Defensiu New York o Londres
de: Englisch: New York (London) Verteidigung
es: Apertura Inglesa, Sistema Defensivo Nueva York o Londres
eu: Ingelesa: New York (Londres) defentsa-sistema
fr: Anglaise, système défensif de New York
id: Inggris: Sistem Pertahanan New York (London)
it: Apertura Inglese, Sistema Defensivo Nueva York o Londres
nl: Engels: New York (Londen) verdedigingssysteem
pl: Angielska, system obronny Nowy Jork(Londyn)
ru: Английское начало: Нью-Йоркская защитная система
si: angleška, New York (London) obrambni sistem
sv: Engelskt: New-York-systemet (London)
tr: İngiliz: New York (Londra) savunma sistemi
uk: Англійський початок: Нью-Йоркська захисна система
vi: Anh: hệ thống phòng thủ New York (London)

source: English: Nimzo-English opening
ar: الانجليزي : نيمزو-الافتتاح الانجليزي
br: Abertura Inglesa, Nimzo-Inglesa
ca: Obertura Anglèsa, Obertura Nimzo Anglèsa
de: Englisch: Nimzo-Englisch Eröffnung
es: Apertura Inglesa, Apertura Nimzo Inglesa
eu: Ingelesa: Nimzo-English irekiera
fr: Anglaise, système Nimzo-anglais
id: Inggris: Pembukaan Nimzo-Inggris
it: Apertura Inglese, Apertura Nimzo Inglese
nl: Engels: Nimzo-Engels opening
pl: Angielska, debiut Nimzo-Angileski
ru: Английское начало: английская система защиты Нимцовича
si: angleška, Nimzo-English otvoritev
sv: Engelskt: Nimzo-Engelsk spelöppning
tr: İngiliz: Nimzo-İngiliz açılışı
uk: Англійський початок: Англійська система захисту Німцовича
vi: Anh: khai cuộc Nimzo-Anh

source: English: Queens Indian formation
ar: الانجليزي : الوزير الهندي تشكيل
br: Abertura Inglesa, Formação Índia da Dama
ca: Obertura Anglèsa, Formació Índia de Dama
de: Englisch: Damenindische Formation
es: Apertura Inglesa, Formación India de Dama
eu: Ingelesa: Queens Indian formazioa
fr: Anglaise, formation ouest-indienne
id: Inggris: Formasi Hindia Menteri
it: Apertura Inglese, Formazione Indiana di Donna
nl: Engels: Dame Indische formatie
pl: Angielska, formacja Hetmańsko Indyjska
ru: Английское начало: новоиндийское построение
si: angleška, Damino indijska formacija
sv: Engelskt: Damindisk formation
tr: İngiliz: Vezir Hint formasyonu
uk: Англійський початок: Новоіндійська побудова
vi: Anh: Cơ cấu Hậu Ấn Độ

source: English: Queens Indian, Romanishin variation
ar: الانجليزي : الوزير الهندي, رومانشين تفريع
br: Abertura Inglesa, Formação Índia da Dama, Variante Romanishin
ca: Obertura Anglèsa, Formació Índia de Dama, Variant Romanishin
de: Englisch: Damenindisch, Romanishin-Variante
es: Apertura Inglesa, Formación India de Dama, Variante Romanishin
eu: Ingelesa: Queens Indian, Romanishin aldaera
fr: Anglaise, formation ouest-indienne, var. Romanichine
id: Inggris: Hindia Menteri, Varian Romanishin
it: Apertura Inglese, Formazione Indiana di Donna, Variante Romanishin
nl: Engels: Dame Indisch, Romanishin variant
pl: Angielska,Hetmańsko Indyjska, wariant Romanishin'a
ru: Английское начало: новоиндийское построение, вариант Романишина
si: angleška, Damino indijska, Romanishinova različica
sv: Engelskt: Damindiskt, Romanisjinvarianten
tr: İngiliz: Vezir Hint, Romanishin varyasyonu
uk: Англійський початок: Новоіндійська побудова, варіант Романишина
vi: Anh: Hậu Ấn Độ, biến Romanishin

source: English: Romanishin gambit
ar: الانجليزي : رومانشين جامبيت
br: Abertura Inglesa, Gambito Romanishin
ca: Obertuta Anglèsa - Gambit Romanishin
de: Englisch: Romanishin Gambit
es: Apertura Inglesa, Gambito Romanishin
eu: Ingelesa: Romanishin ganbitoa
fr: Anglaise, gambit Romanichine
id: Inggris: Gambit Romanishin
it: Apertura Inglese, gambetto Romanishin
nl: Engels: Romanishin gambiet
pl: Angielska, gambit Romanishin'a
ru: Английское начало: вариант Романишина
si: angleška, Romanishinov gambit
sv: Engelskt: Romanisjingambit
tr: İngiliz: Romanishin gambiti
uk: Англійський початок: варіант Романишина
vi: Anh: Romanishin Gambit

source: English: Sicilian reversed
ar: الانجليزي : صقلي المعكوس
br: Abertura Inglesa, Defesa Siciliana Invertida
ca: Obertura Anglèsa - Defensa Siciliana invertida
de: Englisch: Sizilianisch im Anzug
es: Apertura Inglesa, Defensa Siciliana Invertida
eu: Ingelesa: Siziliarra alderantzikatua
fr: Anglaise, var. sicilienne inversée
id: Inggris: Sisilia Terbalik
it: Apertura Inglese, Difesa Siciliana Invertita
nl: Engels: omgekeerd Siciliaans
pl: Angielska, Sycylijska odwrócona
ru: Английское начало: сицилианская защита с переменой цвета фигур
si: angleška, sicilijanska obratna
sv: Engelskt: Sicilianskt omvänt
tr: İngiliz: tersine Sicilya
uk: Англійський початок: Сицилійський захист зі зміною кольору фігур
vi: Anh: nghịch Sicilian

source: English: Torre defensive system
ar: الانجليزي : توري دفاعي نظام
br: Abertura Inglesa, Sistema Defensivo Torre
ca: Obertura Anglèsa - Sistema Defensiu Torre
de: Englisch: Torre Verteidigung
es: Apertura Inglesa, Sistema Defensivo Torre
eu: Ingelesa: Torre defentsa-sistema
fr: Anglaise, système défensif Torre
id: Inggris: Sistem Pertahanan Torre
it: Apertura Inglese, Sistema Defensivo Torre
nl: Engels: Torre verdedigingssysteem
pl: Angielska, obronny system Torre
ru: Английское начало: система защиты Торре
si: angleška, Torresov obrambni sistem
sv: Engelskt: Torres försvar
tr: İngiliz: Torre savunma sistemi
uk: Англійський початок: система захисту Торре
vi: Anh: hệ thống phòng thủ Torre

source: English: Wimpey system
ar: الانجليزي : ويمبي نظام
br: Abertura Inglesa, Sistema Wimpey
ca: Obertura Anglèsa - Sistema Wimpey
de: Englisch: Wimpey System
es: Apertura Inglesa, Sistema Wimpey
eu: Ingelesa: Wimpey sistema
fr: Anglaise, système Wimpey
id: Inggris: Sistem Wimpey
it: Apertura Inglese, Sistema Wimpey
nl: Engels: Wimpey systeem
pl: Angielska, system Wimpey
ru: Английское начало: система Уимпи
si: angleška, Wimpeyev sistem
sv: Engelskt: Wimpeysystemet
tr: İngiliz: Wimbey sistemi
uk: Англійський початок: система Уїмпі
vi: Anh: hệ thống Wimpey

source: English: closed system (without ...d6)
ar: الانجليزي : المغلق نظام (بدون ...d6)
br: Abertura Inglesa, Sistema Fechado (sem ...d6)
ca: Obertura Anglèsa - Sistema tancat - sense ... d6
de: Englisch: Geschlossenes System (ohne ...d6)
es: Apertura Inglesa, Sistema Cerrado, sin ...d6
eu: Ingelesa: Sistema itxia (...d6 gabe)
fr: Anglaise fermée, sans ..d6
id: Inggris: Sistem Tertutup (tanpa ...d6)
it: Apertura Inglese, Sistema Chiuso, sin ...d6
nl: Engels: gesloten systeem (zonder ... d6)
pl: Angielska, system zamknięty (bez ...d6)
ru: Английское начало: закрытая система (без ...d6)
si: angleška, zaprt sistem (brez d6)
sv: Engelskt: Slutet system utan ...d6
tr: İngiliz: kapalı sistem (...d6 olmadan)
uk: Англійський початок: закрита система (без ...d6)
vi: Anh: Hệ thống đóng (không có ... D6)

source: English: closed system
ar: الانجليزي : المغلق نظام
br: Abertura Inglesa, Sistema Fechado
ca: Obertura Anglèsa - Sistema tancat
de: Englisch: Geschlossenes System
es: Apertura Inglesa, Sistema Cerrado
eu: Ingelesa: Sistema itxia
fr: Anglaise, système fermé
id: Inggris: Sistem Tertutup
it: Apertura Inglese, Sistema Chiudo
nl: Engels: gesloten systeem
pl: Angielska, system zamknięty
ru: Английское начало: закрытая система
si: angleška, zaprt sistem
sv: Engelskt: Slutet system
tr: İngiliz: kapalı sistem
uk: Англійський початок: закрита система
vi: Anh: Hệ thống đóng

source: English: closed, 5.Rb1 Taimanov variation
ar: الانجليزي : المغلق, 5.Rb1 تيمانوف تفريع
br: Abertura Inglesa, Sistema Fechado, 5.Tb1, Variante Taimanov
ca: Obertura Anglèsa - Sistema tancat - 5. Tb1 - Variant Taimanov
de: Englisch: Geschlossen, 5.Tb1 Taimanov-Variante
es: Apertura Inglesa, Sistema Cerrado, 5.Tb1, Variante Taimanov
eu: Ingelesa: Itxia, 5.Gb1 Taimanov aldaera
fr: Anglaise fermée, 5.Tb1, var. Taïmanov
id: Inggris: Sistem Tertutup, 5.Bb1, Varian Taimanov
it: Apertura Inglese, Sistema Chiuso, 5.Tb1, Variante Taimanov
nl: Engels: gesloten, 5.Tb1 Taimanov variant
pl: Angielska, system zamknięty,5.Wb1, wariant Taimanov'a
ru: Английское начало: закрытая система, 5.Лb1, вариант Тайманова
si: angleška, zaprta, 5. Tb1 Taimanova različica
sv: Engelskt: Slutet, 5.Tb1 i Tajmanovvarianten
tr: İngiliz: kapalı, 5.Rb1 Taimanov varyasyonu
uk: Англійський початок: закрита система, 5.Тb1, варіант Тайманова
vi: Anh: đóng, biến thể 5.Rb1 Taimanov

source: English: closed, 5.Rb1
ar: الانجليزي : المغلق, 5.Rb2
br: Abertura Inglesa, Sistema Fechado, 5.Tb1
ca: Obertura Anglèsa - Sistema tancat - 5. Tb1
de: Englisch: Geschlossen, 5.Tb1
es: Apertura Inglesa, Sistema Cerrado, 5.Tb1
eu: Ingelesa: Itxia, 5.Gb1
fr: Anglaise fermée, 5.Tb1
id: Inggris: Sistem Tertutup, 5.Bb1
it: Apertura Inglese, Sistema Chiuso, 5.Tb1
nl: Engels: gesloten, 5.Tb1
pl: Angielska, system zamknięty, 5.Wb1
ru: Английское начало: закрытая система, 5.Лb1
si: angleška, zaprta, 5. Tb1
sv: Engelskt: Slutet, 5.Tb1
tr: İngiliz: kapalı, 5.Rb1
uk: Англійський початок: закрита система, 5.Тb1
vi: Anh: đóng, 5.Rb1

source: English: closed, Hort variation
ar: الانجليزي : المغلق, هورت تفريع
br: Abertura Inglesa, Sistema Fechado, Variante Hort
ca: Obertura Anglèsa - Sistema tancat - Variant Hort
de: Englisch: Geschlossen, Hort-Variante
es: Apertura Inglesa, Sistema Cerrado, Variante Hort
eu: Ingelesa: Itxia, Hort aldaera
fr: Anglaise fermée, var. Hort
id: Inggris: Sistem Tertutup, Varian Hort
it: Apertura Inglese, Sistema Chiuso, Variante Hort
nl: Engels: gesloten, Hort variant
pl: Angielska, system zamknięty, wariant Hort'a
ru: Английское начало: закрытая система, вариант Горта
si: angleška, zaprta, Hortova različica
sv: Engelskt: Slutet, Hortvarianten
tr: İngiliz: kapalı, Hort varyasyonu
uk: Англійський початок: закрита система, варіант Горта
vi: Anh: đóng, biến thể Hort

source: English: closed, Taimanov variation
ar: الانجليزي : المغلق, تيمانوف تفريع
br: Abertura Inglesa, Sistema Fechado, Variante Taimanov
ca: Obertura Anglesa - Sistema tancat - Variant Taimanov
de: Englisch: Geschlossen, Taimanov-Variante
es: Apertura Inglesa, Sistema Cerrado, Variante Taimanov
eu: Ingelesa: Itxia, Taimanov aldaera
fr: Anglaise fermée, var. Taïmanov
id: Inggris: Sistem Tertutup, Varian Taimanov
it: Apertura Inglese, Sistema Chiuso, Variante Taimanov
nl: Engels: gesloten, Taimanov variant
pl: Angielska, system zamknięty, wariant Taimanov'a
ru: Английское начало: закрытая система, вариант Тайманова
si: angleška, zaprta, Taimanova različica
sv: Engelskt: Slutet, Tajmanovvarianten
tr: İngiliz: kapalı, Taimanov varyasyonu
uk: Англійський початок: закрита система, варіант Тайманова
vi: Anh: đóng, biến Taimanov

source: English: four knights system
ar: الانجليزي : الأربعة أحصنة نظام
br: Abertura Inglesa, Sistema dos 4 Cavalos
ca: Obertura Anglèsa - Sistema dels quatre cavalls
de: Englisch: Vierspringerspiel
es: Apertura Inglesa, Sistema de los 4 Caballos
eu: Ingelesa: lau zaldunen sistema
fr: Anglaise, système des 4 cavaliers
id: Inggris: Sistem 4 Kuda
it: Apertura Inglese, Sistema dei 4 Cavalli
nl: Engels: vier paarden systeem
pl: Angielska, system czterech skoczków
ru: Английское начало: система четырех коней
si: angleška, sistem štirih skakačev
sv: Engelskt: Fyrspringarspel
tr: İngiliz: 4 at sistemi
uk: Англійський початок: система чотирьох коней
vi: Anh: hệ thống bốn mã

source: English: four knights, 4.e3
ar: الانجليزي : الأربعة أحصنة, 4.e4
br: Abertura Inglesa, Sistema dos 4 Cavalos, 4.e3
ca: Obertura Anglèsa - Sistema dels quatre cavalls - 4. e3
de: Englisch: Vierspringerspiel, 4.e3
es: Apertura Inglesa, Sistema de los 4 Caballos, 4.e3
eu: Ingelesa: lau zaldunak, 4.e3
fr: Anglaise, système des 4 cavaliers, 4.e3
id: Inggris: Sistem 4 Kuda, 4.e3
it: Apertura Inglese, Sistema dei 4 Cavalli, 4.e3
nl: Engels: vier paarden, 4.e3
pl: Angielska, cztery skoczki, 4.e3
ru: Английское начало: система четырех коней, 4.e3
si: angleška, štirje skakači, 4. e3
sv: Engelskt: Fyrspringarspel med 4.e3
tr: İngiliz: 4 at, 4.e3
uk: Англійський початок: система чотирьох коней, 4.e3
vi: Anh: bốn mã, 4.e3

source: English: four knights, Capablanca variation
ar: الانجليزي : الأربعة أحصنة, كابابلانكا تفريع
br: Abertura Inglesa, Sistema dos 4 Cavalos, Variante Capablanca
ca: Obertura Anglèsa - Sistema dels quatre cavalls - Variant Capablanca
de: Englisch: Vierspringerspiel, Capablanca-Variante
es: Apertura Inglesa, Sistema de los 4 Caballos, Variante Capablanca
eu: Ingelesa: lau zaldunak, Capablanca aldaera
fr: Anglaise, système des 4 cavaliers, var. Capablanca
id: Inggris: Sistem 4 Kuda, Varian Capablanca
it: Apertura Inglese, Sistema dei 4 Cavalli, Variante Capablanca
nl: Engels: vier paarden, Capablanca variant
pl: Angielska, cztery skoczki, wariant Capablanki
ru: Английское начало: система четырех коней, вариант Капабланки
si: angleška, štirje skakači, Capablancina različica
sv: Engelskt: Fyrspringarspel, Capablancavarianten
tr: İngiliz: dört at, Capablanca varyasyonu
uk: Англійський початок: система чотирьох коней, варіант Капабланки
vi: Anh: bốn mã, biến thể Capablanca

source: English: four knights, Marini variation
ar: الانجليزي : الأربعة أحصنة, ماريني تفريع
br: Abertura Inglesa, Sistema dos 4 Cavalos, Variante Marini
ca: Obertura Anglèsa - Sistema dels quatre cavalls - Variant Marini
de: Englisch: Vierspringerspiel, Marini-Variante
es: Apertura Inglesa, Sistema de los 4 Caballos, Variante Marini
eu: Ingelesa: lau zaldunak, Marini aldaera
fr: Anglaise, système des 4 cavaliers, var. Marini
id: Inggris: Sistem 4 Kuda, Varian Marini
it: Apertura Inglese, Sistema dei 4 Cavalli, Variante Marini
nl: Engels: vier paarden, Marini variant
pl: Angielska, cztery skoczki, wariant Marini
ru: Английское начало: система четырех коней, вариант Марини
si: angleška, štirje skakači, Marinijeva različica
sv: Engelskt: Fyrspringarspel, Marinivarianten
tr: İngiliz: dört at, Marini varyasyonu
uk: Англійський початок: система чотирьох коней, вариант Маріні
vi: Anh: bốn mã, biến thể Marini

source: English: four knights, Nimzovich variation
ar: الانجليزي : الأربعة أحصنة, نيمزوفيتش تفريع
br: Abertura Inglesa, Sistema dos 4 Cavalos, Variante Nimzowitsch
ca: Obertura Anglèsa - Sistema dels quatre cavalls - Variant Nimzowitsch
de: Englisch: Vierspringerspiel, Nimzowitsch-Variante
es: Apertura Inglesa, Sistema de los 4 Caballos, Variante Nimzowitsch
eu: Ingelesa: lau zaldunak, Nimzovich aldaera
fr: Anglaise, système des 4 cavaliers, var. Nimzowitsch
id: Inggris: Sistem 4 Kuda, Varian Nimzowitch
it: Apertura Inglese, Sistema dei 4 Cavalli, Variante Nimzowitsch
nl: Engels: vier paarden, Nimzovich variant
pl: Angielska, cztery skoczki, wariant Nimzovitsch'a
ru: Английское начало: система четырех коней, вариант Нимцовича
si: angleška, štirje skakači, Nimzovicheva različica
sv: Engelskt: Fyrspringarspel, Nimzowitschvarianten
tr: İngiliz: dört at, Nimzovich varyasyonu
uk: Англійський початок: система чотирьох коней, варіант Німцовича
vi: Anh: bốn mã, biến thể Nimzovich

source: English: four knights, Romanishin variation
ar: الانجليزي : الأربعة أحصنة, رومانشين تفريع
br: Abertura Inglesa, Sistema dos 4 Cavalos, Variante Romanishin
ca: Obertura Anglèsa - Sistema dels quatre cavalls - Variant Romanishin
de: Englisch: Vierspringerspiel, Romanishin-Variante
es: Apertura Inglesa, Sistema de los 4 Caballos, Variante Romanishin
eu: Ingelesa: lau zaldunak, Romanishin aldaera
fr: Anglaise, système des 4 cavaliers, var. Romanichine
id: Inggris: Sistem 4 Kuda, Varian Romanishin
it: Apertura Inglese, Sistema dei 4 Cavalli, Variante Romanishin
nl: Engels: vier paarden, Romanishin variant
pl: Angielska, cztery skoczki, wariant Romanishin'a
ru: Английское начало: система четырех коней, вариант Романишина
si: angleška, štirje skakači, Romanishinova različica
sv: Engelskt: Fyrspringarspel, Romanisjinvarianten
tr: İngiliz: dört at, Romanishin varyasyonu
uk: Англійський початок: система чотирьох коней, варіант Романишина
vi: Anh: bốn mã, biến thể Romanishin biến

source: English: four knights, Stean variation
ar: الانجليزي : الأربعة أحصنة, استيان تفريع
br: Abertura Inglesa, Sistema dos 4 Cavalos, Variante Stean
ca: Obertura Anglèsa - Sistema del quatre cavalls - Variant Stean
de: Englisch: Vierspringerspiel, Stean-Variante
es: Apertura Inglesa, Sistema de los 4 Caballos, Variante Stean
eu: Ingelesa: lau zaldunak, Stean aldaera
fr: Anglaise, système des 4 cavaliers, var. Stean
id: Inggris: Sistem 4 Kuda, Varian Stean
it: Apertura Inglese, Sistema dei 4 Cavalli, Variante Stean
nl: Engels: vier paarden, Stean variant
pl: Angielska, cztery skoczki, wariant Stean'a
ru: Английское начало: система четырех коней, вариант Стина
si: angleška, štirje skakači, Steanova različica
sv: Engelskt: Fyrspringarspel, Steanvarianten
tr: İngiliz: dört at, Stean varyasyonu
uk: Англійський початок: система чотирьох коней, варіант Стіна
vi: Anh: bốn mã, biến thể Stean

source: English: four knights, kingside fianchetto
ar: الانجليزي : الأربعة أحصنة, جناح الملك فيل الوتر الطويل
br: Abertura Inglesa, Sistema dos 4 Cavalos, Variante do Fianchetto de Rei
ca: Obertura Anglèsa - Sistema dels quatre cavalls - Variant del Fianchetto de Rei
de: Englisch: Vierspringerspiel, Königsfianchetto
es: Apertura Inglesa, Sistema de los 4 Caballos, Variante del Fianchetto de Rey
eu: Ingelesa: lau zaldunak, Errege aldeko fianchetto-a
fr: Anglaise, système des 4 cavaliers, fianchetto-roi
id: Inggris: Sistem 4 Kuda, Fianchetto Gajah Raja
it: Apertura Inglese, Sistema dei 4 Cavalli, Variante del Fianchetto di Re
nl: Engels: vier paarden, koningsvleugel fianchetto
pl: kingside fianchetto fianchetto skrzydła królewskiego
ru: Английское начало: система четырех коней, королевское фианкетто
si: angleška otvoritev, štirje skakači, kraljev krilni razvoj
sv: Engelskt: Fyrspringarspel, kungsfianchetto
tr: İngiliz: dört at, şah fianchetto
uk: Англійський початок: система чотирьох коней, королівське фіанкетто
vi: Anh: bốn mã, cánh Vua fianchetto

source: English: symmetrical variation
ar: الانجليزي : التفريع المتناظر
br: Abertura Inglesa, Variante Simétrica
ca: Obertura Anglèsa - Variant Simètrica
de: Englisch: Symmetrische Variante
es: Apertura Inglesa, Variante Simétrica
eu: Ingelesa: aldaera simetrikoa
fr: Anglaise, var. symétrique
id: Inggris: Varian Simetris
it: Apertura Inglese, Variante Simmetrica
nl: Engels: symmetrische variant
pl: Angielska, wariant symetryczny
ru: Английское начало: симметричный вариант
si: angleška, simetrična različica
sv: Engelskt: Symmetrisk variant
tr: İngiliz: simetrik varyasyon
uk: Англійський початок: симетричний варіант
vi: Anh: Biến thể đối xứng

source: English: symmetrical, Benoni formation
ar: الانجليزي : متناظر, بينوني تشكيل
br: Abertura Inglesa, Variante Simétrica, Formação Benoni
ca: Obertura Anglèsa - Variant Simètrica - Formació Benoni
de: Englisch: Symmetrisch, Benoni Formation
es: Apertura Inglesa, Variante Simétrica, Formación Benoni
eu: Ingelesa: simetrikoa, Benoni formazioa
fr: Anglaise symétrique, formation défense Benoni
id: Inggris: Varian Simetris, Formasi Benoni
it: Apertura Inglese, Variante Simmetrica, Formazione Benoni
nl: Engels: symmetrisch, Benoni formatie
pl: Angielska, symetryczny, formacja Benoni'ego
ru: Английское начало: симметричный вариант, построение Бенони
si: angleška otvoritev, simetrična, Benonijeva razporeditev
sv: Engelskt: Symmetriskt, Benoniformation
tr: İngiliz: simetrik, Benoni formasyonu
uk: Англійський початок: симетричний варіант, побудова Беноні
vi: Anh: đối xứng, hình thành Benoni

source: English: symmetrical, Botvinnik system reversed
ar: الانجليزي : متناظر, نظام بوتفنيك المعكوس
br: Abertura Inglesa, Variante Simétrica, Sistema Botvinnik Invertido
ca: Obertura Anglèsa - Variant Simètrica - Sistema Botvinnik invertit
de: Englisch: Symmetrisch, Botvinnik System im Anzug
es: Apertura Inglesa, Variante Simétrica, Sistema Botvinnik Invertido
eu: Ingelesa: simetrikoa, Botvinnik sistema alderantziz
fr: Anglaise symétrique, système Botvinnik inversé
id: Inggris: Varian Simetris, Sistem Botwinnik Terbalik
it: Apertura Inglese, Variante Simmetrica, Sistema Botvinnik Invertito
nl: Engels: symmetrisch, omgekeerd Botvinnik systeem
pl: Angielska, symetryczny, odwrócony system Botvinnik'a
ru: Английское начало: симметричный вариант, система Ботвинника с переменой цвета фигур
si: angleška, simetrična, Botvinnikov obratni sistem
sv: Engelskt: Symmetriskt, Botvinniksystemet, omvänt
tr: İngiliz: simetrik, tersine Botvinnik sistemi
uk: Англійський початок: симетричний варіант, система Ботвинника зі зміною кольору фігур
vi: Anh: đối xứng, hệ thống Botvinnik đảo ngược

source: English: symmetrical, Botvinnik system
ar: الانجليزي : متناظر, نظام بوتفنيك
br: Abertura Inglesa, Variante Simétrica, Sistema Botvinnik
ca: Obertura Anglèsa - Variant Simètrica - Sistema Botvinnik
de: Englisch: Symmetrisch, Botvinnik System
es: Apertura Inglesa, Variante Simétrica, Sistema Botvinnik
eu: Ingelesa: simetrikoa, Botvinnik sistema
fr: Anglaise symétrique, système Botvinnik
id: Inggris: Varian Simetris, Sistem Botwinnik
it: Apertura Inglese, Variante Simmetrica, Sistema Botvinnik
nl: Engels: symmetrisch, Botvinnik systeem
pl: Angielska, symetryczny, system Botvinnik'a
ru: Английское начало: симметричный вариант, система Ботвинника
si: angleška, simetrična, Botvinnikov sistem
sv: Engelskt: Symmetriskt, Botvinniksystemet
tr: İngiliz: simetrik, Botvinnik sistemi
uk: Англійський початок: симетричний варіант, система Ботвинника
vi: Anh: đối xứng, hệ thống Botvinnik

source: English: symmetrical, Geller variation
ar: الانجليزي : متناظر, جيلر تفريع
br: Abertura Inglesa, Variante Simétrica, Variante Geller
ca: Obertura Anglesa - Variant Simètrica - Variant Geller
de: Englisch: Symmetrisch, Geller-Variante
es: Apertura Inglesa, Variante Simétrica, Variante Geller
eu: Ingelesa: simetrikoa, Geller aldaera
fr: Anglaise symétrique, var. Geller
id: Inggris: Varian Simetris, Varian Geller
it: Apertura Inglese, Variante Simmetrica, Variante Geller
nl: Engels: symmetrisch, Geller variant
pl: Angielska, symetryczny, wariant Geller'a
ru: Английское начало: симметричный, вариант Геллера
si: angleška, simetrična, Gellerjeva različica
sv: Engelskt: Symmetriskt, Gellervarianten
tr: İngiliz: simetrik, Geller varyasyonu
uk: Англійський початок: симетричний, варіант Геллера
vi: Anh: đối xứng, biến thể Geller

source: English: symmetrical, Keres defence
ar: الانجليزي : متناظر,كيريس دفاع
br: Abertura Inglesa, Variante Simétrica, Defesa Keres
ca: Obertura Anglèsa - Variant simètrica - Defensa Keres
de: Englisch: Symmetrisch, Keres Verteidigung
es: Apertura Inglesa, Variante Simétrica, Defensa Keres
eu: Ingelesa: Simetrikoa, Keres defentsa
fr: Anglaise symétrique, défense Keres
id: Inggris: Simetris, Pembelaan Keres
it: Apertura Inglese, Variante Simmetrica, Difesa Keres
nl: Engels: symmetrisch, Keres verdediging
pl: Angielska, Symetryczna, obrona Keres'a
ru: Английское начало: симметричный вариант
si: angleška, simetrična, Keresova obramba
sv: Engelskt: Symmetrisk, Keres försvar
tr: İngiliz: Simetrik, Keres savunması
uk: Англійський початок: симетричний, захист Кереса
vi: Anh: Đối xứng, Phòng thủ Keres
