Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Vulture defence
ar: العقاب دفاع
br: Defesa do Abutre
ca: Defensa del voltor
de: Vulture-Verteidigung
es: Defensa del Buitre
eu: Saiaren defentsa
fr: Défense du vautour
id: Pembelaan Vulture
it: Difesa Avvoltoio
nl: Vulture verdediging
pl: Obrona Vulture'a
ru: Защита грифа
si: Vultureva obramba
sv: Gamförsvaret
tr: Akbaba savunması
uk: Захист грифа
vi: Phòng thủ Vulture

source: Ware (Meadow Hay) opening
ar: فير (ميدو هاي) افتتاح
br: Abertura Ware (Meadow Hay)
ca: Obertura Ware o Meadow Hay
de: Ware (Meadow Hay) Eröffnung
es: Apertura Ware o Meadow Hay
eu: Ware (Meadow Hay) irekiera
fr: Ouverture Ware ou meadow hay (foin de prairie)
id: Pembukaan Ware
it: Apertura Ware o Meadow Hay
pl: Debiut Ware (Meadow Hay)
ru: Дебют Уэра
si: Wareva (Meadow Hayeva) otvoritev
sv: Wares spelöppning (Meadow Hays spelöppning)
tr: Ware (Meadow Hay) açılışı
uk: Дебют Уера
vi: Khai cuộc Ware (Meadow Hay)

source: Woozle defence
ar: ووزل دفاع
br: Defesa Woozle
ca: Defensa Woozle
de: Woozle-Verteidigung
es: Defensa Woozle
eu: Woozle defentsa
fr: Défense Woozle (premier nom des Fraggles ou référence à Winnie l'ourson qui essaie de capturer un Woozle ?)
id: Pembelaan Woozle
it: Difesa Woozle
nl: Woozle verdediging
pl: Obrona Woozle
ru: Защита буки
si: Woozleva obramba
sv: Woozles försvar
tr: Woozle savunması
uk: Захист буки
vi: Phòng thủ Woozle
