Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Sicilian: Richter-Rauzer, Rauzer attack, 7...a6 defence, 8...Bd7
ar: صقلي: ريشتر-روزر, روزر هجوم, 7...a6 دفاع, 8...Bd8
br: Defesa Siciliana, Ataque Richter-Rauzer, Ataque Rauzer, Defesa 7...a6, 8...Bd7
ca: Defensa Siciliana - Atac Richter Rauzer - Atac Rauzer - 7 ... a6 i 8 ... Ad7
de: Sizilianisch: Richter-Rauzer, Rauzer Angriff, 7...a6 Verteidigung, 8...Ld7
es: Defensa Siciliana, Ataque Richter Rauzer, Ataque Rauzer, 7...a6 y 8...Ad7
eu: Siziliarra: Richter-Rauzer, Rauzer erasoa, 7...a6 defentsa, 8...Ad7
fr: Sicilienne, attaque Richter - Rauzer, attaque Rauzer, défense 7...a6, 8...Fd7
id: Sisilia Richter Rauzer, Serangan Rauzer, 7...a6, 8... Gd7
it: Difesa Siciliana, Attacco Richter Rauzer, Attacco Rauzer, 7...a6 y 8...Ad7
nl: Siciliaans: Richter-Rauzer, Rauzer aanval, 7 ... a6 verdediging, 8 ... Ld7
pl: Sycylijska, Richter-Rauzer, atak Rauzer'a,7...a6 obrona,11.Gd7
ru: Сицилианская защита: атака Рихтера-Раузера, атака Раузера, защита 7...a6, 8...Сd7
si: sicilijanska, Richter-Rauzer, Rauzer napad, 7...a6 obramba, 8...Bd7
sv: Sicilianskt: Richter-Rauzer, Rauzers angrepp, försvaret med 7...a6, 8...Ld7
tr: Sicilya: Richter-Rauzer, Rauzer hücumu, 7...a6 savunması, 8...Bd7
uk: Сицилійський захист: атака Ріхтера-Раузера, атака Раузера, захист 7...a6, 8...Сd7
vi: Sicilian: Richter-Rauzer, tấn công Rauzer, 7 ... Be7 phòng thủ, 8 ... Bd7

source: Sicilian: Richter-Rauzer, Rauzer attack, 7...a6 defence, 9...Be7
ar: صقلي: ريشتر-روزر, روزر هجوم, 7...a6 دفاع, 9...Be8
br: Defesa Siciliana, Ataque Richter-Rauzer, Ataque Rauzer, Defesa 7...a6, 9...Be7
ca: Defensa Siciliana - Atac Richter Rauzer - Atac Rauzer - 7 ... a6 i 9 ... Ae7
de: Sizilianisch: Richter-Rauzer, Rauzer Angriff, 7...a6 Verteidigung, 9...Le7
es: Defensa Siciliana, Ataque Richter Rauzer, Ataque Rauzer, 7...a6 y 9...Ae7
eu: Siziliarra: Richter-Rauzer, Rauzer erasoa, 7...a6 defentsa, 9...Ae7
fr: Sicilienne, attaque Richter - Rauzer, attaque Rauzer, défense 7...a6, 9...Fe7
id: Sisilia Richter Rauzer, Serangan Rauzer, 7...a6, 8... Ge7
it: Difesa Siciliana, Attacco Richter Rauzer, Attacco Rauzer, 7...a6 y 9...Ae7
nl: Siciliaans: Richter-Rauzer, Rauzer aanval, 7 ... a6 verdediging, 9 ... Le7
pl: Sycylijska, Richter-Rauzer, atak Rauzer'a,7...a6 obrona,11.Ge7
ru: Сицилианская защита: атака Рихтера-Раузера, атака Раузера, защита 7...a6, 9...Сe7
si: sicilijanska, Richter-Rauzer, Rauzer napad, 7...a6 obramba, 9...Le7
sv: Sicilianskt: Richter-Rauzer, Rauzers angrepp, försvaret med 7...a6, 9...Le7
tr: Sicilya: Richter-Rauzer, Rauzer hücumu, 7...a6 savunması, 9...Be7
uk: Сицилійський захист: атака Ріхтера-Раузера, атака Раузера, захист 7...a6, 9...Сe7
vi: Sicilian: Richter-Rauzer, tấn công Rauzer, 7 ... phòng thủ a6, 9 ... Be7

source: Sicilian: Richter-Rauzer, Rauzer attack, 7...a6
ar: صقلي: ريشتر-روزر, روزر هجوم, 7...a7
br: Defesa Siciliana, Ataque Richter-Rauzer, Ataque Rauzer, 7...a6
ca: Defensa Siciliana - Atac Richter Rauzer - Atac Rauzer - 7 ... a6
de: Sizilianisch: Richter-Rauzer, Rauzer Angriff, 7...a6
es: Defensa Siciliana, Ataque Richter Rauzer, Ataque Rauzer, 7...a6
eu: Siziliarra: Richter-Rauzer, Rauzer erasoa, 7...a6
fr: Sicilienne, attaque Richter - Rauzer, attaque Rauzer, 7...a6
id: Sisilia Richter Rauzer, Serangan Rauzer, 7...a6
it: Difesa Siciliana, Attacco Richter Rauzer, Attacco Rauzer, 7...a6
nl: Siciliaans: Richter-Rauzer, Rauzer aanval, 7 ... a6
pl: Sycylijska, Richter-Rauzer, atak Rauzer'a,7 ...a6
ru: Сицилианская защита: атака Рихтера-Раузера, атака Раузера, 7...a6
si: sicilijanska, Richter-Rauzer, Rauzer napad, 7...a6
sv: Sicilianskt: Richter-Rauzer, Rauzers angrepp, 7...a6
tr: Sicilya: Richter-Rauzer, Rauzer hücumu, 7...a6
uk: Сицилійський захист: атака Ріхтера-Раузера, атака Раузера, 7...a6
vi: Sicilia: Richter-Rauzer, Rauzer tấn công, 7 ... a6

source: Sicilian: Richter-Rauzer, Rauzer attack, Geller variation
ar: صقلي: ريشتر-روزر, روزر هجوم, جيلر تفريع
br: Defesa Siciliana, Ataque Richter-Rauzer, Ataque Rauzer, Variante Geller
ca: Defensa Siciliana - Atac Richter Rauzer - Variant Geller
de: Sizilianisch: Richter-Rauzer, Rauzer Angriff, Geller Variante
es: Defensa Siciliana, Ataque Richter Rauzer, Ataque Rauzer, Variante Geller
eu: Siziliarra: Richter-Rauzer, Rauzer erasoa, Geller aldaera
fr: Sicilienne, attaque Richter - Rauzer, attaque Rauzer, var. Geller
id: Sisilia Richter Rauzer, Serangan Rauzer, Varian Geller
it: Difesa Siciliana, Attacco Richter Rauzer, Attacco Rauzer, Variante Geller
nl: Siciliaans: Richter-Rauzer, Rauzer aanval, Geller variant
pl: Sycylijska, Richter-Rauzer, atak Rauzer'a,wariant Geller'a
ru: Сицилианская защита: атака Рихтера-Раузера, атака Раузера, вариант Геллера
si: sicilijanska, Richter-Rauzerjeva, Rauzerjev napad, Gellerjeva različica
sv: Sicilianskt: Richter-Rauzer, Rauzers angrepp, Gellervarianten
tr: Sicilya: Richter-Rauzer, Rauzer hücumu, Geller varyasyonu
uk: Сицилійський захист: атака Ріхтера-Раузера, атака Раузера, варіант Геллера
vi: Sicilia: Richter-Rauzer, Rauzer tấn công, thay đổi Geller

source: Sicilian: Richter-Rauzer, Rauzer attack
ar: صقلي: ريشتر-روزر, روزر هجوم
br: Defesa Siciliana, Ataque Richter-Rauzer, Ataque Rauzer
ca: Defensa Siciliana - Atac Richter Rauzer - Atac Rauzer
de: Sizilianisch: Richter-Rauzer, Rauzer Angriff
es: Defensa Siciliana, Ataque Richter Rauzer, Ataque Rauzer
eu: Siziliarra: Richter-Rauzer, Rauzer erasoa
fr: Sicilienne, attaque Richter - Rauzer, attaque Rauzer
id: Sisilia Richter Rauzer, Serangan Rauzer
it: Difesa Siciliana, Attacco Richter Rauzer, Attacco Rauzer
nl: Siciliaans: Richter-Rauzer, Rauzer aanval
pl: Sycylijska, Richter-Rauzer, atak Rauzer'a
ru: Сицилианская защита: атака Рихтера-Раузера, атака Раузера
si: sicilijanska, Richter-Rauzerjeva, Rauzerjev napad
sv: Sicilianskt: Richter-Rauzer, Rauzers angrepp
tr: Sicilya: Richter-Rauzer, Rauzer hücumu
uk: Сицилійський захист: атака Ріхтера-Раузера, атака Раузера
vi: Sicilia: Richter-Rauzer, Rauzer tấn công

source: Sicilian: Richter-Rauzer, Richter attack
ar: صقلي: ريشتر-روزر, ريشتر هجوم
br: Defesa Siciliana, Ataque Richter-Rauzer, Ataque Richter
ca: Defensa Siciliana - Atac Richter Rauzer - Atac Richter
de: Sizilianisch: Richter-Rauzer, Richter Angriff
es: Defensa Siciliana, Ataque Richter Rauzer, Ataque Richter
eu: Siziliarra: Richter-Rauzer, Richter erasoa
fr: Sicilienne, attaque Richter - Rauzer, attaque Richter
id: Sisilia Richter Rauzer, Serangan Rauzer
it: Difesa Siciliana, Attacco Richter Rauzer, Attacco Richter
nl: Siciliaans: Richter-Rauzer, Richter aanval
pl: Sycylijska, Richter-Rauzer, atak Richter'a
ru: Сицилианская защита: атака Рихтера-Раузера, атака Рихтера
si: sicilijanska, Richter-Rauzerjeva, Richterjev napad
sv: Sicilianskt: Richter-Rauzer, Richters angrepp
tr: Sicilya: Richter-Rauzer, Richter hücumu
uk: Сицилійський захист: атака Ріхтера-Раузера, атака Ріхтера
vi: Sicilia: Richter-Rauzer, Richter tấn công

source: Sicilian: Richter-Rauzer
ar: صقلي: ريشتر-روزر
br: Defesa Siciliana, Ataque Richter-Rauzer
ca: Defensa Siciliana - Atac Richter Rauzer
de: Sizilianisch: Richter-Rauzer
es: Defensa Siciliana, Ataque Richter Rauzer
eu: Siziliarra: Richter-Rauzer
fr: Sicilienne, attaque (ou variante) Richter - Rauzer
id: Sisilia Richter Rauzer
it: Difesa Siciliana, Attacco Richter Rauzer
nl: Siciliaans: Richter-Rauzer
pl: Sycylijska, Richter-Rauzer
ru: Сицилианская защита: атака Рихтера-Раузера
si: sicilijanska, Richter-Rauzerjeva
sv: Sicilianskt: Richter-Rauzer
tr: Sicilya: Richter-Rauzer
uk: Сицилійський захист: атака Ріхтера-Раузера
vi: Sicilia: Richter-Rauzer

source: Sicilian: Scheveningen (Paulsen), classical variation
ar: صقلي: شيفينينغن (بولسن), التفريع الكلاسيكي
br: Defesa Siciliana, Variante Scheveningen (Paulsen), Variante Clássica
ca: Defensa Siciliana - Variant Scheveningen - Variant clàssica-Paulsen
de: Sizilianisch: Scheveningen (Paulsen), Klassische Variante
es: Defensa Siciliana, Variante Scheveningen, Variante Clásica/Paulsen
eu: Siziliarra: Scheveningen (Paulsen), aldaera klasikoa
fr: Sicilienne, var. de Scheveningue (Paulsen), var. classique
id: Sisilia Scheveningen (Paulsen), Varian Klasik
it: Difesa Siciliana, Variante Scheveningen, Variante Classica/Paulsen
nl: Siciliaans: Scheveningen (Paulsen), klassieke variant
pl: Sycylijska, Scheveningen(Paulsen), wariant klasyczny
ru: Сицилианская защита: схевенингенский вариант, классический вариант
si: sicilijanska, Scheveningenova (Paulsenova), klasična različica
sv: Sicilianskt: Scheveningen (Paulsen), klassisk variant
tr: Sicilya: Scheveningen (Paulsen), klasik varyasyonu
uk: Сицилійський захист: Схевенінгенський варіант, класичний варіант
vi: Sicilia: Scheveningen (Paulsen), biến thể cổ điển

source: Sicilian: Scheveningen variation
ar: صقلي: شيفينينغن تفريع
br: Defesa Siciliana, Variante Scheveningen
ca: Defensa Siciliana - Variant Scheveningen
de: Sizilianisch: Scheveningen Variante
es: Defensa Siciliana, Variante Scheveningen
eu: Siziliarra: Scheveningen aldaera
fr: Sicilienne, var. de Scheveningue
id: Sisilia Varian Scheveningen
it: Difesa Siciliana, Variante Scheveningen
nl: Siciliaans: Scheveningen variant
pl: Sycylijska, wariant Scheveningen
ru: Сицилианская защита: схевенингенский вариант
si: sicilijanska, Scheveningenova različica
sv: Sicilianskt: Scheveningenvarianten
tr: Sicilya: Scheveningen varyasyonu
uk: Сицилійський захист: Схевенінгенський варіант
vi: Sicilia: Scheveningen biến

source: Sicilian: Scheveningen, 6.Be2
ar: صقلي: شيفينينغن, 6.Be3
br: Defesa Siciliana, Variante Scheveningen, Variante 6.Be2
ca: Defensa Siciliana - Variant Scheveningen - Variant 6. Ae2
de: Sizilianisch: Scheveningen, 6.Le2
es: Defensa Siciliana, Variante Scheveningen, Variante 6.Ae2
eu: Siziliarra: Scheveningen, 6.Ae2
fr: Sicilienne, var de Scheveningue, 6.Fe2
id: Sisilia Scheveningen, 6.Ge2
it: Difesa Siciliana, Variante Scheveningen, Variante 6.Ae2
nl: Siciliaans: Scheveningen, 6.Le2
pl: Sycylijska, Scheveningen, 6.Ge2
ru: Сицилианская защита: схевенингенский вариант, 6.Сe2
si: sicilijanska, Scheveningenova, 6. Le2
sv: Sicilianskt: Scheveningen, 6.Le2
tr: Sicilya: Scheveningen, 6.Be2
uk: Сицилійський захист: Схевенінгенський варіант, 6.Сe2
vi: Sicilia: Scheveningen, 6.Be2

source: Sicilian: Scheveningen, 6.f4
ar: صقلي: شيفينينغن, 6.f5
br: Defesa Siciliana, Variante Scheveningen, Variante 6.f4
ca: Defensa Siciliana - Variant Scheveningen - Variant 6. f4
de: Sizilianisch: Scheveningen, 6.f4
es: Defensa Siciliana, Variante Scheveningen, Variante 6.f4
eu: Siziliarra: Scheveningen, 6.f4
fr: Sicilienne, var. de Scheveningue, 6.f4
id: Sisilia Varian Scheveningen, 6.f4
it: Difesa Siciliana, Variante Scheveningen, Variante 6.f4
nl: Siciliaans: Scheveningen, 6.f4
pl: Sycylijska, Scheveningen, 6.f4
ru: Сицилианская защита: схевенингенский вариант, 6.f4
si: sicilijanska, Scheveningenova, 6. f4
sv: Sicilianskt: Scheveningen, 6.f4
tr: Sicilya: Scheveningen, 6.f4
uk: Сицилійський захист: Схевенінгенський варіант, 6.f4
vi: Sicilia: Scheveningen, 6.f4

source: Sicilian: Scheveningen, English variation
ar: صقلي: شيفينينغن, التفريع الانجليزي
br: Defesa Siciliana, Variante Scheveningen, Variante Inglesa
ca: Defensa Siciliana - Variant Scheveningen - Variant Anglèsa
de: Sizilianisch: Scheveningen, Englische Variante
es: Defensa Siciliana, Variante Scheveningen, Variante Inglesa
eu: Siziliarra: Scheveningen, ingelesezko aldaera
fr: Sicilienne, var. de Scheveningue, var. anglaise
id: Sisilia Varian Scheveningenm, Serangan Inggris
it: Difesa Siciliana, Variante Scheveningen, Variante Inglese
nl: Siciliaans: Scheveningen, Engelse variant
pl: Sycylijska, Scheveningen, wariant angielski
ru: Сицилианская защита: схевенингенский вариант, английский вариант
si: sicilijanska, Scheveningenova, angleška različica
sv: Sicilianskt: Scheveningen, engelska varianten
tr: Sicilya: Scheveningen, İngiliz varyasyonu
uk: Сицилійський захист: Схевенінгенський варіант, Англійський варіант
vi: Sicilia: Scheveningen, Tiếng Anh biến

source: Sicilian: Scheveningen, Keres attack
ar: صقلي: شيفينينغن,كيريس هجوم
br: Defesa Siciliana, Variante Scheveningen, Ataque Keres
ca: Defensa Siciliana - Variant Scheveningen - Atac Keres
de: Sizilianisch: Scheveningen, Keres Angriff
es: Defensa Siciliana, Variante Scheveningen, Ataque Keres
eu: Siziliarra: Scheveningen, Keres erasoa
fr: Sicilienne, var. de Scheveningue, attaque Keres
id: Sisilia Varian Scheveningen, Serangan Keres
it: Difesa Siciliana, Variante Scheveningen, Attacco Keres
nl: Siciliaans: Scheveningen, Keres aanval
pl: Sycylijska, Scheveningen, atak Keres'a
ru: Сицилианская защита: схевенингенский вариант, атака Кереса
si: sicilijanska, Scheveningen, Keresov napad
sv: Sicilianskt: Scheveningen, Keres angrepp
tr: Sicilya: Scheveningen, Keres hücumu
uk: Сицилійський захист: Схевенінгенський варіант, атака Кереса
vi: Sicilia: Scheveningen, Keres tấn công

source: Sicilian: Scheveningen, Tal variation
ar: صقلي: شيفينينغن, Tal تفريع
br: Defesa Siciliana, Variante Scheveningen, Variante Tal
ca: Defensa Siciliana - Variant Scheveningen - Variant Tal
de: Sizilianisch: Scheveningen, Tal Variante
es: Defensa Siciliana, Variante Scheveningen, Variante Tal
eu: Siziliarra: Scheveningen, Tal aldaera
fr: Sicilienne, var. de Scheveningue, var. Tal
id: Sisilia Varian Scheveningen, Varian Tal
it: Difesa Siciliana, Variante Scheveningen, Variante Tal
nl: Siciliaans: Scheveningen, Tal variant
pl: Sycylijska, Scheveningen, wariant Tal'a
ru: Сицилианская защита: схевенингенский вариант, вариант Таля
si: sicilijanska, Scheveningenova, Talova različica
sv: Sicilianskt: Scheveningen, Talvarianten
tr: Sicilya: Scheveningen, Tal varyasyonu
uk: Сицилійський захист: Схевенінгенський варіант, варіант Таля
vi: Sicilia: Scheveningen, biến Tal

source: Sicilian: Scheveningen, Vitolins variation
ar: صقلي: شيفينينغن, فيتولينس تفريع
br: Defesa Siciliana, Variante Scheveningen, Variante Vitolins
ca: Defensa Siciliana - Variant Scheveningen - Variant Vitolins
de: Sizilianisch: Scheveningen, Vitolins Variante
es: Defensa Siciliana, Variante Scheveningen, Variante Vitolins
eu: Siziliarra: Scheveningen, Vitolins aldaera
fr: Sicilienne, var. de Scheveningue, var. Vītoliņš
id: Sisilia Varian Scheveningen, Varian Vitolins
it: Difesa Siciliana, Variante Scheveningen, Variante Vitolins
nl: Sicilian: Scheveningen, Vitolins variant
pl: Sycylijska, Scheveningen, wariant Vitolins'a
ru: Сицилианская защита: схевенингенский вариант, вариант Витолиньша
si: sicilijanska, Scheveningenova, Vitolinsova različica
sv: Sicilianskt: Scheveningen, Vitolinsvarianten
tr: Sicilya: Scheveningen, Vitolins varyasyonu
uk: Сицилійський захист: Схевенінгенський варіант, варіант Вітоліньша
vi: Sicilia: Scheveningen, Vitolins biến

source: Sicilian: Scheveningen, classical main line
ar: صقلي: شيفينينغن, الكلاسيكي الخط الرئيسي
br: Defesa Siciliana, Variante Scheveningen, Variante Clássica, Linha Principal
ca: Defensa Siciliana - Variant Scheveningen - Variant clàssica-Paulsen - Línia principal
de: Sizilianisch: Scheveningen, Klassisch Hauptvariante
es: Defensa Siciliana, Variante Scheveningen, Variante Clásica/Paulsen, Linea Principal
eu: Siziliarra: Scheveningen, ildo nagusi klasikoa
fr: Sicilienne, var. de Scheveningue, var. classique, ligne principale
id: Sisilia Varian Scheveningen, Varian Klasik, Jalur Utama
it: Difesa Siciliana, Variante Scheveningen, Variante Classica/Paulsen, Linea Principale
nl: Siciliaans: Scheveningen, klassiek hoofdlijn
pl: Sycylijska, Scheveningen, klasyczna linia główna
ru: Сицилианская защита: схевенингенский вариант, основное продолжение классического варианта
si: sicilijanska: Scheveningen, klasična glavna linija
sv: Sicilianskt: Scheveningen, klassisk huvudvariant
tr: Sicilya: Scheveningen, klasik ana hat
uk: Сицилійський захист: Схевенінгенський варіант, основне продовження класичного варіанта
vi: Sicilia: Scheveningen, dòng chính cổ điển

source: Sicilian: Scheveningen, classical variation with ...Qc7 and ...Nc6
ar: صقلي: شيفينينغن, التفريع الكلاسيكي مع ...Qc7 و ...Nc7
br: Defesa Siciliana, Variante Scheveningen, Variante Clássica, ...Dc7 e ...Cc6
ca: Defensa Siciliana - Variant Scheveningen - Variant clàssica-Paulsen - ... Dc7 i ... Cc6
de: Sizilianisch: Scheveningen, Klassische Variante mit ...Dc7 und ...Sc6
es: Defensa Siciliana, Variante Scheveningen, Variante Clásica/Paulsen, ...Dc7 y ...Cc6
eu: Siziliarra: Scheveningen, aldaera klasikoa ...Dc7 eta ...Zc6rekin
fr: Sicilienne, var. de Scheveningue, var. classique, avec ...Dc7 et ...Cc6
id: Sisilia Varian Scheveningen, Varian Klasik, dg ...Mc7 dan ...Kc6
it: Difesa Siciliana, Variante Scheveningen, Variante Classica/Paulsen, ...Dc7 y ...Cc6
nl: Siciliaans: Scheveningen, klassiek variant met ... Dc7 en ... Pc6
pl: Sycylijska, Scheveningen, wariant klasyczny z ...Hc7 i ...Sc6
ru: Сицилианская защита: схевенингенский вариант, классический вариант с ...Фc7 и ...Кc6
si: sicilijanska, Scheveningenova, klasična različica z ...Dc7 in ...Sc6
sv: Sicilianskt: Scheveningen, klassisk variant med ...Dc7 och ...Sc6
tr: Sicilya: Scheveningen, ...Qc7 ve ...Nc6 ile klasik varyasyon
uk: Сицилійський захист: Схевенінгенський варіант, класичний варіант з ...Фc7 і ...Кc6
vi: Sicilia: Scheveningen, biến thể cổ điển với ... Qc7 và ... Nc6

source: Sicilian: Scheveningen, classical, Maroczy system
ar: صقلي: شيفينينغن, الكلاسيكي, ماركوتزي نظام
br: Defesa Siciliana, Variante Scheveningen, Variante Clássica, Sistema Maroczy
ca: Defensa Siciliana - Variant Scheveningen - Variant clàssica-Paulsen - Sistema Maroczy
de: Sizilianisch: Scheveningen, Klassisch, Maroczy System
es: Defensa Siciliana, Variante Scheveningen, Variante Clásica/Paulsen, Sistema Maroczy
eu: Siziliarra: Scheveningen, klasikoa, Maroczy sistema
fr: Sicilienne, var. de Scheveningue, var. classique, système Maroczy
id: Sisilia Varian Scheveningen, Varian Klasik, Sistem Maroczy
it: Difesa Siciliana, Variante Scheveningen, Variante Classica/Paulsen, Sistema Maroczy
nl: Siciliaans: Scheveningen, klassiek, Maroczy systeem
pl: Sycylijska, Scheveningen, klasyczna, system Maroczego
ru: Сицилианская защита: схевенингенский вариант, классический вариант, система Мароци
si: sicilijanska, Scheveningenova, klasična, Marcozyev sistem
sv: Sicilianskt: Scheveningen, klassisk, Maroczysystemet
tr: Sicilya: Scheveningen, klasik, Maroczy sistemi
uk: Сицилійський захист: Схевенінгенський варіант, класичний варіант, система Мароці
vi: Sicilia: Scheveningen, cổ điển, hệ thống Maroczy

source: Sicilian: Scheveningen, classical, Nd7 system
ar: صقلي: شيفينينغن, الكلاسيكي, Nd7 نظام
br: Defesa Siciliana, Variante Scheveningen, Variante Clássica, Sistema Cbd7
ca: Defensa Siciliana - Variant Scheveningen - Variant clàssica-Paulsen - ... Cbd7
de: Sizilianisch: Scheveningen, Klassisch, Nd7 System
es: Defensa Siciliana, Variante Scheveningen, Variante Clásica/Paulsen, ...Cbd7
eu: Siziliarra: Scheveningen, klasikoa, Zd7 sistema
fr: Sicilienne, var. de Scheveningue, var. classique, système Cbd7
id: Sisilia Scheveningen, Klasik, Sistem Kd7
it: Difesa Siciliana, Variante Scheveningen, Variante Classica/Paulsen, ...Cbd7
nl: Siciliaans: Scheveningen, klassiek, Pd7 systeem
pl: Sycylijska, Scheveningen, klasyczna, system Sd7
ru: Сицилианская защита: схевенингенский вариант, классический, система Кd7
si: sicilijanska, Scheveningenova, klasična, Sd7 sistem
sv: Sicilianskt: Scheveningen, klassisk, Nd7-systemet
tr: Sicilya: Scheveningen, klasik, Nd7 sistemi
uk: Сицилійський захист: Схевенінгенський варіант, класичний варіант, система Кd7
vi: Sicilia: Scheveningen, cổ điển, Nd7 hệ thống

source: Sicilian: Scheveningen, classical
ar: صقلي: شيفينينغن, الكلاسيكي
br: Defesa Siciliana, Variante Scheveningen, Variante Clássica
ca: Defensa Siciliana - Variant Scheveningen - Variant clàssica-Paulsen
de: Sizilianisch: Scheveningen, Klassisch
es: Defensa Siciliana, Variante Scheveningen, Variante Clásica/Paulsen
eu: Siziliarra: Scheveningen, klasikoa
fr: Sicilienne, var. de Scheveningue, var. classique
id: Sisilia Varian Scheveningen, Varian Klasik
it: Difesa Siciliana, Variante Scheveningen, Variante Classica/Paulsen
nl: Siciliaans: Scheveningen, klassiek
pl: Sycylijska, Scheveningen, klasyczna
ru: Сицилианская защита: схевенингенский вариант, классический вариант
si: sicilijanska, Scheveningenova, klasična
sv: Sicilianskt: Scheveningen, klassisk
tr: Sicilya: Scheveningen, klasik
uk: Сицилійський захист: Схевенінгенський варіант, класичний варіант
vi: Sicilia: Scheveningen, cổ điển

source: Sicilian: Scheveningen, fianchetto variation
ar: صقلي: شيفينينغن, فيل الوتر الطويل تفريع
br: Defesa Siciliana, Variante Scheveningen, Variante do Fianchetto
ca: Defensa Siciliana - Variant Scheveningen - Variant del fianchetto
de: Sizilianisch: Scheveningen, Fianchetto Variante
es: Defensa Siciliana, Variante Scheveningen, Variante del Fianchetto
eu: Siziliarra: Scheveningen, fianchetto aldaera
fr: Sicilienne, var. de Scheveningue, var. du fianchetto
id: Sisilia Scheveningen, Varian Fianchetto
it: Difesa Siciliana, Variante Scheveningen, Variante del Fianchetto
nl: Siciliaans: Scheveningen, fianchetto variant
pl: Sycylijska, Scheveningen, wariant fianchetto
ru: Сицилианская защита: схевенингенский вариант, вариант с фианкетто
si: siciljanska, Scheveningenov, krilni razvoj različica
sv: Sicilianskt: Scheveningen, fianchettovarianten
tr: Sicilya: Scheveningen, fianchetto varyasyonu
uk: Сицилійський захист: Схевенінгенський варіант, варіант з фіанкетто
vi: Sicilia: Scheveningen, biến fianchetto

source: Sicilian: Smith-Morra gambit, Chicago defence
ar: صقلي: سميث-مورا جامبيت, شيكاغو دفاع
br: Defesa Siciliana, Gambito Smith-Morra, Defesa Chicago
ca: Defensa Siciliana - Gambit Smith Morra - Defensa Chicago
de: Sizilianisch: Smith-Morra Gambit, Chicago Verteidigung
es: Defensa Siciliana, Gambito Smith Morra, Defensa Chicago
eu: Siziliarra: Smith-Morra ganbitoa, Chicagoko defentsa
fr: Sicilienne, gambit Smith - Morra, défense de Chicago
id: Sisilia Gambit Smith-Morra, Pembelaan Chicago
it: Difesa Siciliana, Mossa di Smith Morra, Difesa Chicago
nl: Siciliaans: Smith-Morra gambiet, Chicago verdediging
pl: Sycylijska, gambit Smith-Morra, obrona Chicago
ru: Сицилианская защита: гамбит Морра, чикагская защита
si: sicilijanska, Smith-Morratov gambit, čikaška obramba
sv: Sicilianskt: Smith-Morra gambit, Chicagoförsvaret
tr: Sicilya: Smith-Morra gambiti, Chicago savunması
uk: Сицилійський захист: гамбіт Морра, Чиказький захист
vi: Sicilia: thí quân Smith-Morra, phòng thủ Chicago

source: Sicilian: Smith-Morra gambit
ar: صقلي: سميث-مورا جامبيت
br: Defesa Siciliana, Gambito Smith-Morra
ca: Defensa Siciliana - Gambit Smith Morra
de: Sizilianisch: Smith-Morra Gambit
es: Defensa Siciliana, Gambito Smith Morra
eu: Siziliarra: Smith-Morra ganbitoa
fr: Sicilienne, gambit Smith - Morra
id: Sisilia Gambit Smith-Morra
it: Difesa Siciliana, Mossa di Smith Morra
nl: Siciliaans: Smith-Morra gambiet
pl: Sycylijska, gambit Smith-Morra
ru: Сицилианская защита: гамбит Морра
si: sicilijanska, Smith-Morratov gambit
sv: Sicilianskt: Smith-Morra Gambit
tr: Sicilya: Smith-Morra gambiti
uk: Сицилійський захист: гамбіт Морра
vi: Sicilia: thí quân Smith-Morra

source: Sicilian: Sozin attack
ar: صقلي: سوزين هجوم
br: Defesa Siciliana, Ataque Sozin
ca: Defensa Siciliana - Atac Sozin
de: Sizilianisch: Sozin Angriff
es: Defensa Siciliana, Ataque Sozin
eu: Siziliarra: Sozin erasoa
fr: Sicilienne, attaque Sozin
id: Sisilia Serangan Sozin
it: Difesa Siciliana, Attacco Sozin
nl: Siciliaans: Sozin aanval
pl: Sycylijska,atak Sozina
ru: Сицилианская защита: атака Созина
si: sicilijanska, Fischer-Sozinov napad
sv: Sicilianskt: Sozinangrepp
tr: Sicilya: Sozin hücumu
uk: Сицилійський захист: атака Созіна
vi: Sicilia: Sozin tấn công
