Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Ruy Lopez: Berlin defence, Minckwitz variation
ar: روي لوبيز: دفاع بيرلين, مينكويتز تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Minckwitz
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta - Variant Minckwitz
de: Spanisch: Berliner Verteidigung, Minckwitz-Variante
es: Apertura Española, Defensa Berlinesa, Variante Abierta, Variante Minckwitz
eu: Ruy Lopez: Berlingo defentsa, Minckwitz aldaera
fr: Espagnole, défense berlinoise, var. Minckwitz
id: Ruy Lopez: Berlin, Varian Minckwitz
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, Variante Minckwitz
nl: Ruy Lopez: Berlijn verdediging Minckwitz variant
pl: Partia hiszpańska: obrona berlińska, wariant Minckwitz'a
ru: Испанская партия: берлинская защита, вариант Минквица
si: Ruy Lopez, berlinska obramba, Minckwitzova različica
sv: Spanskt: Berlinerförsvar, Minckwitzvarianten
tr: Ruy Lopez: Berlin savunması, Minckwitz varyasyonu
uk: Іспанська партія: Берлінський захист, вариант Мінквіца
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Minckwitz

source: Ruy Lopez: Berlin defence, Mortimer trap
ar: روي لوبيز: دفاع بيرلين, مورتليمر فخ
br: Abertura Ruy López, Defesa Berlinesa, Armadilha de Mortimer
ca: Obertura Espanyola - Defensa Berlinesa - Trampa de Mortimer
de: Spanisch: Berliner Verteidigung, Mortimer Falle
es: Apertura Española, Defensa Berlinesa, Trampa de Mortimer
eu: Ruy Lopez: Berlingo defentsa, Mortimer tranpa
fr: Espagnole, défense berlinoise, piège de Mortimer
id: Ruy Lopez: Berlin, Jebakan Mortimer
it: Apertura Spagnola, Difesa Berlinese, Trppola Mortimer
nl: Ruy Lopez: Berlijn verdediging Mortimer val
pl: Partia hiszpańska: obrona berlińska,pułapka Mortimer'a
ru: Испанская партия: берлинская защита, ловушка Мортимера
si: Ruy Lopez, berlinska obramba, Mortimerjeva past
sv: Spanskt: Berlinerförsvar, Mortimerfällan
tr: Ruy Lopez: Berlin savunması, Mortimer tuzağı
uk: Іспанська партія: Берлінський захист, пастка Мортімера
vi: Ruy Lopez: Phòng thủ Berlin, bẫy Mortimer

source: Ruy Lopez: Berlin defence, Mortimer variation
ar: روي لوبيز: دفاع بيرلين, مورتليمر تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Mortimer
ca: Obertura Espanyola - Defensa Berlinesa - Variant Mortimer
de: Spanisch: Berliner Verteidigung, Mortimer-Variante
es: Apertura Española, Defensa Berlinesa, Variante Mortimer
eu: Ruy Lopez: Berlingo defentsa, Mortimer aldaera
fr: Espagnole, défense berlinoise, var. Mortimer
id: Ruy Lopez: Berlin, Varian Mortimer
it: Apertura Spagnola, Difesa Berlinese, Variante Mortimer
nl: Ruy Lopez: Berlijn verdediging Mortimer variant
pl: Partia hiszpańska: obrona berlińska, wariant Mortimer'a
ru: Испанская партия: берлинская защита, вариант Мортимера
si: Ruy Lopez, berlinska obramba, Mortimerjeva različica
sv: Spanskt: Berlinerförsvar, Mortimervarianten
tr: Ruy Lopez: Berlin savunması, Mortimer varyasyonu
uk: Іспанська партія: Берлінський захист, варіант Мортімера
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Mortimer

source: Ruy Lopez: Berlin defence, Nyholm attack
ar: روي لوبيز: دفاع بيرلين, نيهولم هجوم
br: Abertura Ruy López, Defesa Berlinesa, Ataque Nyholm
ca: Obertura Espanyola - Defensa Berlinesa - Atac Nyholm
de: Spanisch: Berliner Verteidigung, Nyholm Angriff
es: Apertura Española, Defensa Berlinesa, Ataque Nyholm
eu: Ruy Lopez: Berlingo defentsa, Nyholm erasoa
fr: Espagnole, défense berlinoise, attaque Nyholm
id: Ruy Lopez: Berlin, Serangan Nyholm
it: Apertura Spagnola, Difesa Berlinese, Attacco Nyholm
nl: Ruy Lopez: Berlijn verdediging Nyholm aanval
pl: Partia hiszpańska: obrona berlińska, atak Nyholm'a
ru: Испанская партия: берлинская защита, атака Нюхольма
si: Ruy Lopez, berlinska obramba, Nyholmov napad
sv: Spanskt: Berlinerförsvar, Nyholms angrepp
tr: Ruy Lopez: Berlin savunması, Nyholm hücumu
uk: Іспанська партія: Берлінський захист, атака Нюхольма
vi: Ruy Lopez: Phòng thủ Berlin, tấn công Nyholm

source: Ruy Lopez: Berlin defence, Pillsbury variation
ar: روي لوبيز: دفاع بيرلين, بيلسبوري تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Pillsbury
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta - Variant Pillsbury
de: Spanisch: Berliner Verteidigung, Pillsbury-Variante
es: Apertura Española, Defensa Berlinesa, Variante Abierta, Variante Pillsbury
eu: Ruy Lopez: Berlingo defentsa, Pillsbury aldaera
fr: Espagnole, défense berlinoise, var. Pillsbury
id: Ruy Lopez: Berlin, Varian Pillsburry
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, Variante Pillsbury
nl: Ruy Lopez: Berlijn verdediging Pillsbury variant
pl: Partia hiszpańska: obrona berlińska, wariant Pillsbury
ru: Испанская партия: берлинская защита, вариант Пильсбери
si: Ruy Lopez, berlinska obramba, Pillsburyeva različica
sv: Spanskt: Berlinerförsvar, Pillsburyvarianten
tr: Ruy Lopez: Berlin savunması, Pillsbury varyasyonu
uk: Іспанська партія: Берлінський захист, варіант Пільсбері
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Pillsbury

source: Ruy Lopez: Berlin defence, Rio de Janeiro variation
ar: روي لوبيز: دفاع بيرلين, ريو دي جانيرو تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Rio de Janeiro
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta - Variant 'Riu de Janeiro'
de: Spanisch: Berliner Verteidigung, Rio de Janeiro Variante
es: Apertura Española, Defensa Berlinesa, Variante Abierta, Variante Río de Janeiro
eu: Ruy Lopez: Berlingo defentsa, Rio de Janeiroko aldaera
fr: Espagnole, défense berlinoise, var. de Rio de Janeiro
id: Ruy Lopez: Berlin, Varian Rio de Janeiro
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, Variante Río de Janeiro
nl: Ruy Lopez: Berlijn verdediging, Rio de Janeiro variant
pl: Partia hiszpańska: obrona berlińska, wariant Rio de Janeiro
ru: Испанская партия: берлинская защита, Рио-де-Жанейро-вариант
si: Ruy Lopez, berlinska obramba, različica Rio de Janeiro
sv: Spanskt: Berlinerförsvar, Rio-de-Janeiro-varianten
tr: Ruy Lopez: Berlin savunması, Rio de Janeiro varyasyonu
uk: Іспанська партія: Берлінський захист, Ріо-де-Жанейро-варіант
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Rio de Janeiro

source: Ruy Lopez: Berlin defence, Rosenthal variation
ar: روي لوبيز: دفاع بيرلين, روزنتال تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Rosenthal
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta - Variant Rosenthal
de: Spanisch: Berliner Verteidigung, Rosenthal-Variante
es: Apertura Española, Defensa Berlinesa, Variante Abierta, Variante Rosenthal
eu: Ruy Lopez: Berlingo defentsa, Rosenthal aldaera
fr: Espagnole, défense berlinoise, var. Rosenthal
id: Ruy Lopez: Berlin, Varian Rosenthal
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, Variante Rosenthal
nl: Ruy Lopez: Berlijn verdediging Rosenthal variant
pl: Partia hiszpańska: obrona berlińska, wariant Rosenthal'a
ru: Испанская партия: берлинская защита, вариант Розенталя
si: Ruy Lopez, berlinska obramba, Rosenthalova različica
sv: Spanskt: Berlinerförsvar, Rosenthalvarianten
tr: Ruy Lopez: Berlin savunması, Rosenthal varyasyonu
uk: Іспанська партія: Берлінський захист, варіант Розенталя
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Rosenthal

source: Ruy Lopez: Berlin defence, Tarrasch trap
ar: روي لوبيز: دفاع بيرلين, تاراش فخ
br: Abertura Ruy López, Defesa Berlinesa, Armadilha de Tarrasch
ca: Obertura Espanyola - Defensa Berlinesa - Variant tancada - Trampa de Tarrasch
de: Spanisch: Berliner Verteidigung, Tarrasch Falle
es: Apertura Española, Defensa Berlinesa, Variante Cerrada, Trampa de Tarrasch
eu: Ruy Lopez: Berlingo defentsa, Tarrasch tranpa
fr: Espagnole, défense berlinoise, piège de Tarrasch
id: Ruy Lopez: Berlin, Jebakan Tarrasch
it: Apertura Spagnola, Difesa Berlinese, Variante Chiusa, Trappola Tarrasch
nl: Ruy Lopez: Berlijn verdediging Tarrasch val
pl: Partia hiszpańska: obrona berlińska, pułapka Tarrasch'a
ru: Испанская партия: берлинская защита, ловушка Тарраша
si: Ruy Lopez, berlinska obramba, Tarrascheva past
sv: Spanskt: Berlinerförsvar, Tarraschfällan
tr: Ruy Lopez: Berlin savunması, Tarrasch tuzağı
uk: Іспанська партія: Берлінський захист, пастка Тарраша
vi: Ruy Lopez: Phòng thủ Berlin, bẫy Tarrasch

source: Ruy Lopez: Berlin defence, Trifunovic variation
ar: روي لوبيز: دفاع بيرلين, تريفونوفيك تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Trifunovic
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta - Variant Trifunovic
de: Spanisch: Berliner Verteidigung, Trifunovic-Variante
es: Apertura Española, Defensa Berlinesa, Variante Abierta, Variante Trifunovic
eu: Ruy Lopez: Berlingo defentsa, Trifunovic aldaera
fr: Espagnole, défense berlinoise, var. Trifunović
id: Ruy Lopez: Berlin, Varian Trifunovic
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, Variante Trifunovic
nl: Ruy Lopez: Berlijn verdediging Trifunovic variant
pl: Partia hiszpańska: obrona berlińska, wariant Trifunovic'a
ru: Испанская партия: берлинская защита, вариант Трифуновича
si: Ruy Lopez, berlinska obramba, Trifunioviceva različica
sv: Spanskt: Berlinerförsvar, Trifunovicvarianten
tr: Ruy Lopez: Berlin savunması, Trifunovic varyasyonu
uk: Іспанська партія: Берлінський захист, варіант Трифуновича
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Trifunovic

source: Ruy Lopez: Berlin defence, Winawer attack
ar: روي لوبيز: دفاع بيرلين, ويناور هجوم
br: Abertura Ruy López, Defesa Berlinesa, Ataque Winawer
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta - Atac Winawer
de: Spanisch: Berliner Verteidigung, Winawer Angriff
es: Apertura Española, Defensa Berlinesa, Variante Abierta, Ataque Winawer
eu: Ruy Lopez: Berlingo defentsa, Winawer erasoa
fr: Espagnole, défense berlinoise, attaque Winawer
id: Ruy Lopez: Berlin, Serangan Winawer
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, Attacco Winawer
nl: Ruy Lopez: Berlijn verdediging Winawer aanval
pl: Partia hiszpańska: obrona berlińska, atak Winawer'a
ru: Испанская партия: берлинская защита, атака Винавера
si: Ruy Lopez, berlinska obramba, Winawerjev napad
sv: Spanskt: Berlinerförsvar, Winawers angrepp
tr: Ruy Lopez: Berlin savunması, Winawer hücumu
uk: Іспанська партія: Берлінський захист, атака Вінавера
vi: Ruy Lopez: Phòng thủ Berlin, tấn công Winawer

source: Ruy Lopez: Berlin defence, Zukertort variation
ar: روي لوبيز: دفاع بيرلين, زكرتوت تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Zukertort
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta - Variant Zukertort
de: Spanisch: Berliner Verteidigung, Zukertort-Variante
es: Apertura Española, Defensa Berlinesa, Variante Abierta, Variante Zukertort
eu: Ruy Lopez: Berlingo defentsa, Zukertort aldaera
fr: Espagnole, défense berlinoise, var. Zukertort
id: Ruy Lopez: Berlin, Varian Zukertort
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, Variante Zukertort
nl: Ruy Lopez: Berlijn verdediging Zukertort variant
pl: Partia hiszpańska: obrona berlińska, wariant Zukertort'a
ru: Испанская партия: берлинская защита, вариант Цукерторта
si: Ruy Lopez, berlinska obramba, Zukertortova različica
sv: Spanskt: Berlinerförsvar, Zukertortvarianten
tr: Ruy Lopez: Berlin savunması, Zukertort varyasyonu
uk: Іспанська партія: Берлінський захист, варіант Цукерторта
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Zukertort

source: Ruy Lopez: Berlin defence, hedgehog variation
ar: روي لوبيز: دفاع بيرلين, هيدجيهوج تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante do Ouriço
ca: Obertura Espanyola - Defensa Berlinesa - Variant tancada - Variant Eriçó
de: Spanisch: Berliner Verteidigung, Igel-Variante
es: Apertura Española, Defensa Berlinesa, Variante Cerrada, Variante Erizo
eu: Ruy Lopez: Berlingo defentsa, trikuaren aldaera
fr: Espagnole, défense berlinoise, var. du hérisson
id: Ruy Lopez: Berlin, Varian Hedgehog
it: Apertura Spagnola, Difesa Berlinese, Variante Chiusa, Variante Erizo
nl: Ruy Lopez: Berlijn verdediging, egel variant
pl: Partia hiszpańska: obrona berlińska, wariant jeża
ru: Испанская партия: берлинская защита, вариант ежа
si: Ruy Lopez, berlinska obramba, različica ježevec
sv: Spanskt: Berlinerförsvar, igelkottsvarianten
tr: Ruy Lopez: Berlin savunması, kirpi varyasyonu
uk: Іспанська партія: Берлінський захист, варіант їжака
vi: Ruy Lopez: Phòng thủ Berlin, biến thể hedgehog

source: Ruy Lopez: Berlin defence, open variation
ar: روي لوبيز: دفاع بيرلين, التفريع المفتوح
br: Abertura Ruy López, Defesa Berlinesa, Variante Aberta
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta
de: Spanisch: Berliner Verteidigung, Offenes System
es: Apertura Española, Defensa Berlinesa, Variante Abierta
eu: Ruy Lopez: Berlingo defentsa, aldaera irekia
fr: Espagnole, défense berlinoise, var. ouverte
id: Ruy Lopez: Berlin, Varian Terbuka
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta
nl: Ruy Lopez: Berlijn verdediging, open variant
pl: Partia hiszpańska: obrona berlińska, wariant otwarty
ru: Испанская партия: берлинская защита, открытый вариант
si: Ruy Lopez, berlinska obramba, odprta različica
sv: Spanskt: Berlinerförsvar, öppna varianten
tr: Ruy Lopez: Berlin savunması, açık varyasyon
uk: Іспанська партія: Берлінський захист, відкритий варіант
vi: Ruy Lopez: Phòng thủ Berlin, biến thể mở

source: Ruy Lopez: Berlin defence
ar: روي لوبيز: دفاع بيرلين
br: Abertura Ruy López, Defesa Berlinesa
ca: Obertura Espanyola - Defensa Berlinesa
de: Spanisch: Berliner Verteidigung
es: Apertura Española, Defensa Berlinesa
eu: Ruy Lopez: Berlingo defentsa
fr: Espagnole, défense berlinoise
id: Ruy Lopez: Pembelaan Berlin
it: Apertura Spagnola, Difesa Berlinese
nl: Ruy Lopez: Berlijn verdediging
pl: Partia hiszpańska: obrona berlińska
ru: Испанская партия: берлинская защита
si: Ruy Lopez, berlinska obramba
sv: Spanskt: Berlinerförsvar
tr: Ruy Lopez: Berlin savunması
uk: Іспанська партія: Берлінський захист
vi: Ruy Lopez: Phòng thủ Berlin

source: Ruy Lopez: Bird's defence deferred
ar: روي لوبيز: بيرد دفاع ديفيرد
br: Abertura Ruy López, Defesa Bird Diferida
ca: Obertura Espanyola - Defensa Bird diferida
de: Spanisch: Bird's Verteidigung im Nachzug
es: Apertura Española, Defensa Bird Diferida
eu: Ruy Lopez: Bird-en defentsa atzeratua
fr: Espagnole, défense Bird différée
id: Ruy Lopez: Pembelaan Bird Ditunda
it: Apertura Spagnola, Difesa Bird Diferida
nl: Ruy Lopez: uitgestelde Bird's verdediging
pl: Partia hiszpańska: obrona Bird'a odroczona
ru: Испанская партия: улучшенная защита Берда
si: Ruy Lopez, Birdova obramba odložena
sv: Spanskt: Birds försvar avböjt
tr: Ruy Lopez: Kuş'un ertelenmiş savunması
uk: Іспанська партія: покращений захист Берда
vi: Ruy Lopez: bảo vệ chim chậm

source: Ruy Lopez: Bird's defence, Paulsen variation
ar: روي لوبيز: بيرد دفاع, بولسن تفريع
br: Abertura Ruy López, Defesa Bird, Variante Paulsen
ca: Obertura Espanyola - Defensa Bird - Variant Paulsen
de: Spanisch: Bird's Verteidigung, Paulsen-Variante
es: Apertura Española, Defensa Bird, Variante Paulsen
eu: Ruy Lopez: Bird-en defentsa, Paulsen aldaera
fr: Espagnole, défense Bird, var. Paulsen
id: Ruy Lopez: Pembelaan Bird, Varian Paulsen
it: Apertura Spagnola, Difesa Bird, Variante Paulsen
nl: Ruy Lopez: Bird's verdediging, Paulsen variant
pl: Partia hiszpańska: obrona Bird'a, wariant Paulsen'a
ru: Испанская партия: защита Берда, вариант Паульсена
si: Ruy Lopez, Birdova obramba, Paulsenova različica
sv: Spanskt: Birds försvar, Paulsenvarianten
tr: Ruy Lopez: Kuş'un savunması, Paulsen varyasyonu
uk: Іспанська партія: захист Берда, варіант Паульсена
vi: Ruy Lopez: bảo vệ chim, Paulsen biến

source: Ruy Lopez: Bird's defence
ar: روي لوبيز: بيرد دفاع
br: Abertura Ruy López, Defesa Bird
ca: Obertura Espanyola - Defensa Bird
de: Spanisch: Bird's Verteidigung
es: Apertura Española, Defensa Bird
eu: Ruy Lopez: Bird-en defentsa
fr: Espagnole, défense Bird
id: Ruy Lopez: Pembelaan Bird
it: Apertura Spagnola, Difesa Bird
nl: Ruy Lopez: Bird's verdediging
pl: Partia hiszpańska: obrona Bird'a
ru: Испанская партия: защита Берда
si: Ruy Lopez, Birdova obramba
sv: Spanskt: Birds försvar
tr: Ruy Lopez: Kuş'un savunması
uk: Іспанська партія: захист Берда
vi: Ruy Lopez: bảo vệ chim

source: Ruy Lopez: Brentano defence
ar: روي لوبيز: برينتانو دفاع
br: Abertura Ruy López, Defesa Brentano
ca: Obertura Espanyola - Defensa Brentano
de: Spanisch: Brentano Verteidigung
es: Apertura Española, Defensa Brentano
eu: Ruy Lopez: Brentano defentsa
fr: Espagnole, défense Brentano
id: Ruy Lopez: Pembelaan Brentano
it: Apertura Spagnola, Difesa Brentano
nl: Ruy Lopez: Brentano verdediging
pl: Partia hiszpańska: obrona Brentano
ru: Испанская партия: защита Брентано
si: Ruy Lopez, Brentanova obramba
sv: Spanskt: Brentanos försvar
tr: Ruy Lopez: Brentano savunması
uk: Іспанська партія: захист Брентано
vi: Ruy Lopez: Phòng thủ Brentano

source: Ruy Lopez: Caro variation
ar: روي لوبيز: كارو تفريع
br: Abertura Ruy López, Variante Caro
ca: Obertura Espanyola - Variant Caro
de: Spanisch: Caro-Variante
es: Apertura Española, Variante Caro
eu: Ruy Lopez: Caro aldaera
fr: Espagnole, var. Caro
id: Ruy Lopez: Varian Caro
it: Apertura Spagnola, Variante Caro
nl: Ruy Lopez: Caro variant
pl: Partia hiszpańska: wariant Caro
ru: Испанская партия: вариант Каро
si: Ruy Lopez, Carova različica
sv: Spanskt: Carovarianten
tr: Ruy Lopez: Caro varyasyonu
uk: Іспанська партія: варіант Каро
vi: Ruy Lopez: Caro biến

source: Ruy Lopez: Classical defence deferred
ar: روي لوبيز: الدفاع الكلاسيكي ديفيرد
br: Abertura Ruy López, Defesa Clássica Diferida
ca: Obertura Espanyola - Defensa clàssica diferida
de: Spanisch: Klassisch Verteidigung im Nachzug
es: Apertura Española, Defensa Clásica Diferida
eu: Ruy Lopez: Defentsa klasiko atzeratua
fr: Espagnole, défense classique différée
id: Ruy Lopez: Pembelaan Klasik Ditunda
it: Apertura Spagnola, Difesa Classica Diferida
nl: Ruy Lopez: Klassieke verdediging uitgesteld
pl: Partia hiszpańska: klasyczna obrona odroczona
ru: Испанская партия: улучшенная защита Корделя
si: Ruy Lopez, klasična obramba odložena
sv: Spanskt: Klassisk variant avböjd
tr: Ruy Lopez: ertelenmiş klasik savunma
uk: Іспанська партія: покращений захист Корделя
vi: Ruy Lopez: Phòng thủ Cổ điển trì hoãn

source: Ruy Lopez: Cordel gambit
ar: روي لوبيز: كوردل جامبيت
br: Abertura Ruy López, Defesa Clássica, Gambito Cordel
ca: Obertura Espanyola - Defensa clàssica - Gambit cordill
de: Spanisch: Cordel Gambit
es: Apertura Española, Defensa Clásica, Gambito Cordel
eu: Ruy Lopez: Cordel ganbitoa
fr: Espagnole, gambit Cordel
id: Ruy Lopez: Gambit Cordel
it: Apertura Spagnola, Difesa Classica, Mossa di Cordel
nl: Ruy Lopez: Cordel gambiet
pl: Partia hiszpańska: gambit Cordel
ru: Испанская партия: гамбит Корделя
si: Ruy Lopez, Cordelov gambit
sv: Spanskt: Cordelgambit
tr: Ruy Lopez: Cordel gambiti
uk: Іспанська партія: гамбіт Корделя

source: Ruy Lopez: Cozio defence deferred
ar: روي لوبيز: كوزيو دفاع ديفيرد
br: Abertura Ruy López, Defesa Cozio Diferida
ca: Obertura Espanyola - Defensa Coizo diferida
de: Spanisch: Cozio Verteidigung im Nachzug
es: Apertura Española, Defensa Cozio Diferida
eu: Ruy Lopez: Cozio defentsa atzeratua
fr: Espagnole, défense Cozio différée
id: Ruy Lopez: Pembelaan Cozio Ditunda
it: Apertura Spagnola, Difesa Cozio Diferida
nl: Ruy Lopez: uitgestelde Cozio verdediging
pl: Partia hiszpańska: obrona Cozio odroczona
ru: Испанская партия: улучшенная защита Коцио
si: Ruy Lopez, Coziova obramba odložena
sv: Spanskt: Cozios försvar avböjt
tr: Ruy Lopez: ertelenmiş Cozio savunması
uk: Іспанська партія: покращений захист Коціо
vi: Ruy Lopez: Cozio vệ thu nhập hoãn lại

source: Ruy Lopez: Cozio defence, Paulsen variation
ar: روي لوبيز: كوزيو دفاع, بولسن تفريع
br: Abertura Ruy López, Defesa Cozio, Variante Paulsen
ca: Obertura Espanyola - Defensa Cozio - Variant Paulsen
de: Spanisch: Cozio Verteidigung, Paulsen-Variante
es: Apertura Española, Defensa Cozio, Variante Paulsen
eu: Ruy Lopez: Cozio defentsa, Paulsen aldaera
fr: Espagnole, défense Cozio, var. Paulsen
id: Ruy Lopez: Pembelaan Cozio, Varian Paulsen
it: Apertura Spagnola, Difesa Cozio, Variante Paulsen
nl: Ruy Lopez: Cozio verdediging, Paulsen variant
pl: Partia hiszpańska: obrona Cozio, wariant Paulsen'a
ru: Испанская партия: защита Коцио, вариант Паульсена
si: Ruy Lopez, Coziova obramba, Paulsenova različica
sv: Spanskt: Cozios försvar, Paulsenvarianten
tr: Ruy Lopez: Cozio savunması, Paulsen varyasyonu
uk: Іспанська партія: захист Коціо, варіант Паульсена
vi: Ruy Lopez: Phòng thủ Cozio, biến thể Paulsen

source: Ruy Lopez: Cozio defence
ar: روي لوبيز: كوزيو دفاع
br: Abertura Ruy López, Defesa Cozio
ca: Obertura Espanyola - Defensa Cozio
de: Spanisch: Cozio Verteidigung
es: Apertura Española, Defensa Cozio
eu: Ruy Lopez: Cozio defentsa
fr: Espagnole, défense Cozio
id: Ruy Lopez: Pembelaan Cozio
it: Apertura Spagnola, Difesa Cozio
nl: Ruy Lopez: Cozio verdediging
pl: Partia hiszpańska: obrona Cozio
ru: Испанская партия: защита Коцио
si: Ruy Lopez, Coziova obramba
sv: Spanskt: Cozios försvar
tr: Ruy Lopez: Cozio savunması
uk: Іспанська партія: захист Коціо
vi: Ruy Lopez: Phòng thủ Cozio

source: Ruy Lopez: Exchange variation doubly deferred (DERLD)
ar: روي لوبيز: التكسير تفريع المزدوج ديفيرد (ديرلد)
br: Abertura Ruy López, Variante da troca duplamente diferida (DERLD)
ca: Obertura Espanyola - Variant tancada - Variant Steenwijker o del canvi doblement diferit
de: Spanisch: Abtauschvariante (zweifach verzoegert)
es: Apertura Española, Variante Cerrada, Variante Steenwijker o del Cambio Doblemente Diferida
eu: Ruy Lopez: Trukearen aldaera bi bider atzeratua
fr: Espagnole, var. d'échange deux fois différé (Delayed Exchange Ruy López Deferred)
id: Ruy Lopez: Varian Tukar DERLD
it: Apertura Spagnola, Variante Chiusa, Variante Steenwijker o di Cambio Doblemente Diferida
nl: Ruy Lopez: ruil variant dubbel uitgesteld
pl: Partia hiszpańska: Wariant wymienny podwójnie odroczony(DERLD)
ru: Испанская партия: улучшенный разменный вариант
si: Ruy Lopez, izmenjalna različica dvojna odložena
sv: Spanskt: Avbytesvarianten (dubbelt avböjd)
tr: Ruy Lopez: Ertelenmiş çift takas varyasyonu (DERLD)
uk: Іспанська партія: розмінний варіант (покращений)
vi: Ruy Lopez: Trao đổi biến thể gấp đôi thu nhập hoãn lại (DERLD)

source: Ruy Lopez: Graz variation
ar: روي لوبيز: غراتس تفريع
br: Abertura Ruy López, Variante Graz
ca: Obertura Espanyola - Variant Graz
de: Spanisch: Grazer Variante
es: Apertura Española, Variante Graz
eu: Ruy Lopez: Graz aldaera
fr: Espagnole, var. de Graz
id: Ruy Lopez: Varian Graz
it: Apertura Spagnola, Variante Graz
nl: Ruy Lopez: Graz variant
pl: Partia hiszpańska: wariant Graz
ru: Испанская партия: грацский вариант
si: Ruy Lopez, različica Gradec
sv: Spanskt: Grazvarianten
tr: Ruy Lopez: Graz varyasyonu
uk: Іспанська партія: Грацький варіант
vi: Ruy Lopez: Graz biến

source: Ruy Lopez: Lucena defence
ar: روي لوبيز: لوسينا دفاع
br: Abertura Ruy López, Defesa Lucena
ca: Obertura Espanyola - Defensa Lucena
de: Spanisch: Lucena Verteidigung
es: Apertura Española, Defensa Lucena
eu: Ruy Lopez: Lucena defentsa
fr: Espagnole, défense Lucena
id: Ruy Lopez: Pembelaan Lucena
it: Apertura Spagnola, Difesa Lucena
nl: Ruy Lopez: Lucena verdediging
pl: Partia hiszpańska: wariant Lucena
ru: Испанская партия: защита Лусены
si: Ruy Lopez, Lucenova obramba
sv: Spanskt: Lucenas försvar
tr: Ruy Lopez: Lucena savunması
uk: Іспанська партія: захист Лусени
vi: Ruy Lopez: Phòng thủ Lucena
