Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Ruy Lopez: open, Motzko attack, Nenarokov variation
ar: روي لوبيز: المفتوح , موتزكو هجوم, نيناروكوف تفريع
br: Abertura Ruy López, Variante Aberta, Ataque Motzko, Variante Nenarokov
ca: Obertura Espanyola - Variant oberta - Atac Motzko - Variant Nenarokov
de: Spanisch: Offenes System, Motzko Angriff, Nenarokov Variante
es: Apertura Española, Variante Abierta, Ataque Motzko, Variante Nenarokov
eu: Ruy Lopez: irekia, Motzko erasoa, Nenarokov aldaera
fr: Espagnole ouverte, attaque Motzko, var. Nenarokov
id: Ruy Lopez Terbuka, Serangan Motzko, Varian Nenarokov
it: Apertura Spagnola, Variante Aperta, Attacco Motzko, Variante Nenarokov
nl: Ruy Lopez: open, Motzko aanval, Nenarokov variant
pl: Partia hiszpańska: otwarta, atak Motzko, wariant Nenarokov'a
ru: Испанская партия: открытый вариант, атака Моцко, вариант Ненарокова
si: Ruy Lopez, odprta, Motzkov napad, Nenarokova različica
sv: Spanskt: Öppet, Motzkos angrepp, Nenarokovvarianten
tr: Ruy Lopez: açık, Motzko hücumu, Nenarokov varyasyonu
uk: Іспанська партія: відкритий варіант, атака Моцко, варіант Ненарокова
vi: Ruy Lopez: khai cuộc, tấn công Motzko, biến thể Nenarokov

source: Ruy Lopez: open, Motzko attack
ar: روي لوبيز: المفتوح , موتزكو هجوم
br: Abertura Ruy López, Variante Aberta, Ataque Motzko
ca: Obertura Espanyola - Variant oberta - Atac Motzko
de: Spanisch: Offenes System, Motzko Angriff
es: Apertura Española, Variante Abierta, Ataque Motzko
eu: Ruy Lopez: irekia, Motzko erasoa
fr: Espagnole ouverte, attaque Motzko
id: Ruy Lopez Terbuka, Serangan Motzko
it: Apertura Spagnola, Variante Aperta, Attacco Motzko
nl: Ruy Lopez: open, Motzko aanval
pl: Partia hiszpańska: otwarta, atak Motzko
ru: Испанская партия: открытый вариант, атака Моцко
si: Ruy Lopez, odprta, Motzkov napad
sv: Spanskt: Öppet, Motzkos angrepp
tr: Ruy Lopez: açık, Motzko hücumu
uk: Іспанська партія: відкритий варіант, атака Моцко
vi: Ruy Lopez: khai cuộc, tấn công Motzko

source: Ruy Lopez: open, Richter variation
ar: روي لوبيز: المفتوح , ريشتر تفريع
br: Abertura Ruy López, Variante Aberta, Variante Richter
ca: Obertura Espanyola - Variant oberta - Variant Richter
de: Spanisch: Offenes System, Richter Variante
es: Apertura Española, Variante Abierta, Variante Richter
eu: Ruy Lopez: irekia, Richter aldaera
fr: Espagnole ouverte, var. Richter
id: Ruy Lopez Terbuka, Varian Richter
it: Apertura Spagnola, Variante Aperta, Variante Richter
nl: Ruy Lopez: open, Richter variant
pl: Partia hiszpańska: otwarta, wariant Richter'a
ru: Испанская партия: открытый вариант, вариант Рихтера
si: Ruy Lopez, odprta, Richterjeva različica
sv: Spanskt: Öppet, Richtervarianten
tr: Ruy Lopez: açık, Richter varyasyonu
uk: Іспанська партія: відкритий варіант, варіант Ріхтера
vi: Ruy Lopez: khai cuộc, biến thể Richter

source: Ruy Lopez: open, Riga variation
ar: روي لوبيز: المفتوح , ريجا تفريع
br: Abertura Ruy López, Variante Aberta, Variante Riga
ca: Obertura Espanyola - Variant oberta - Variant Riga
de: Spanisch: Offenes System, Riga Variante
es: Apertura Española, Variante Abierta, Variante Riga
eu: Ruy Lopez: irekia, Riga aldaera
fr: Espagnole ouverte, var. de Riga
id: Ruy Lopez Terbuka, Varian Riga
it: Apertura Spagnola, Variante Aperta, Variante Riga
nl: Ruy Lopez: open, Riga variant
pl: Partia hiszpańska: otwarta, wariant Riga
ru: Испанская партия: открытый вариант, рижский вариант
si: Ruy Lopez, odprta, različica Riga
sv: Spanskt: Öppet, Rigavarianten
tr: Ruy Lopez: açık, Riga varyasyonu
uk: Іспанська партія: відкритий варіант, Ризький варіант
vi: Ruy Lopez: khai cuộc, biến thể Riga

source: Ruy Lopez: open, Schlechter defence
ar: روي لوبيز: المفتوح , دفاع شيليشتر
br: Abertura Ruy López, Variante Aberta, Defesa Schlechter
ca: Obertura Espanyola - Variant oberta - Defensa Schlechter
de: Spanisch: Offenes System, Schlechter Verteidigung
es: Apertura Española, Variante Abierta, Defensa Schlechter
eu: Ruy Lopez: irekia, Schlechter defentsa
fr: Espagnole ouverte, défense Schlechter
id: Ruy Lopez Terbuka, Pembelaan Schlechter
it: Apertura Spagnola, Variante Aperta, Difesa Schlechter
nl: Ruy Lopez: open, Schlechter verdediging
pl: Partia hiszpańska: otwarta, obrona Schlechter'a
ru: Испанская партия: открытый вариант, защита Шлехтера
si: Ruy Lopez, odprta, Schlechterjeva obramba
sv: Spanskt: Öppet, Schlechters försvar
tr: Ruy Lopez: açık, Schlechter varyasyonu
uk: Іспанська партія: відкритий варіант, захист Шлехтера
vi: Ruy Lopez: khai cuộc, Phòng thủ Schlechter

source: Ruy Lopez: open, St. Petersburg variation
ar: روي لوبيز: المفتوح , سانت بطرسبورغ تفريع
br: Abertura Ruy López, Variante Aberta, Variante San Petersburgo
ca: Obertura Espanyola - Variant oberta - Variant Sant Petersburg
de: Spanisch: Offenes System, St. Petersburg Variante
es: Apertura Española, Variante Abierta, Variante San Petersburgo
eu: Ruy Lopez: irekia, San Petersburgo aldaera
fr: Espagnole ouverte, var. de Saint-Pétersbourg
id: Ruy Lopez Terbuka, Varian St. Petersburg
it: Apertura Spagnola, Variante Aperta, Variante San Petersburgo
nl: Ruy Lopez: open, St. Petersburg variant
pl: Partia hiszpańska: otwarta, wariant St. Petersburg
ru: Испанская партия: открытый вариант, Санкт-Петербургский вариант
si: Ruy Lopez, odprta, različica St. Petersburg
sv: Spanskt: Öppet, St. Petersburgs-varianten
tr: Ruy Lopez: açık, St. Petersburg varyasyonu
uk: Іспанська партія: відкритий варіант, Санкт-Петербургський варіант
vi: Ruy Lopez: khai cuộc, biến thể St Petersburg

source: Ruy Lopez: open, Tarrasch trap
ar: روي لوبيز: المفتوح , تاراش فخ
br: Abertura Ruy López, Variante Aberta, Armadilha de Tarrasch
ca: Obertura Espanyola - Variant oberta - Defensa clàssica - Trampa de Tarrasch
de: Spanisch: Offenes System, Tarrasch Falle
es: Apertura Española, Variante Abierta, Defensa Clásica, Trampa de Tarrasch
eu: Ruy Lopez: irekia, Tarrasch tranpa
fr: Espagnole ouverte, piège de Tarrasch
id: Ruy Lopez Terbuka, Jebakan Tarrasch
it: Apertura Spagnola, Variante Aperta, Difesa Classica, Trappola Tarrasch
nl: Ruy Lopez: open, Tarrasch val
pl: Partia hiszpańska: otwarta, pułapka Tarrasch'a
ru: Испанская партия: открытый вариант, ловушка Тарраша
si: Ruy Lopez, odprta, Tarrascheva past
sv: Spanskt: Öppet, Tarraschfällan
tr: Ruy Lopez: açık, Tarrasch tuzağı
uk: Іспанська партія: відкритий варіант, пастка Тарраша
vi: Ruy Lopez: khai cuộc, bẫy Tarrasch

source: Ruy Lopez: open, Tartakower variation
ar: روي لوبيز: المفتوح , تارتاكوفر تفريع
br: Abertura Ruy López, Variante Aberta, Variante Tartakower
ca: Obertura Espanyola - Variant oberta - Variant Tartakower
de: Spanisch: Offenes System, Tartakower Variante
es: Apertura Española, Variante Abierta, Variante Tartakower
eu: Ruy Lopez: irekia, Tartakower aldaera
fr: Espagnole ouverte, var. Tartakover
id: Ruy Lopez Terbuka, Varian Tartakower
it: Apertura Spagnola, Variante Aperta, Variante Tartakower
nl: Ruy Lopez: open, Tartakower variant
pl: Partia hiszpańska: otwarta, wariant Tertakower'a
ru: Испанская партия: открытый вариант, вариант Тартаковера
si: Ruy Lopez, odprta, Tartakowerjeva različica
sv: Spanskt: Öppet, Tartakowervarianten
tr: Ruy Lopez: açık, Tartakower varyasyonu
uk: Іспанська партія: відкритий варіант, варіант Тартаковера
vi: Ruy Lopez: khai cuộc, biến thể Tartakower

source: Ruy Lopez: open, Zukertort variation
ar: روي لوبيز: المفتوح , زكرتوت تفريع
br: Abertura Ruy López, Variante Aberta, Variante Zukertort
ca: Obertura Espanyola - Variant oberta - Variant Zukertort
de: Spanisch: Offenes System, Zukertort Variante
es: Apertura Española, Variante Abierta, Variante Zukertort
eu: Ruy Lopez: irekia, Zukertort aldaera
fr: Espagnole ouverte, var. Zukertort
id: Ruy Lopez Terbuka, Varian Zukertort
it: Apertura Spagnola, Variante Aperta, Variante Zukertort
nl: Ruy Lopez: open, Zukertort variant
pl: Partia hiszpańska: otwarta, wariant Zukertort'a
ru: Испанская партия: открытый вариант, вариант Цукерторта
si: Ruy Lopez, odprta, Zukertortova različica
sv: Spanskt: Öppet, Zukertortvarianten
tr: Ruy Lopez: açık, Zukertort varyasyonu
uk: Іспанська партія: відкритий варіант, варіант Цукерторта
vi: Ruy Lopez: khai cuộc, biến thể Zukertort

source: Ruy Lopez: open, classical defence
ar: روي لوبيز: المفتوح , الدفاع الكلاسيكي
br: Abertura Ruy López, Variante Aberta, Defesa Clássica
ca: Obertura Espanyola - Variant oberta - Defensa clàssica
de: Spanisch: Offenes System, Klassisch Verteidigung
es: Apertura Española, Variante Abierta, Defensa Clásica
eu: Ruy Lopez: defentsa irekia, klasikoa
fr: Espagnole ouverte, défense classique
id: Ruy Lopez Terbuka, Pembelaan Klasik
it: Apertura Spagnola, Variante Aperta, Difesa Classica
nl: Ruy Lopez: open, klassieke verdediging
pl: Partia hiszpańska: otwarta, klasyczna obrona
ru: Испанская партия: открытый вариант, классическая защита
si: Ruy Lopez, odprta, klasična obramba
sv: Spanskt: Öppet, klassiskt försvar
tr: Ruy Lopez: açık, klasik savunma
uk: Іспанська партія: відкритий варіант, класичний захист
vi: Ruy Lopez: khai cuộc, Phòng thủ cổ điển

source: Santasiere's folly
ar: حماقة سانتازير
br: Abertura Louca de Santasiere
ca: Obertura Reti - 'bogeria de Santasiere'
de: Santasiere's Torheit
es: Apertura Reti, Locura de Santasiere
eu: Reti Irekiera, Santasiereren erokeria
fr: Ouverture folie de Santasiere
id: Pembukaan Santasiere
it: Apertura Reti, Pazzia di Santasiere
nl: Santasiere dwaasheid
pl: Santasiere w szaleństwie
ru: Глупость Сантасьера
si: Santasiereva nespamet
sv: Reti: Santasieres dårskap
tr: Santasiere'nin çılgınlığı
uk: Дурниця Сантас’єре
vi: Sự điên rồ của Santasiere

source: Saragossa opening
ar: ساراجوسا افتتاح
br: Abertura Saragossa
ca: Obertura Saragossa
de: Saragossa Eröffnung
es: Apertura Zaragozana
eu: Zaragozar irekiera
fr: Ouverture de Saragosse
id: Pembukaan Saragossa
it: Apertura Saragozza
pl: Debiut Saragossa
ru: Сарагосское начало
si: Otvoritev Zaragoza
sv: Saragossas spelöppning
tr: Saragossa açılışı
uk: Сарагоський початок
vi: Khai cuộc Saragossa

source: Scandinavian (centre counter) defence
ar: إسكندينافى (الوسط المضاد) دفاع
br: Defesa Escandinava (Contra-ataque Central)
ca: Defensa Escandinava o Contraatac central
de: Skandinavische Verteidigung
es: Defensa Escandinava o Contraataque Central
eu: Eskandinaviako defentsa (erdiko kontrakoa)
fr: Défense scandinave (ou du contre au centre)
id: Pembelaan Skandinavia (Centre-Counter)
it: Difesa Scandinava o Contrattacco Centrale
nl: Scandinavisch (centrum tegenaanval) verdediging
pl: Obrona Skandynawska (przeciwko centrum)
ru: Скандинавская защита
si: skandinavska (centralni odboj) obramba
sv: Skandinaviskt
tr: İskandinavya (karşı merkez) savunması
uk: Скандинавський захист
vi: Phòng thủ Scandinavian (centre counter)

source: Scandinavian defence, Gruenfeld variation
ar: إسكندينافى دفاع, جرونفلد تفريع
br: Defesa Escandinava, Variante Grünfeld
ca: Defensa Escandinava - Variant Grünfeld
de: Skandinavische Verteidigung, Grünfeld Variante
es: Defensa Escandinava, Variante Grünfeld
eu: Eskandinaviako defentsa, Gruenfeld aldaera
fr: Défense scandinave, var. Grünfeld
id: Pembelaan Skandinavia, Varian Gruendfled
it: Difesa Scandinava, Variante Grünfeld
nl: Scandinavisch, Gruenfeld variant
pl: Obrona Skandynawska, wariant Gruenfeld'a
ru: Скандинавская защита: вариант Грюнфельда
si: skandinavska obramba, Gruenfeldova različica
sv: Skandinaviskt försvar: Grünfeldvarianten
tr: İskandinavya savunması, Gruenfeld varyasyonu
uk: Скандинавський захист: варіант Грюнфельда
vi: Phòng thủ Scandinavian, biến thể Gruenfeld

source: Scandinavian defence, Lasker variation
ar: إسكندينافى دفاع, لاسكر تفريع
br: Defesa Escandinava, Variante Lasker
ca: Defensa Escandinava - Variant Lasker
de: Skandinavische Verteidigung, Lasker Variante
es: Defensa Escandinava, Variante Lasker
eu: Eskandinaviako defentsa, Lasker aldaera
fr: Défense scandinave, var. Lasker
id: Pembelaan Skandinavia, Varian Lasker
it: Difesa Scandinava, Variante Lasker
nl: Scandinavisch, Lasker variant
pl: Obrona Skandynawska, wariant Lasker'a
ru: Скандинавская защита: вариант Ласкера
si: skandinavska obramba, Laskerjeva različica
sv: Skandinaviskt försvar: Laskervarianten
tr: İskandinavya savunması, Lasker varyasyonu
uk: Скандинавський захист: варіант Ласкера
vi: Phòng thủ Scandinavian, biến thể Lasker

source: Scandinavian defence
ar: إسكندينافى دفاع
br: Defesa Escandinava
ca: Defensa Escandinava
de: Skandinavische Verteidigung
es: Defensa Escandinava
eu: Eskandinaviako defentsa
fr: Défense scandinave
id: Pembelaan Skandinavia
it: Difesa Scandinava
nl: Scandinavisch
pl: Obrona Skandynawska
ru: Скандинавская защита
si: skandinavska obramba
sv: Skandinaviskt försvar
tr: İskandinavya savunması
uk: Скандинавський захист
vi: Phòng thủ Scandinavian

source: Scandinavian gambit
ar: إسكندينافى جامبيت
br: Gambito Escandinavo
ca: Defensa Escandinava - Gambit Escandinau
de: Skandinavisches Gambit
es: Defensa Escandinava, Gambito Escandinavo
eu: Eskandinaviako ganbitoa
fr: Défense scandinave, gambit scandinave
id: Pembelaan Skandinavia Gambit
it: Gambetto scandinavo
nl: Scandinavisch gambiet
pl: Gambit Skandynawski
ru: Скандинавский гамбит
si: skandinavski gambit
sv: Skandinavisk gambit
tr: İskandinavya gambiti
uk: Скандинавський гамбіт
vi: Scandinavia Gambit

source: Scandinavian, Mieses-Kotrvc gambit
ar: إسكندينافى, مايزس-كوترفك جامبيت
br: Defesa Escandinava, Gambito Mieses-Kotrvc
ca: Defensa Escandinava - Gambit Mieses Kotrvc
de: Skandinavisch, Mieses-Kotrvc Gambit
es: Defensa Escandinava, Gambito Mieses Kotrvc
eu: Eskandinaviarra, Mieses-Kotrvc ganbitoa
fr: Défense scandinave, gambit Mieses - Kotrč
id: Skandinavia, Gambit Mieses-Kotrvc
it: Difesa Scandinava, Mossa di Mieses Kotrvc
nl: Scandinavisch, Mieses-Kotrvc gambiet
pl: Skandynawska, gambit Mieses-Kotrvc
ru: Скандинавская защита: гамбит Мизеса-Котрча
si: skandinavska, Mieses-Kotrvcev gambit
sv: Skandinaviskt: Mieses-Kotrvc-gambit
tr: İskandinavya, Mieses-Kotrvc gambiti
uk: Скандинавський захист: гамбіт Мізеса-Котрча
vi: Scandinavia, Mieses-Kotrvc Gambit

source: Scandinavian: Anderssen counter-attack, Collijn variation
ar: إسكندينافى: أندرسن الهجوم المضاد, كوليجن تفريع
br: Defesa Escandinava, Contra-ataque Anderssen, Variante Collijn
ca: Defensa Escandinava - Contra-atac Anderssen - Variant Collijn
de: Skandinavisch: Anderssen Gegenangriff, Collijn Variante
es: Defensa Escandinava, Contraataque Anderssen, Variante Collijn
eu: Eskandinaviarra: Anderssen kontraerasoa, Collijn aldaera
fr: Défense scandinave, contre-attaque Anderssen, var. Collijn
id: Skandinavia, Serangan Balasan Anderssen, Varian Collijn
it: Difesa Scandinava, Contrattacco Anderssen, Variante Collijn
nl: Scandinavisch: Anderssen tegenaanval, Collijn variant
pl: Skandynawska, kontratak Anderssen'a, wariant Collijn'a
ru: Скандинавская защита: контратака Андерсена, вариант Коллийна
si: skandinavska, Anderssenov proti-napad, Collijnova različica
sv: Skandinaviskt: Anderssens motangrepp, Collijnvarianten
tr: İskandinavya: Anderssen karşı hücumu, Collijn varyasyonu
uk: Скандинавський захист: контратака Андерсена, варіант Коллійна
vi: Scandinavia: Anderssen phản công, Collijn biến

source: Scandinavian: Anderssen counter-attack, Goteborg system
ar: إسكندينافى: أندرسن الهجوم المضاد, جوتبورج نظام
br: Defesa Escandinava, Contra-ataque Anderssen, Sistema Gotemburgo
ca: Defensa Escandinava - Contra-atac Anderssen - Sistema Goteburg
de: Skandinavisch: Anderssen Gegenangriff, Goteborg System
es: Defensa Escandinava, Contraataque Anderssen, Sistema Goteburgo
eu: Eskandinaviarra: Anderssen kontraerasoa, Goteborg sistema
fr: Défense scandinave, contre-attaque Anderssen, système de Göteborg
id: Skandinavia, Serangan Balasan Anderssen, SIstem Goteborg
it: Difesa Scandinava, Contrattacco Anderssen, Sistema Goteburgo
nl: Scandinavisch: Anderssen tegenaanval, Goteborg systeem
pl: Skandynawska, kontratak Anderssen'a, system Geteborg
ru: Скандинавская защита: контратака Андерсена, гетеборгский вариант
si: skandinavska, Anderssenov proti-napad, Goteborgov sistem
sv: Skandinaviskt: Anderssens motangrepp, Göteborgsystemet
tr: İskandinavya: Anderssen karşı hücumu, Göteburg sistemi
uk: Скандинавський захист: контратака Андерсена, Гетеборгський варіант
vi: Scandinavia: Anderssen phản công, hệ thống Goteborg

source: Scandinavian: Anderssen counter-attack, orthodox attack
ar: إسكندينافى: أندرسن الهجوم المضاد الأرثوذكسي هجوم
br: Defesa Escandinava, Contra-ataque Anderssen, Ataque Ortodoxo
ca: Defensa Escandinava - Contra-atac Anderssen - Atac Ortodox
de: Skandinavisch: Anderssen Gegenangriff orthodox Angriff
es: Defensa Escandinava, Contraataque Anderssen, Ataque Ortodoxo
eu: Eskandinaviarra: Anderssen kontraerasoa, eraso ortodoxoa
fr: Défense scandinave, contre-attaque Anderssen, attaque orthodoxe
id: Skandinavia, Serangan Balasan Anderssen, Serangan Orthodox
it: Difesa Scandinava, Contrattacco Anderssen, Attacco Ortodosso
nl: Scandinavisch: Anderssen tegenaanval orthodoxe aanval
pl: Skandynawska, kontratak Anderssen'a ortodoksyjny atak
ru: Скандинавская защита: контратака Андерсена, классическая атака
si: skandinavska, Anderssenov proti-napad ortodoksni napad
sv: Skandinaviskt: Anderssens motangrepp, ortodoxa attacken
tr: İskandinavya: Anderssen karşı hücumu ortodoks hücumu
uk: Скандинавський захист: контратака Андерсена, ортодоксальна атака
vi: Scandinavia: Anderssen phản công chính thống tấn công

source: Scandinavian: Anderssen counter-attack
ar: إسكندينافى: أندرسن الهجوم المضاد
br: Defesa Escandinava, Contra-ataque Anderssen
ca: Defensa Escandinava - Contra-atac Anderssen
de: Skandinavisch: Anderssen Gegenangriff
es: Defensa Escandinava, Contraataque Anderssen
eu: Eskandinaviarra: Anderssen kontraerasoa
fr: Défense scandinave, contre-attaque Anderssen
id: Skandinavia, Serangan Balasan Anderssen
it: Difesa Scandinava, Contrattacco Anderssen
nl: Scandinavische: Anderssen tegenaanval
pl: Skandynawska, kontratak Anderssen'a
ru: Скандинавская защита: контратака Андерсена
si: skandinavska, Anderssenov proti-napad
sv: Skandinaviskt: Anderssens motangrepp
tr: İskandinavya: Anderssen karşı hücumu
uk: Скандинавський захист: контратака Андерсена
vi: Scandinavia: Anderssen phản công

source: Scandinavian: Icelandic gambit
ar: إسكندينافى: الآيسلندي جامبيت
br: Defesa Escandinava, Gambito Islandês
ca: Defensa Escandinava - Gambit Islandès
de: Skandinavisch: Isländisches Gambit
es: Defensa Escandinava, Gambito Islandés
eu: Eskandinaviarra: Islandiako ganbitoa
fr: Défense scandinave, gambit islandais
id: Skandinavia, Gambit Islandia
it: Difesa Scandinava, gambetto islandese
nl: Scandinavisch: IJsland gambiet
pl: Skandynawska: gambit Islandzki
ru: Скандинавская защита: исландский гамбит
si: skandinavska, islandski gambit
sv: Skandinaviskt: Isländsk gambit
tr: İskandinavya: İzlanda gambiti
uk: Скандинавський захист: Ісландський гамбіт
vi: Scandinavia: Iceland Gambit

source: Scandinavian: Kiel variation
ar: إسكندينافى: كيل تفريع
br: Defesa Escandinava, Variante Kiel
ca: Defensa Escandinava - Variant Kiel
de: Skandinavisch: Kiel Variante
es: Defensa Escandinava, Variante Kiel
eu: Eskandinaviarra: Kiel aldaera
fr: Défense scandinave, var. de Kiel
id: Skandinavia, Varian Kiel
it: Difesa Scandinava, Variante Kiel
nl: Scandinavisch: Kiel variant
pl: Skandynawska: wariant Kiel
ru: Скандинавская защита: кильский вариант
si: skandinavska, Kielova različica
sv: Skandinaviskt: Kielvarianten
tr: İskandinavya: Kiel varyasyonu
uk: Скандинавський захист: Кільський варіант
vi: Scandinavia: Kiel biến

source: Scandinavian: Marshall variation
ar: إسكندينافى: تفريع مارشال
br: Defesa Escandinava, Variante Marshall
ca: Defensa Escandinava - Variant Marshall
de: Skandinavisch: Marshall Variante
es: Defensa Escandinava, Variante Marshall
eu: Eskandinaviarra: Marshall aldaera
fr: Défense scandinave, var. Marshall
id: Skandinavia, Varian Marshall
it: Difesa Scandinava, Variante Marshall
nl: Scandinavisch: Marshall variant
pl: Skandynawska: wariant Marshall'a
ru: Скандинавская защита: вариант Маршалла
si: skandinavska, Marshallova različica
sv: Skandinaviskt: Marshallvarianten
tr: İskandinavya: Marshall varyasyonu
uk: Скандинавський захист: варіант Маршалла
vi: Scandinavia: Marshall biến

source: Scandinavian: Pytel-Wade variation
ar: إسكندينافى: بايتل-ويد تفريع
br: Defesa Escandinava, Variante Pytel-Wade
ca: Defensa Escandinava - Variant Pytel Wade
de: Skandinavisch: Pytel-Wade Variante
es: Defensa Escandinava, Variante Pytel Wade
eu: Eskandinaviarra: Pytel-Wade aldaera
fr: Défense scandinave, var. Pytel - Wade
id: Skandinavia, Varian Pytel-Wade
it: Difesa Scandinava, Variante Pytel Wade
nl: Scandinavisch: Pytel-Wade variant
pl: Skandynawska: wariant Pytle-Wade
ru: Скандинавская защита: вариант Пытеля-Вейда
si: skandinavska, Pytel-Wadeva različica
sv: Skandinaviskt: Pytel-Wade-varianten
tr: İskandinavya: Pytel-Wade varyasyonu
uk: Скандинавський захист: варіант Пителя-Вейда
vi: Scandinavia: Pytel-Wade biến

source: Scandinavian: Richter variation
ar: إسكندينافى: ريشتر تفريع
br: Defesa Escandinava, Variante Richter
ca: Defensa Escandinava - Variant Richter
de: Skandinavisch: Richter Variante
es: Defensa Escandinava, Variante Richter
eu: Eskandinaviarra: Richter aldaera
fr: Défense scandinave, var. Richter
id: Skandinavia, Varian Richter
it: Difesa Scandinava, Variante Richter
nl: Scandinavisch: Richter variant
pl: Skandynawska: wariant Richter'a
ru: Скандинавская защита: вариант Рихтера
si: skandinavska, Richterjeva različica
sv: Skandinaviskt: Richtervarianten
tr: İskandinavya: Richter varyasyonu
uk: Скандинавський захист: варіант Ріхтера
vi: Scandinavia: Richter biến

source: Scotch gambit: Anderssen (Paulsen, Suhle) counter-attack
ar: سكوتش جامبيت: أندرسن (بولسن, سوهل) الهجوم المضاد
br: Gambito Escocês, Contra-ataque Anderssen (Paulsen, Suhle)
ca: Obertura Escocesa - Gambit Escocès - Contra-atac Anderssen o Paulsen o Suhle
de: Schottisches Gambit: Anderssen (Paulsen, Suhle) Gegenangriff
es: Apertura Escocesa, Gambito Escocés, Contraataque Anderssen o Paulsen o Suhle
eu: Eskoziar ganbitoa: Anderssen (Paulsen, Suhle) kontraerasoa
fr: Gambit écossais, contre-attaque Anderssen (Paulsen, Suhle)
id: Gambit Skotlandia, Serangan Balasan Anderssen
it: Apertura Scozzese, Contrattacco Anderssen o Paulsen o Suhle
nl: Schots gambiet: Anderssen (Paulsen, Suhle) tegenaanval
pl: Gambit szkocki: kontratak Andressen'a(Paulsen,Suhle)
ru: Шотландский гамбит: контратака Андерсена
si: škotski gambit, Anderssenov (Paulsenov, Suhletov) proti-napad
sv: Skotsk gambit: Anderssen motangrepp (Paulsen, Suhle)
tr: İskoçya gambiti: Anderssen (Paulsen, Suhle) karşı hücumu
uk: Шотландський гамбіт: контратака Андерсена
vi: Scotch cờ: Anderssen (Paulsen, Suhle) phản công

source: Scotch gambit: Benima defence
ar: سكوتش جامبيت: بينياما دفاع
br: Gambito Escocês, Defesa Benima
ca: Obertura Escocesa - Gambit Escocès - Defensa Benima
de: Schottisches Gambit: Benima Verteidigung
es: Apertura Escocesa, Gambito Escocés, Defensa Benima
eu: Eskoziar ganbitoa: Benima defentsa
fr: Gambit écossais, défense Benima
id: Gambit Skotlandia, Pembelaan Benima
it: Apertura Scozzese, Difesa Benima
nl: Schots gambiet: Benima verdediging
pl: Gambit szkocki, obrona Benima
ru: Шотландский гамбит: защита Бенимы
si: škotski gambit, Benimajeva obramba
sv: Skotsk gambit: Benimas försvar
tr: İskoçya gambiti: Benima savunması
uk: Шотландський гамбіт: захист Беніми
vi: Thí quân Scotch: phòng thủ Benima
