Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Ruy Lopez: closed, anti-Marshall 8.a4
ar: روي لوبيز: المغلق, ضد- مارشال 8.a5
br: Abertura Ruy López, Variante Fechada, Sistema Anti-Marshall, 8.a4
ca: Obertura Espanyola - Variant tancada - Sistema Anti-Marshall
de: Spanisch: Geschlossen, Anti-Marshall 8.a4
es: Apertura Española, Variante Cerrada, Sistema Anti Marshall
eu: Ruy Lopez: itxia, Marshallen aurkakoa 8.a4
fr: Espagnole fermée, système anti-Marshall, 8.a4
id: Ruy Lopez: Tertutup, Anti Marshall 8.a4
it: Apertura Spagnola, Variante Chiusa, Sistema Anti Marshall
nl: Ruy Lopez: gesloten, anti-Marshall 8.a4
pl: Partia hiszpańska: zamknięta, przeciw-Marshall 8.a4
ru: Испанская партия: закрытый вариант, система анти-Маршалла 8.a4
si: Ruy Lopez, zaprta, proti-Marshallova 8. a4
sv: Spanskt: Slutet, anti-Marshall med 8.a4
tr: Ruy Lopez: kapalı, anti-Marshall 8.a4
uk: Іспанська партія: закритий варіант, система анти-Маршалла 8.a4
vi: Ruy Lopez: đóng, chống Marshall 8.a4

source: Ruy Lopez: closed, centre attack
ar: روي لوبيز: المغلق, الوسط هجوم
br: Abertura Ruy López, Variante Fechada, Ataque Central
ca: Obertura Espanyola - Variant tancada - Atac central
de: Spanisch: Geschlossen, centre Angriff
es: Apertura Española, Variante Cerrada, Ataque Central
eu: Ruy Lopez: itxia, erdiko erasoa
fr: Espagnole fermée, attaque du centre
id: Ruy Lopez: Tertutup, Serangan Pusat
it: Apertura Spagnola, Variante Chiusa, Attacco Centrale
nl: Ruy Lopez: gesloten, centrum aanval
pl: Partia hiszpańska: zamknięta, atak na centrum
ru: Испанская партия: закрытый вариант, атака центра
si: Ruy Lopez, zaprta, centralni napad
sv: Spanskt: Slutet, centrum-angrepp
tr: Ruy Lopez: kapalı, merkezi hücum
uk: Іспанська партія: закритий варіант, атака центра
vi: Ruy Lopez: khép kín, trung tâm tấn công

source: Ruy Lopez: closed
ar: روي لوبيز: المغلق
br: Abertura Ruy López, Variante Fechada
ca: Obertura Espanyola - Variant tancada
de: Spanisch: Geschlossen
es: Apertura Española, Variante Cerrada
eu: Ruy Lopez: itxia
fr: Espagnole fermée
id: Ruy Lopez: Varian Tertutup
it: Apertura Spagnola, Variante Chiusa
nl: Ruy Lopez: gesloten
pl: Partia hiszpańska: zamknięta
ru: Испанская партия: закрытый вариант
si: Ruy Lopez, zaprta
sv: Spanskt: Slutet
tr: Ruy Lopez: kapalı
uk: Іспанська партія: закритий варіант
vi: Ruy Lopez: đóng cửa

source: Ruy Lopez: exchange variation, 5.O-O
ar: روي لوبيز: التكسير تفريع, 5.O-O
br: Abertura Ruy López, Variante da Troca, 5.O-O
ca: Obertura Espanyola - Variant del canvi - Variant 5. 0-0
de: Spanisch: Abtauschvariante, 5.O-O
es: Apertura Española, Variante del Cambio, Variante 5.O O
eu: Ruy Lopez: truke aldaera, 5.O-O
fr: Espagnole, var. d'échange, 5.O-O
id: Ruy Lopez: Tukar, 5.0-0
it: Apertura Spagnola, Variante di Cambio, Variante 5.O O
nl: Ruy Lopez: ruilvariant, 5.O-O
pl: Partia hiszpańska: wymienny, 5.O-O
ru: Испанская партия: разменный вариант, 5.O-O
si: Ruy Lopez, izmenjalna različica, 5. O-O
sv: Spanskt: Avbytesvarianten med 5.O-O
tr: Ruy Lopez: takas varyasyonu, 5.O-O
uk: Іспанська партія: розмінний варіант, 5.O-O
vi: Ruy Lopez: ngoại tệ thay đổi, 5.O-O

source: Ruy Lopez: exchange variation, Alapin gambit
ar: روي لوبيز: التكسير تفريع, الابين جامبيت
br: Abertura Ruy López, Variante da Troca, Gambito Alapin
ca: Obertura Espanyola - Variant del canvi - Gambit Alapin
de: Spanisch: Abtauschvariante, Alapin Gambit
es: Apertura Española, Variante del Cambio, Gambito Alapin
eu: Ruy Lopez: truke aldaera, Alapin ganbitoa
fr: Espagnole, var. d'échange, gambit Alapin
id: Ruy Lopez: Tukar, Gambit Alapin
it: Apertura Spagnola, Variante di Cambio, Mossa di Alapin
nl: Ruy Lopez: ruilvariant, Alapin gambiet
pl: Partia hiszpańska: wymienny, gambit Alapin'a
ru: Испанская партия: разменный вариант, гамбит Алапина
si: Ruy Lopez, izmenjalna različica, Alapinov gambit
sv: Spanskt: Avbytesvarianten, Alapins gambit
tr: Ruy Lopez: takas varyasyonu, Alapin gambiti
uk: Іспанська партія: розмінний варіант, гамбіт Алапіна
vi: Ruy Lopez: ngoại tệ thay đổi, Alapin Gambit

source: Ruy Lopez: exchange variation
ar: روي لوبيز: التكسير تفريع
br: Abertura Ruy López, Variante da Troca
ca: Obertura Espanyola - Variant del canvi
de: Spanisch: Abtauschvariante
es: Apertura Española, Variante del Cambio
eu: Ruy Lopez: truke aldaera
fr: Espagnole, var. d'échange
id: Ruy Lopez: Varian Tukar
it: Apertura Spagnola, Variante di Cambio
nl: Ruy Lopez: ruilvariant
pl: Partia hiszpańska: wariant wymienny
ru: Испанская партия: разменный вариант
si: Ruy Lopez, izmenjalna različica
sv: Spanskt: Avbytesvarianten
tr: Ruy Lopez: takas varyasyonu
uk: Іспанська партія: розмінний варіант
vi: Ruy Lopez: ngoại tệ thay đổi

source: Ruy Lopez: exchange, Alekhine variation
ar: روي لوبيز: التكسير, اليخين تفريع
br: Abertura Ruy López, Variante da Troca, Variante Alekhine
ca: Obertura Espanyola - Variant del canvi - Variant Alekhine
de: Spanisch: Abtauschvariante, Aljechin Variante
es: Apertura Española, Variante del Cambio, Variante Alekhine
eu: Ruy Lopez: trukea, Alekhine aldaera
fr: Espagnole, var. d'échange, var. Alekhine
id: Ruy Lopez: Tukar, Varian Alekhine
it: Apertura Spagnola, Variante di Cambio, Variante Alekhine
nl: Ruy Lopez: ruilvariant, Aljechin variant
pl: Partia hiszpańska: wymienny, wariant Alekhin'a
ru: Испанская партия: разменный вариант, вариант Алехина
si: Ruy Lopez, izmenjalna, Aljehinova različica
sv: Spanskt: Avbytesvarianten, Aljechinvarianten
tr: Ruy Lopez: takas, Alekhine varyasyonu
uk: Іспанська партія: розмінний варіант, варіант Альохіна
vi: Ruy Lopez: trao đổi, Alekhine biến

source: Ruy Lopez: exchange, Bronstein variation
ar: روي لوبيز: التكسير, برونشتاين تفريع
br: Abertura Ruy López, Variante da Troca, Variante Bronstein
ca: Obertura Espanyola - Variant del canvi - Variant Bronstein
de: Spanisch: Abtauschvariante, Bronstein Variante
es: Apertura Española, Variante del Cambio, Variante Bronstein
eu: Ruy Lopez: trukea, Bronstein aldaera
fr: Espagnole, var. d'échange, var. Bronstein
id: Ruy Lopez: Tukar, Varian Bronstein
it: Apertura Spagnola, Variante di Cambio, Variante Bronstein
nl: Ruy Lopez: ruilvariant, Bronstein variant
pl: Partia hiszpańska: wymienny, wariant Bronstein'a
ru: Испанская партия: разменный вариант, вариант Бронштейна
si: Ruy Lopez, izmenjalna, Bronsteinova različica
sv: Spanskt: Avbytesvarianten, Bronsteinvarianten
tr: Ruy Lopez: takas, Bronstein varyasyonu
uk: Іспанська партія: розмінний варіант, варіант Бронштейна
vi: Ruy Lopez: trao đổi, Bronstein biến

source: Ruy Lopez: exchange, Gligoric variation
ar: روي لوبيز: التكسير, جليجوريك تفريع
br: Abertura Ruy López, Variante da Troca, Variante Gligoric
ca: Obertura Espanyola - Variant del canvi - Variant Gligoric
de: Spanisch: Abtauschvariante, Gligoric Variante
es: Apertura Española, Variante del Cambio, Variante Gligoric
eu: Ruy Lopez: trukea, Glikoriken aldaera
fr: Espagnole, var. d'échange, var. Gligorić
id: Ruy Lopez: Tukar, Varian Gligoric
it: Apertura Spagnola, Variante di Cambio, Variante Gligoric
nl: Ruy Lopez: ruilvariant, Gligoric variant
pl: Partia hiszpańska: wymienny, wariant Glioric'a
ru: Испанская партия: разменный вариант, вариант Глигорича
si: Ruy Lopez, izmenjalna, Gligoriceva različica
sv: Spanskt: Avbytesvarianten, Gligoricvarianten
tr: Ruy Lopez: takas, Gligoric varyasyonu
uk: Іспанська партія: розмінний варіант, варіант Глігорича
vi: Ruy Lopez: đổi quân, biến thể Gligoric

source: Ruy Lopez: exchange, Keres variation
ar: روي لوبيز: التكسير,كيريس تفريع
br: Abertura Ruy López, Variante da Troca, Variante Keres
ca: Obertura Espanyola - Variant del canvi - Variant Keres
de: Spanisch: Abtauschvariante, Keres Variante
es: Apertura Española, Variante del Cambio, Variante Keres
eu: Ruy Lopez: trukea, Keres aldaera
fr: Espagnole, var. d'échange, var. Keres
id: Ruy Lopez: Tukar, Varian Keres
it: Apertura Spagnola, Variante di Cambio, Variante Keres
nl: Ruy Lopez: ruil, Keres variant
pl: Partia hiszpańska: wymienny, wariant Keres'a
ru: Испанская партия: разменный вариант, вариант Кереса
si: Ruy Lopez, izmenjalna, Keresova različica
sv: Spanskt: Avbytesvarianten, Keresvarianten
tr: Ruy Lopez: takas, Keres varyasyonu
uk: Іспанська партія: розмінний варіант, варіант Кереса
vi: Ruy Lopez: trao đổi, Keres biến

source: Ruy Lopez: exchange, Romanovsky variation
ar: روي لوبيز: التكسير, رومانوفسكي تفريع
br: Abertura Ruy López, Variante da Troca, Variante Romanovsky
ca: Oberturra Espanyola - Variant del canvi - Variant Romanovsky
de: Spanisch: Abtauschvariante, Romanovsky Variante
es: Apertura Española, Variante del Cambio, Variante Romanovsky
eu: Ruy Lopez: trukea, Romanovsky aldaera
fr: Espagnole, var. d'échange, var. Romanovsky
id: Ruy Lopez: Tukar, Varian Romanovsky
it: Apertura Spagnola, Variante di Cambio, Variante Romanovsky
nl: Ruy Lopez: ruil, Romanovsky variant
pl: Partia hiszpańska: wymienny, wariant Romanovsky
ru: Испанская партия: разменный вариант, вариант Романовского
si: Ruy Lopez, izmenjalna, Romanovskyeva različica
sv: Spanskt: Avbytesvarianten, Romanovskijvarianten
tr: Ruy Lopez: takas, Romanovsky varyasyonu
uk: Іспанська партія: розмінний варіант, варіант Романовського
vi: Ruy Lopez: trao đổi, Romanovsky biến

source: Ruy Lopez: fianchetto (Smyslov/Barnes) defence
ar: روي لوبيز: فيل الوتر الطويل (سيمسلوف/يارنيس) دفاع
br: Abertura Ruy López, Defesa do Fianchetto (Smyslov/Barnes)
ca: Obertura Espanyola - Defensa del Fianchetto o Smyslov/Barnes
de: Spanisch: Fianchetto (Smyslov/Barnes) Verteidigung
es: Apertura Española, Defensa del Fianchetto o Smyslov/Barnes
eu: Ruy Lopez: fianchetto (Smyslov/Barnes) defentsa
fr: Espagnole, défense du fianchetto (Smyslov, Barnes)
id: Ruy Lopez: Pembelaan Fianhetto
it: Apertura Spagnola, Difesa del Fianchetto o Smyslov/Barnes
nl: Ruy Lopez: fianchetto (Smyslov / Barnes) verdediging
pl: Partia hiszpańska: obrona fianchetto(Smyslov/Barnes)
ru: Испанская партия: защита Пильсбери
si: Ruy Lopez, krilni razvoj (Smyslova/Barnesova) obramba
sv: Spanskt: Fianchettoförsvar (Smyslov/Barnes)
tr: Ruy Lopez: fianchetto (Smyslov/Barnes) savunması
uk: Іспанська партія: фіанкетто-захист
vi: Ruy Lopez: Phòng thủ fianchetto (Smyslov / Barnes)

source: Ruy Lopez: fianchetto defence deferred
ar: روي لوبيز: فيل الوتر الطويل دفاع ديفيرد
br: Abertura Ruy López, Defesa do Fianchetto Diferida
ca: Obertura Espanyola - Defensa diferida del Fianchetto
de: Spanisch: Fianchetto Verteidigung im Nachzug
es: Apertura Española, Defensa del Fianchetto Diferida
eu: Ruy Lopez: fianchetto defentsa atzeratua
fr: Espagnole, défense du fianchetto différé
id: Ruy Lopez: Pembelaan Fianchetto Ditunda
it: Apertura Spagnola, Difesa del Fianchetto Diferida
nl: Ruy Lopez: uitgestelde fianchetto verdediging
pl: Partia hiszpańska: obrona fianchetto odroczona
ru: Испанская партия: улучшенная фианкетто-защита
si: Ruy Lopez, odložena obramba krilnega razvoja
sv: Spanskt: Fianchettoförsvar avböjt
tr: Ruy Lopez: ertelenmiş fianchetto savunması
uk: Іспанська партія: покращений фіанкетто-захист
vi: Ruy Lopez: fianchetto vệ thu nhập hoãn lại

source: Ruy Lopez: four knights (Tarrasch) variation
ar: روي لوبيز: الأربعة أحصنة (تاراش) تفريع
br: Abertura Ruy López, Variante dos 4 Cavalos (Tarrasch)
ca: Obertura Espanyola - Defensa Morphy - Variant dels quatre cavalls o Tarrasch
de: Spanisch: Vierspringerspiel (Tarrasch) Variante
es: Apertura Española, Defensa Morphy, Variante de los 4 Caballos o Tarrasch
eu: Ruy Lopez: lau zaldunen (Tarrasch) aldaera
fr: Espagnole, var. des 4 cavaliers (Tarrasch)
id: Ruy Lopez: Varian 4 Kuda
it: Apertura Spagnola, Difesa Morphy, Variante dei 4 Cavalli o Tarrasch
nl: Ruy Lopez: vier paarden (Tarrasch) variant
pl: Partia hiszpańska: wymienny, wariant czterech skoczków(Tarrasch'a)
ru: Испанская партия: вариант четырех коней
si: Ruy Lopez, štirje skakači (Tarrascheva) različica
sv: Spanskt: Fyrspringarspel (Tarrasch)
tr: Ruy Lopez: dört at (Tarrasch) varyasyonu
uk: Іспанська партія: варіант чотирьох коней
vi: Ruy Lopez: bốn hiệp sĩ (Tarrasch) biến thể

source: Ruy Lopez: modern Steinitz defence, 5.O-O
ar: روي لوبيز: حديث شتاينتز دفاع, 5.O-O
br: Abertura Ruy López, Defesa Steinitz Moderna, Variante 5.O-O
ca: Obertura Espanyola - Defensa Steinitz moderna - Variant 5. 0-0
de: Spanisch: Moderne Steinitz Verteidigung, 5.O-O
es: Apertura Española, Defensa Steinitz Moderna, Variante 5.O O
eu: Ruy Lopez: Steinitz defentsa modernoa, 5.O-O
fr: Espagnole, défense Steinitz moderne, 5.O-O
id: Ruy Lopez: Pembelaan Modern Steinitz, 5.0-0
it: Apertura Spagnola, Difesa Steinitz Moderna, Variante 5.O O
nl: Ruy Lopez: moderne Steinitz verdediging, 5.O-O
pl: Partia hiszpańska: nowoczesna obrona Steinitz'a, 5.O-O
ru: Испанская партия: улучшенная защита Стейница, 5.O-O
si: Ruy Lopez, moderna Steinitzova obramba 5.0-0
sv: Spanskt: Modernt Steinitz-försvar med 5.O-O
tr: Ruy Lopez: modern Steinitz savunması, 5.O-O
uk: Іспанська партія: покращений захист Стейніца, 5.O-O
vi: Ruy Lopez: Phòng thủ Steinitz, 5.O-O

source: Ruy Lopez: modern Steinitz defence, Alapin variation
ar: روي لوبيز: حديث شتاينتز دفاع, تفريع الابين
br: Abertura Ruy López, Defesa Steinitz Moderna, Variante Alapin
ca: Obertura Espanyola - Defensa Steinitz moderna - Variant Alapin
de: Spanisch: Moderne Steinitz Verteidigung, Alapin Variante
es: Apertura Española, Defensa Steinitz Moderna, Variante Alapin
eu: Ruy Lopez: Steinitz defentsa modernoa, Alapin aldaera
fr: Espagnole, défense Steinitz moderne, var. Alapin
id: Ruy Lopez: Pembelaan Modern Steinitz, Varian Alapin
it: Apertura Spagnola, Difesa Steinitz Moderna, Variante Alapin
nl: Ruy Lopez: moderne Steinitz verdediging Alapin variant
pl: Partia hiszpańska: nowoczesna obrona Steinitz'a, wariant Alapin'a
ru: Испанская партия: улучшенная защита Стейница, вариант Алапина
si: Ruy Lopez, moderna Steinitzeva obramba, Alapinova različica
sv: Spanskt: Modernt Steinitz-försvar, Alapinvarianten
tr: Ruy Lopez: modern Steinitz savunması, Alapin varyasyonu
uk: Іспанська партія: покращений захист Стейніца, варіант Алапіна
vi: Ruy Lopez: phòng thủ Steinitz hiện đại, biến thể Alapin

source: Ruy Lopez: modern Steinitz defence, Duras (Keres) variation
ar: روي لوبيز: حديث شتاينتز دفاع, دوراس (كيريس) تفريع
br: Abertura Ruy López, Defesa Steinitz Moderna, Variante Duras (Keres)
ca: Obertura Espanyola - Defensa Steinitz moderna - Variant Duras o Keres
de: Spanisch: Moderne Steinitz Verteidigung, Duras (Keres) Variante
es: Apertura Española, Defensa Steinitz Moderna, Variante Duras o Keres
eu: Ruy Lopez: Steinitz defentsa modernoa, Duras (Keres) aldaera
fr: Espagnole, défense Steinitz moderne, var. Duras (Keres)
id: Ruy Lopez Pembelaan Modern Steinitz, Varian Duras
it: Apertura Spagnola, Difesa Steinitz Moderna, Variante Duras o Keres
nl: Ruy Lopez: moderne Steinitz verdediging Duras (Keres) variant
pl: Partia hiszpańska: nowoczesna obrona Steinitz'a, wariant Duras(Keres'a)
ru: Испанская партия: улучшенная защита Стейница, вариант Дураса
si: Ruy Lopez, moderna Steinitzeva obramba, Duraova (Keresova) različica
sv: Spanskt: Modernt Steinitz-försvar, Durasvarianten (Keres)
tr: Ruy Lopez: modern Steinitz savunması, Duras (Keres) varyasyonu
uk: Іспанська партія: покращений захист Стейніца, варіант Дураса
vi: Ruy Lopez: phòng thủ Steinitz hiện đại, biến thể Duras (Keres)

source: Ruy Lopez: modern Steinitz defence, Richter variation
ar: روي لوبيز: حديث شتاينتز دفاع, ريشتر تفريع
br: Abertura Ruy López, Defesa Steinitz Moderna, Variante Richter
ca: Obertura Espanyola - Defensa Steinitz moderna - Variant Richter
de: Spanisch: Moderne Steinitz Verteidigung, Richter Variante
es: Apertura Española, Defensa Steinitz Moderna, Variante Richter
eu: Ruy Lopez: Steinitz defentsa modernoa, Richter aldaera
fr: Espagnole, défense Steinitz moderne, var. Richter
id: Ruy Lopez Pembelaan Modern Steinitz, Varian Richter
it: Apertura Spagnola, Difesa Steinitz Moderna, Variante Richter
nl: Ruy Lopez: moderne Steinitz verdediging Richter variant
pl: Partia hiszpańska: nowoczesna obrona Steinitz'a, wariant Richter'a
ru: Испанская партия: улучшенная защита Стейница, вариант Рихтера
si: Ruy Lopez, moderna Steinitzeva obramba, Richterjeva različica
sv: Spanskt: Modernt Steinitz-försvar, Richtervarianten
tr: Ruy Lopez: modern Steinitz savunması, Richter varyasyonu
uk: Іспанська партія: покращений захист Стейніца, варіант Ріхтера
vi: Ruy Lopez: phòng thủ Steinitz hiện đại, biến thể Richter

source: Ruy Lopez: modern Steinitz defence, Rubinstein variation
ar: روي لوبيز: حديث شتاينتز دفاع, روبينشتاين تفريع
br: Abertura Ruy López, Defesa Steinitz Moderna, Variante Rubinstein
ca: Obertura Espanyola - Defensa Steinitz moderna - Variant Rubinstein
de: Spanisch: Moderne Steinitz Verteidigung, Rubinstein Variante
es: Apertura Española, Defensa Steinitz Moderna, Variante Rubinstein
eu: Ruy Lopez: Steinitz defentsa modernoa, Rubinstein aldaera
fr: Espagnole, défense Steinitz moderne, var. Rubinstein
id: Ruy Lopez Pembelaan Modern Steinitz, Varian Rubenstein
it: Apertura Spagnola, Difesa Steinitz Moderna, Variante Rubinstein
nl: Ruy Lopez: moderne Steinitz verdediging Rubinstein variant
pl: Partia hiszpańska: nowoczesna obrona Steinitz'a, wariant Rubinstein'a
ru: Испанская партия: улучшенная защита Стейница, вариант Рубинштейна
si: Ruy Lopez, moderna Steinitzova obramba
sv: Spanskt: Modernt Steinitz-försvar, Rubinsteinvarianten
tr: Ruy Lopez: modern Steinitz savunması, Rubinstein varyasyonu
uk: Іспанська партія: покращений захист Стейніца, варіант Рубінштейна
vi: Ruy Lopez: phòng thủ Steinitz hiện đại, biến thể Rubinstein

source: Ruy Lopez: modern Steinitz defence, Three knights variation
ar: روي لوبيز: حديث شتاينتز دفاع, الثلاثة أفراس تفريع
br: Abertura Ruy López, Defesa Steinitz Moderna, Variante dos 3 Cavalos
ca: Obertura Espanyola - Defensa Steinitz moderna - Variant dels tres cavalls
de: Spanisch: Moderne Steinitz Verteidigung, Dreispringerspiel Variante
es: Apertura Española, Defensa Steinitz Moderna, Variante de los 3 Caballos
eu: Ruy Lopez: Steinitz defentsa modernoa, Hiru zaldunen aldaera
fr: Espagnole, défense Steinitz moderne, var. des 3 cavaliers
id: Ruy Lopez Pembelaan Modern Steinitz, Varian 3 Kuda
it: Apertura Spagnola, Difesa Steinitz Moderna, Variante dei 3 Cavalli
nl: Ruy Lopez: moderne Steinitz verdediging, Drie paarden variant
pl: Partia hiszpańska: nowoczesna obrona Steinitz'a, wariant trzech skoczków
ru: Испанская партия: улучшенная защита Стейница, вариант трех коней
si: Ruy Lopez, moderna Steinitzeva obramba, različica treh skakačev
sv: Spanskt: Modernt Steinitz-försvar, Trespringarspel
tr: Ruy Lopez: modern Steinitz savunması, Üç at varyasyonu
uk: Іспанська партія: покращений захист Стейніца, варіант трьох коней
vi: Ruy Lopez: phòng thủ Steinitz hiện đại, biến thể tam mã

source: Ruy Lopez: modern Steinitz defence, fianchetto (Bronstein) variation
ar: روي لوبيز: حديث شتاينتز دفاع, فيل الوتر الطويل (برونشتاين) تفريع
br: Abertura Ruy López, Defesa Steinitz Moderna, Variante do Fianchetto (Bronstein)
ca: Obertura Espanyola - Defensa Steinitz moderna - Variant del Fianchetto o Bronstein
de: Spanisch: Moderne Steinitz Verteidigung, Fianchetto (Bronstein) Variante
es: Apertura Española, Defensa Steinitz Moderna, Variante del Fianchetto o Bronstein
eu: Ruy Lopez: Steinitz defentsa modernoa, fianchetto (Bronstein) aldaera
fr: Espagnole, défense Steinitz moderne, var. du fianchetto (Bronstein)
id: Ruy Lopez Pembelaan Modern Steinitz, Varian Fianchetto
it: Apertura Spagnola, Difesa Steinitz Moderna, Variante del Fianchetto o Bronstein
nl: Ruy Lopez: moderne Steinitz verdediging fianchetto (Bronstein) variant
pl: Partia hiszpańska: nowoczesna obrona Steinitz'a, wariant fianchetto(Bronstein)
ru: Испанская партия: улучшенная защита Стейница, вариант Бронштейна
si: Ruy Lopez, moderna Steinitzova obramba, krilni razvoj (Bronsteinova) različica
sv: Spanskt: Modernt Steinitz-försvar, fianchettovarianten (Bronstein)
tr: Ruy Lopez: modern Steinitz savunması, fianchetto (Bronstein) varyasyonu
uk: Іспанська партія: покращений захист Стейніца, варіант Бронштейна
vi: Ruy Lopez: phòng thủ Steinitz hiện đại, biến thể fianchetto (Bronstein)

source: Ruy Lopez: modern Steinitz defence, siesta variation
ar: روي لوبيز: حديث شتاينتز دفاع, سيستا تفريع
br: Abertura Ruy López, Defesa Steinitz Moderna, Variante Siesta
ca: Obertura Espanyola - Defensa Steinitz moderna - Variant 'sesta'
de: Spanisch: Moderne Steinitz Verteidigung, siesta Variante
es: Apertura Española, Defensa Steinitz Moderna, Variante Siesta
eu: Ruy Lopez: Steinitz defentsa modernoa, siesta aldaera
fr: Espagnole, défense Steinitz moderne, var Siesta (du nom d'un sanatorium à Budapest)
id: Ruy Lopez Pembelaan Modern Steinitz, Varian Siesta
it: Apertura Spagnola, Difesa Steinitz Moderna, Variante Siesta
nl: Ruy Lopez: moderne Steinitz verdediging siësta variant
pl: Partia hiszpańska: nowoczesna obrona Steinitz'a, wariant siesta
ru: Испанская партия: улучшенная защита Стейница, сиестинский вариант
si: Ruy Lopez, moderna Steinitzeva obramba, različica siesta
sv: Spanskt: Modernt Steinitz-försvar, siestavarianten
tr: Ruy Lopez: modern Steinitz savunması, siesta varyasyonu
uk: Іспанська партія: покращений захист Стейніца, Сієстинський варіант
vi: Ruy Lopez: phòng thủ Steinitz hiện đại, biến thể siesta

source: Ruy Lopez: modern Steinitz defence
ar: روي لوبيز: حديث شتاينتز دفاع
br: Abertura Ruy López, Defesa Steinitz Moderna
ca: Obertura Espanyola - Defensa Steinitz moderna
de: Spanisch: Moderne Steinitz Verteidigung
es: Apertura Española, Defensa Steinitz Moderna
eu: Ruy Lopez: Steinitz defentsa modernoa
fr: Espagnole, défense Steinitz moderne
id: Ruy Lopez: Pembelaan Modern Steinitz
it: Apertura Spagnola, Difesa Steinitz Moderna
nl: Ruy Lopez: moderne Steinitz verdediging
pl: Partia hiszpańska: nowoczesna obrona Steinitz'a
ru: Испанская партия: улучшенная защита Стейница
si: Ruy Lopez, moderna Steinitzeva obramba
sv: Spanskt: Modernt Steinitz-försvar
tr: Ruy Lopez: modern Steinitz savunması
uk: Іспанська партія: покращений захист Стейніца
vi: Ruy Lopez: Phòng thủ Steinitz hiện đại

source: Ruy Lopez: old Steinitz defence, Nimzovich attack
ar: روي لوبيز: القديم شتاينتز دفاع, نيمزوفيتش هجوم
br: Abertura Ruy López, Defesa Steinitz Antiga, Ataque Nimzowitsch
ca: Obertura Espanyola - Defensa Steinitz antiga - Atac Nimzowitsch
de: Spanisch: Alte Steinitz Verteidigung, Nimzowitsch Angriff
es: Apertura Española, Defensa Steinitz Antigua, Ataque Nimzowitsch
eu: Ruy Lopez: Steinitz defentsa zaharra, Nimzovich erasoa
fr: Espagnole, défense Steinitz ancienne, attaque Nimzowitsch
id: Ruy Lopez Pembelaan Steinitz Lama, Serangan Nimzowitch
it: Apertura Spagnola, Difesa Steinitz Antica, Attacco Nimzowitsch
nl: Ruy Lopez: oude Steinitz verdediging Nimzovich aanval
pl: Partia hiszpańska: stara obrona Steinitz'a, atak Nimzovitsch'a
ru: Испанская партия: защита Стейница, атака Нимцовича
si: Ruy Lopez, stara Steinitzeva obramba, Nimzovichev napad
sv: Spanskt: Gammalt Steinitz-försvar, Nimzowitsch angrepp
tr: Ruy Lopez: eski Steinitz savunması, Nimzovich hücumu
uk: Іспанська партія: захист Стейніца, атака Німцовича
vi: Ruy Lopez: Steinitz phòng thủ lâu đời, Nimzovich tấn công
