Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Petrov: French attack
ar: بتروف: فرنسي هجوم
br: Defesa Petrov, Ataque Francês
ca: Defensa Petrov - Atac francès
de: Russisch: Französisch Angriff
es: Defensa Petrov, Ataque Francés
eu: Petrov: Frantziar erasoa
fr: Défense Petrov, attaque française
id: Petroff: Serangan Perancis
it: Difesa Petrov, Attacco Francese
nl: Petrov: Franse aanval
pl: Obrona Petrova, atak francuski
ru: Русская партия: французская атака
si: Petrova, francoski napad
sv: Ryskt: Franskt angrepp
tr: Petrov: Fransız hücumu
uk: Російська партія: Французька атака
vi: Petrov: tấn công Pháp

source: Petrov: Italian variation
ar: بتروف: إيطالي تفريع
br: Defesa Petrov, Variante Italiana
ca: Defensa Petrov - Variant Italiana
de: Russisch: Italienische Variante
es: Defensa Petrov, Variante Italiana
eu: Petrov: Italiako aldaera
fr: Défense Petrov, var. italienne
id: Petroff: Varian Italia
it: Difesa Petrov, Variante Italiana
nl: Petrov: Italiaanse variant
pl: Obrona Petrova, wariant włoski
ru: Русская партия: итальянский вариант
si: Petrova, italijanska različica
sv: Ryskt: Italienska varianten
tr: Petrov: İtalyan varyasyonu
uk: Російська партія: Італійський варіант
vi: Petrov: biến Ý

source: Petrov: Kaufmann attack
ar: بتروف: كوفمان هجوم
br: Defesa Petrov, Ataque Kaufmann
ca: Defensa Petrov - Atac Kaufmann
de: Russisch: Kaufmann Angriff
es: Defensa Petrov, Ataque Kaufmann
eu: Petrov: Kaufmannen erasoa
fr: Défense Petrov, attaque Kaufmann
id: Petroff: Serangan Kaufmann
it: Difesa Petrov, Attacco Kaufmann
nl: Petrov: Kaufmann aanval
pl: Obrona Petrova, atak Kaufmann'a
ru: Русская партия: атака Кауфмана
si: Petrova, Kaufmannov napad
sv: Ryskt: Kaufmanns angrepp
tr: Petrov: Kaufmann hücumu
uk: Російська партія: атака Кауфмана
vi: Petrov: Kaufmann tấn công

source: Petrov: Nimzovich attack
ar: بتروف: نيمزوفيتش هجوم
br: Defesa Petrov, Ataque Nimzowitsch
ca: Defensa Petrov - Atac Nimzowitsch
de: Russisch: Nimzowitsch Angriff
es: Defensa Petrov, Ataque Nimzowitsch
eu: Petrov: Nimzovich erasoa
fr: Défense Petrov, attaque Nimzowitsch
id: Petroff: Serangan Nimzowitch
it: Difesa Petrov, Attacco Nimzowitsch
nl: Petrov: Nimzovich aanval
pl: Obrrna Petrova, atak Nimzovitsch'a
ru: Русская партия: атака Нимцовича
si: Petrova, Nimzovichev napad
sv: Ryskt: Nimzowitsch angrepp
tr: Petrov: Nimzovich hücumu
uk: Російська партія: атака Німцовича
vi: Petrov: Nimzovich tấn công

source: Petrov: Paulsen attack
ar: بتروف: بولسن هجوم
br: Defesa Petrov, Ataque Paulsen
ca: Defensa Petrov - Atac Paulsen
de: Russisch: Paulsen Angriff
es: Defensa Petrov, Ataque Paulsen
eu: Petrov: Paulsen erasoa
fr: Défense Petrov, attaque Paulsen
id: Petroff: Serangan Paulsen
it: Difesa Petrov, Attacco Paulsen
nl: Petrov: Paulsen aanval
pl: Obrona Petrova, atak Paulsen'a
ru: Русская партия: атака Паульсена
si: Petrova, Paulsenov napad
sv: Ryskt: Paulsens angrepp
tr: Petrov: Paulse hücumu
uk: Російська партія: атака Паульсена
vi: Petrov: Paulsen tấn công

source: Petrov: Urusov gambit
ar: بتروف: يوروزوف جامبيت
br: Defesa Petrov, Gambito Urusov
ca: Defensa Petrov - Atac modern - Gambit Urusov
de: Russisch: Urusov Gambit
es: Defensa Petrov, Ataque Moderno, Gambito Urusov
eu: Petrov: Urusov ganbitoa
fr: Défense Petrov, gambit Urusov
id: Petroff: Gambit Urusov
it: Difesa Petrov, Attacco Moderno, Mossa di Urusov
nl: Petrov: Urusov gambiet
pl: Obrona Petrova, gambit Urusov'a
ru: Русская партия: гамбит Урусова
si: Petrova, Urusov gambit
sv: Ryskt: Urusovs gambit
tr: Petrov: Urusov gambiti
uk: Російська партія: гамбіт Урусова

source: Petrov: classical attack, Berger variation
ar: بتروف: الهجوم الكلاسيكي, بيرجر تفريع
br: Defesa Petrov, Ataque Clássico, Variante Berger
ca: Defensa Petrov - Atac clàssic - Variant Berger
de: Russisch: Klassisch Angriff, Berger-Variante
es: Defensa Petrov, Ataque Clásico, Variante Berger
eu: Petrov: eraso klasikoa, Berger aldaera
fr: Défense Petrov, attaque classique, var. Berger
id: Petroff: Varian Klasik, Varian Berger
it: Difesa Petrov, Attacco Classico, Variante Berger
nl: Petrov: klassieke aanval, Berger variant
pl: Obrona Petrova, atak klasyczny, wariant Berger'a
ru: Русская партия: классическая атака, вариант Бергера
si: Petrova, klasični napad, Bergerjeva različica
sv: Ryskt: Klassiskt angrepp, Bergervarianten
tr: Petrov: klasik hücum, Berger varyasyonu
uk: Російська партія: класична атака, варіант Бергера
vi: Petrov: cổ điển tấn công, Berger biến

source: Petrov: classical attack, Chigorin variation
ar: بتروف: الهجوم الكلاسيكي, تشجورين تفريع
br: Defesa Petrov, Ataque Clássico, Variante Chigorin
ca: Defensa Petrov - Atac clàssic - Variant Chigorin
de: Russisch: Klassisch Angriff, Tschigorin-Variante
es: Defensa Petrov, Ataque Clásico, Variante Chigorin
eu: Petrov: eraso klasikoa, Chigorin aldaera
fr: Défense Petrov, attaque classique, var. Tchigorine
id: Petroff: Varian Klasik, Varian Chigorin
it: Difesa Petrov, Attacco Classico, Variante Chigorin
nl: Petrov: klassieke aanval, Chigorin variant
pl: Obrona Petrova, atak klasyczny, wariant Chigorin'a
ru: Русская партия: классическая атака, вариант Чигорина
si: Petrova, klasični napad, Chigorinova različica
sv: Ryskt: Klassiskt angrepp, Tjigorinvarianten
tr: Petrov: klasik hücum, Chigorin varyasyonu
uk: Російська партія: класична атака, варіант Чигоріна
vi: Petrov: tấn công cổ điển, Chigorin biến

source: Petrov: classical attack, Jaenisch variation
ar: بتروف: الهجوم الكلاسيكي, جينيش تفريع
br: Defesa Petrov, Ataque Clássico, Variante Jaenisch
ca: Defensa Petrov - Atac clàssic - Variant Jaenisch
de: Russisch: Klassisch Angriff, Jaenisch-Variante
es: Defensa Petrov, Ataque Clásico, Variante Jaenisch
eu: Petrov: eraso klasikoa, Jaenisch aldaera
fr: Défense Petrov, attaque classique, var. Jaenisch
id: Petroff: Varian Klasik, Varian Jaenisch
it: Difesa Petrov, Attacco Classico, Variante Jaenisch
nl: Petrov: klassieke aanval, Jaenisch variant
pl: Obrona Petrova, atak klasyczny, wariant Jaenisch;a
ru: Русская партия: классическая атака, вариант Яниша
si: Petrova, klasični napad, Jeanischeva različica
sv: Ryskt: Klassiskt angrepp, Jänischvarianten
tr: Petrov: klasik hücum, Jaenisch varyasyonu
uk: Російська партія: класична атака, варіант Яніша
vi: Petrov: tấn công cổ điển, Jaenisch biến

source: Petrov: classical attack, Krause variation
ar: بتروف: الهجوم الكلاسيكي, كراوز تفريع
br: Defesa Petrov, Ataque Clássico, Variante Krause
ca: Defensa Petrov - Atac clàssic - Variant Krause
de: Russisch: Klassisch Angriff, Krause-Variante
es: Defensa Petrov, Ataque Clásico, Variante Krause
eu: Petrov: eraso klasikoa, Krause aldaera
fr: Défense Petrov, attaque classique, var. Krause
id: Petroff: Varian Klasik, Varian Krause
it: Difesa Petrov, Attacco Classico, Variante Krause
nl: Petrov: klassieke aanval, Krause variant
pl: Obrona Petrova, atak klasyczny, wariant Krause
ru: Русская партия: классическая атака, вариант Краузе
si: Petrova, klasični napad, Krauseva različica
sv: Ryskt: Klassiskt angrepp, Krausevarianten
tr: Petrov: klasik hücum, Krause varyasyonu
uk: Російська партія: класична атака, варіант Краузе
vi: Petrov: cổ điển tấn công, Krause biến

source: Petrov: classical attack, Maroczy variation
ar: بتروف: الهجوم الكلاسيكي, ماركوتزي تفريع
br: Defesa Petrov, Ataque Clássico, Variante Maroczy
ca: Defensa Petrov - Atac clàssic - Variant Maroczy
de: Russisch: Klassisch Angriff, Maroczy-Variante
es: Defensa Petrov, Ataque Clásico, Variante Maroczy
eu: Petrov: eraso klasikoa, Maroczy aldaera
fr: Défense Petrov, attaque classique, var. Maroczy
id: Petroff: Varian Klasik, Varian Maroczy
it: Difesa Petrov, Attacco Classico, Variante Maroczy
nl: Petrov: klassieke aanval, Maroczy variant
pl: Obrona Petrova, atak klasyczny, wariant Maroczego
ru: Русская партия: классическая атака, вариант Мароци
si: Petrova, klasični napad, Marcozyeva različica
sv: Ryskt: Klassiskt angrepp, Maroczyvarianten
tr: Petrov: klasik hücum, Maroczy varyasyonu
uk: Російська партія: класична атака, варіант Мароці
vi: Petrov: tấn công, thay đổi Maroczy cổ điển

source: Petrov: classical attack, Marshall trap
ar: بتروف: الهجوم الكلاسيكي, فخ مارشال
br: Defesa Petrov, Ataque Clássico, Armadilha de Marshall
ca: Defensa Petrov - Atac clàssic - Trampa Marshall
de: Russisch: Klassisch Angriff, Marshall Falle
es: Defensa Petrov, Ataque Clásico, Trampa de Marshall
eu: Petrov: eraso klasikoa, Marshall tranpa
fr: Défense Petrov, attaque classique, piège de Marshall
id: Petroff: Varian Klasik, Jebakan Marshall
it: Difesa Petrov, Attacco Classico, Trappola Marshall
nl: Petrov: klassieke aanval, Marshall val
pl: Obrona Petrova, atak klasyczny, pułapka Marshall'a
ru: Русская партия: классическая атака, ловушка Маршалла
si: Petrova, klasični napad, Marshallova past
sv: Ryskt: Klassiskt angrepp, Marshallfällan
tr: Petrov: klasik hücum, Marshall tuzağı
uk: Російська партія: класична атака, пастка Маршалла
vi: Petrov: tấn công cổ điển, Marshall bẫy

source: Petrov: classical attack, Marshall variation
ar: بتروف: الهجوم الكلاسيكي, تفريع مارشال
br: Defesa Petrov, Ataque Clássico, Variante Marshall
ca: Defensa Petrov - Atac clàssic - Variant Marshall
de: Russisch: Klassisch Angriff, Marshall-Variante
es: Defensa Petrov, Ataque Clásico, Variante Marshall
eu: Petrov: eraso klasikoa, Marshall aldaera
fr: Défense Petrov, attaque classique, var. Marshall
id: Petroff: Varian Klasik, Varian Marshall
it: Difesa Petrov, Attacco Classico, Variante Marshall
nl: Petrov: klassieke aanval, Marshall variant
pl: Obrona Petrova, atak klasyczny, wariant Marshall'a
ru: Русская партия: классическая атака, вариант Маршалла
si: Petrova, klasični napad, Marshallova različica
sv: Ryskt: Klassiskt angrepp, Marshallvarianten
tr: Petrov: klasik hücum, Marshall varyasyonu
uk: Російська партія: класична атака, варіант Маршалла
vi: Petrov: cổ điển tấn công, Marshall thay đổi

source: Petrov: classical attack, Mason variation
ar: بتروف: الهجوم الكلاسيكي, ماسون تفريع
br: Defesa Petrov, Ataque Clássico, Variante Mason
ca: Defensa Petrov - Atac clàssic - Variant Mason
de: Russisch: Klassisch Angriff, Mason-Variante
es: Defensa Petrov, Ataque Clásico, Variante Mason
eu: Petrov: eraso klasikoa, Mason aldaera
fr: Défense Petrov, attaque classique, var. Mason
id: Petroff: Varian Klasik, Varian Mason
it: Difesa Petrov, Attacco Classico, Variante Mason
nl: Petrov: klassieke aanval, Mason variant
pl: Obrona Petrova, atak klasyczny, wariant Mason'a
ru: Русская партия: классическая атака, вариант Мэзона
si: Petrova, klasični napad, Masonova različica
sv: Ryskt: Klassiskt angrepp, Masonvarianten
tr: Petrov: klasik hücum, Mason varyasyonu
uk: Російська партія: класична атака, варіант Мезона
vi: Petrov: cổ điển tấn công, Mason biến

source: Petrov: classical attack, Tarrasch variation
ar: بتروف: الهجوم الكلاسيكي, تفريع تاراش
br: Defesa Petrov, Ataque Clássico, Variante Tarrasch
ca: Defensa Petrov - atac clàssic - Variant Tarrasch
de: Russisch: Klassisch Angriff, Tarrasch-Variante
es: Defensa Petrov, Ataque Clásico, Variante Tarrasch
eu: Petrov: eraso klasikoa, Tarrasch aldaera
fr: Défense Petrov, attaque classique, var. Tarrasch
id: Petroff: Varian Klasik, Varian Tarrasch
it: Difesa Petrov, Attacco Classico, Variante Tarrasch
nl: Petrov: klassieke aanval, Tarrasch variant
pl: Obrona Petrova, atak klasyczny, wariant Tarrasch'a
ru: Русская партия: классическая атака, вариант Тарраша
si: Petrova, klasični napad, Tarrascheva različica
sv: Ryskt: Klassiskt angrepp, Tarraschvarianten
tr: Petrov: klasik hücum, Tarrasch varyasyonu
uk: Російська партія: класична атака, варіант Тарраша
vi: Petrov: cổ điển tấn công, Tarrasch biến

source: Petrov: classical attack, close variation
ar: بتروف: الهجوم الكلاسيكي, التفريع المغلق
br: Defesa Petrov, Ataque Clássico, Variante Fechada
ca: Defensa Petrov - Atac clàssic - Variant tancada
de: Russisch: Klassisch Angriff, Geschlossene Variante
es: Defensa Petrov, Ataque Clásico, Variante Cerrada
eu: Petrov: eraso klasikoa, aldaera itxia
fr: Défense Petrov, attaque classique, var. fermée
id: Petroff: Varian Klasik, Varian Tertutup
it: Difesa Petrov, Attacco Classico, Variante Chiusa
nl: Petrov: klassieke aanval, gesloten variant
pl: Obrona Petrova, atak klasyczny, wariant zamknięty
ru: Русская партия: классическая атака, закрытый вариант
si: Petrova, klasični napad, zaprta različica
sv: Ryskt: Klassiskt angrepp, slutna varianten
tr: Petrov: klasik hücum, kapalı varyasyon
uk: Російська партія: класична атака, закритий варіант
vi: Petrov: tấn công, biến thể gần cổ điển

source: Petrov: classical attack
ar: بتروف: الهجوم الكلاسيكي
br: Defesa Petrov, Ataque Clássico
ca: Defensa Petrov - Atac clàssic
de: Russisch: Klassisch Angriff
es: Defensa Petrov, Ataque Clásico
eu: Petrov: eraso klasikoa
fr: Défense Petrov, attaque classique
id: Petroff: Varian Klasik
it: Difesa Petrov, Attacco Classico
nl: Petrov: klassieke aanval
pl: Obrona Petrova, atak klasyczny
ru: Русская партия: классическая атака
si: Petrova, klasični napad
sv: Ryskt: Klassiskt angrepp
tr: Petrov: klasik hücum
uk: Російська партія: класична атака
vi: Petrov: tấn công cổ điển

source: Petrov: modern (Steinitz) attack
ar: بتروف: حديث (شتاينتز) هجوم
br: Defesa Petrov, Ataque Moderno (Steinitz)
ca: Defensa Petrov - Atac modern o Steinitz
de: Russisch: Moderner (Steinitz) Angriff
es: Defensa Petrov, Ataque Moderno o Steinitz
eu: Petrov: eraso modernoa (Steinitz)
fr: Défense Petrov, attaque moderne (Steinitz)
id: Petroff: Serangan Modern (Steinitz)
it: Difesa Petrov, Attacco Moderno o Steinitz
nl: Petrov: moderne (Steinitz) aanval
pl: Obrona Petrova, atak nowoczesny(Steinitz'a)
ru: Русская партия: система Стейница
si: Petrova, moderen (steinitzov) napad
sv: Ryskt: Modernt angrepp (Steinitz)
tr: Petrov: modern (Steinitz) hücumu
uk: Російська партія: система Стейніца
vi: Petrov: tấn công hiện đại (Steinitz)

source: Petrov: modern attack, Bardeleben variation
ar: بتروف: حديث هجوم, بارديليبين تفريع
br: Defesa Petrov, Ataque Moderno, Variante Bardeleben
ca: Defensa Petrov - Atac modern - Variant Bardeleben
de: Russisch: Moderner Angriff, Bardeleben-Variante
es: Defensa Petrov, Ataque Moderno, Variante Bardeleben
eu: Petrov: eraso modernoa, Bardeleben aldaera
fr: Défense Petrov, attaque moderne, var. Bardeleben
id: Petroff: Serangan Modern, Varian Bardebelen
it: Difesa Petrov, Attacco Moderno, Variante Bardeleben
nl: Petrov: moderne aanval, Bardeleben variant
pl: Obrona Petrova, atak nowoczesny, wariant Bardeleben'a
ru: Русская партия: система Стейница, вариант Барделебена
si: Petrova, moderen napad, Bardelebenova različica
sv: Ryskt: Modernt angrepp, Bardelebenvarianten
tr: Petrov: modern hücum, Bardeleben varyasyonu
uk: Російська партія: система Стейніца, варіант Барделебена
vi: Petrov: tấn công hiện đại, biến thể Bardeleben

source: Petrov: modern attack, Steinitz variation
ar: بتروف: حديث هجوم, تفريع شتاينتز
br: Defesa Petrov, Ataque Moderno, Variante Steinitz
ca: Defensa Petrov - Atac modern - Variant Steinitz
de: Russisch: Moderner Angriff, Steinitz-Variante
es: Defensa Petrov, Ataque Moderno, Variante Steinitz
eu: Petrov: eraso modernoa, Steinitz aldaera
fr: Défense Petrov, attaque moderne, var. Steinitz
id: Petroff: Serangan Modern, Varian Steinitz
it: Difesa Petrov, Attacco Moderno, Variante Steinitz
nl: Petrov: moderne aanval, Steinitz variant
pl: Obrona Petrova, atak nowoczesny, wariant Steinitz'a
ru: Русская партия: система Стейница
si: Petrova, moderen napad, Steinitzova različica
sv: Ryskt: Modernt angrepp, Steinitzvarianten
tr: Petrov: modern hücum, Steinitz varyasyonu
uk: Російська партія: система Стейніца
vi: Petrov: tấn công hiện đại, biến thể Steinitz

source: Petrov: modern attack, Trifunovic variation
ar: بتروف: حديث هجوم, تريفونوفيك تفريع
br: Defesa Petrov, Ataque Moderno, Variante Trifunovic
ca: Defensa Petrov - Atac modern - Variant Trifunovic
de: Russisch: Moderner Angriff, Trifunovic-Variante
es: Defensa Petrov, Ataque Moderno, Variante Trifunovic
eu: Petrov: eraso modernoa, Trifunovic aldaera
fr: Défense Petrov, attaque moderne, var. Trifunović
id: Petroff: Serangan Modern, Varian Trifunovic
it: Difesa Petrov, Attacco Moderno, Variante Trifunovic
nl: Petrov: moderne aanval, Trifunovic variant
pl: Obrona Petrova, atak nowoczesny, wariant Trifunovic'a
ru: Русская партия: система Стейница, вариант Трифуновича
si: Petrova, moderen napad, Trifunoviceva različica
sv: Ryskt: Modernt angrepp, Trifunovicvarianten
tr: Petrov: modern hücum, Trifunovic varyasyonu
uk: Російська партія: система Стейніца, варіант Трифуновича
vi: Petrov: tấn công, biến thể hiện đại Trifunović

source: Petrov: modern attack, main line
ar: بتروف: حديث هجوم, الخط الرئيسي
br: Defesa Petrov, Ataque Moderno, Linha Principal
ca: Defensa Petrov - Atac modern - Línia principal
de: Russisch: Moderner Angriff, Hauptvariante
es: Defensa Petrov, Ataque Moderno, Linea Principal
eu: Petrov: eraso modernoa, lerro nagusia
fr: Défense Petrov, attaque moderne, ligne principale
id: Petroff: Serangan Modern, Jalur Utama
it: Difesa Petrov, Attacco Moderno, Linea Principale
nl: Petrov: moderne aanval, hoofdlijn
pl: Obrona Petrova, atak nowoczesny, główna linia
ru: Русская партия: система Стейница, основной вариант
si: Petrov moderen napad, glavna linija
sv: Ryskt: Modernt angrepp, huvudvariant
tr: Petrov: modern hücum, ana hat
uk: Російська партія: система Стейніца, основний варіант
vi: Petrov: tấn công, dòng chính hiện đại

source: Petrov: modern attack, symmetrical variation
ar: بتروف: حديث هجوم, التفريع المتناظر
br: Defesa Petrov, Ataque Moderno, Variante Simétrica
ca: Defensa Petrov - Atac modern - Variant simètrica
de: Russisch: Moderner Angriff, Symmetrische Variante
es: Defensa Petrov, Ataque Moderno, Variante Simétrica
eu: Petrov: eraso modernoa, aldaera simetrikoa
fr: Défense Petrov, attaque moderne, var. symétrique
id: Petroff: Serangan Modern, Varian Simetris
it: Difesa Petrov, Attacco Moderno, Variante Simmetrica
nl: Petrov: moderne aanval, symmetrische variant
pl: Obrona Petrova, atak nowoczesny, wariant symetryczny
ru: Русская партия: система Стейница, симметричный вариант
si: Petrova, moderen napad, simetrična različica
sv: Ryskt: Moderna attacken, symmetriska varianten
tr: Petrov: modern hücum, Simetri varyasyonu
uk: Російська партія: система Стейніца, симетричний варіант
vi: Petrov: tấn công, biến thể đối xứng hiện đại

source: Petrov: three knights game
ar: بتروف الثلاثة أفراس مباراة
br: Defesa Petrov, Variante dos 3 Cavalos
ca: Defensa Petrov - Variant dels tres cavalls
de: Russisch Dreispringerspiel
es: Defensa Petrov, Variante de los 3 Caballos
eu: Petrov: hiru zaldunen partida
fr: Défense Petrov, var. des 3 cavaliers
id: Permainan Petroff 3 Kuda
it: Difesa Petrov, Variante dei 3 Cavalli
nl: Petrov drie paarden spel
pl: Petrov, gra trzech skoczków
ru: Русская партия: дебют трех коней
si: Petrova igra treh skakačev
sv: Ryskt trespringarspel
tr: Petrov 3 at oyunu
uk: Російська партія: дебют трьох коней
vi: Petrov ba hiệp sĩ trò chơi

source: Philidor's defence
ar: دفاع فيليدور
br: Defesa Philidor
ca: Defensa Philidor
de: Philidor's Verteidigung
es: Defensa Philidor
eu: Philidor defentsa
fr: Défense Philidor
id: Pembelaan Philidor
it: Difesa Philidor
nl: Philidor Verdediging
pl: Obrona Philidora
ru: Защита Филидора
si: Philidorjeva obramba
sv: Philidor's försvar
tr: Philidor'un savunması
uk: Захист Філідора
vi: Phòng thủ Philidor

source: Philidor: Berger variation
ar: فيليدور: بيرجر تفريع
br: Defesa Philidor, Variante Berger
ca: Defensa Philidor - Variant del canvi - Variant Berger
de: Philidor: Berger-Variante
es: Defensa Philidor, Variante del Cambio, Variante Berger
eu: Philidor: Berger aldaera
fr: Défense Philidor, var. Berger
id: Philidor: Varian Berger
it: Difesa Philidor, Variante di Cambio, Variante Berger
nl: Philidor: Berger variant
pl: Philidor, wariant Berger'a
ru: Защита Филидора: вариант Бергера
si: Philidorjeva, Bergerjeva različica
sv: Philidor: Bergervarianten
tr: Philidor: Berger varyasyonu
uk: Захист Філідора: варіант Бергера
vi: Philidor: Berger biến

source: Philidor: Boden variation
ar: فيليدور: بودن تفريع
br: Defesa Philidor, Variante Boden
ca: Defensa Philidor - Variant del canvi - Variant Boden
de: Philidor: Boden-Variante
es: Defensa Philidor, Variante del Cambio, Variante Boden
eu: Philidor: Boden aldaera
fr: Défense Philidor, var. Boden
id: Philidor: Varian Boden
it: Difesa Philidor, Variante di Cambio, Variante Boden
nl: Philidor: Boden variant
pl: Philidora, wariant Boden;a
ru: Защита Филидора: вариант Бодена
si: Philidorjeva, Bodenova različica
sv: Philidor: Bodenvarianten
tr: Philidor: Boden varyasyonu
uk: Захист Філідора: варіант Бодена
vi: Philidor: Boden biến

source: Philidor: Hanham variation
ar: فيليدور: هانهام تفريع
br: Defesa Philidor, Variante Hanham
ca: Defensa Philidor - Variant Hanham
de: Philidor: Hanham-Variante
es: Defensa Philidor, Variante Hanham
eu: Philidor: Hanham aldaera
fr: Défense Philidor, var. Hanham
id: Philidor: Varian Hanham
it: Difesa Philidor, Variante Hanham
nl: Philidor: Hanham variant
pl: Philidor, wariant Hanham'a
ru: Защита Филидора: вариант Хенема
si: Philidorjeva, Hanhamova različica
sv: Philidor: Hanhamvarianten
tr: Philidor: Hanham varyasyonu
uk: Захист Філідора: варіант Хенема
vi: Philidor: Hanham biến

source: Philidor: Hanham, Berger variation
ar: فيليدور: هانهام, بيرجر تفريع
br: Defesa Philidor, Variante Hanham, Variante Berger
ca: Defensa Philidor - Variant Hanham - Variant Berger
de: Philidor: Hanham, Berger-Variante
es: Defensa Philidor, Variante Hanham, Variante Berger
eu: Philidor: Hanham, Berger aldaera
fr: Défense Philidor, var. Hanham, var. Berger
id: Philidor: Hanham, Varian Berger
it: Difesa Philidor, Variante Hanham, Variante Berger
nl: Philidor: Hanham, Berger variant
pl: Philidor, Hanham, wariant Berger'a
ru: Защита Филидора: вариант Хенема, вариант Бергера
si: Philidorjeva, Hanhamova, Bergerjeva različica
sv: Philidor: Hanham, Bergervarianten
tr: Philidor: Hanham, Berger varyasyonu
uk: Захист Філідора: варіант Хенема, варіант Бергера
vi: Philidor: Hanham, Berger biến

source: Philidor: Hanham, Delmar variation
ar: فيليدور: هانهام, ديلمار تفريع
br: Defesa Philidor, Variante Hanham, Variante Delmar
ca: Defensa Philidor - Variant Hanham - Variant Delmar
de: Philidor: Hanham, Delmar-Variante
es: Defensa Philidor, Variante Hanham, Variante Delmar
eu: Philidor: Hanham, Delmar aldaera
fr: Défense Philidor, var. Hanham, var. Delmar
id: Philidor: Hanham, Varian Delmar
it: Difesa Philidor, Variante Hanham, Variante Delmar
nl: Philidor: Hanham, Delmar variant
pl: Philidor, Hanham, wariant Delmar'a
ru: Защита Филидора: вариант Хенема, вариант Делмара
si: Philidorjeva, Hanhamova, Delmarjeva različica
sv: Philidor: Hanham, Delmarvarianten
tr: Philidor: Hanham, Delmar varyasyonu
uk: Захист Філідора: варіант Хенема, варіант Делмара
vi: Philidor: Hanham, Delmar biến

source: Philidor: Hanham, Kmoch variation
ar: فيليدور: هانهام, كنوش تفريع
br: Defesa Philidor, Variante Hanham, Variante Kmoch
ca: Defensa Philidor - Variant Hanham - Variant Kmoch
de: Philidor: Hanham, Kmoch-Variante
es: Defensa Philidor, Variante Hanham, Variante Kmoch
eu: Philidor: Hanham, Kmoch aldaera
fr: Défense Philidor, var. Hanham, var. Kmoch
id: Philidor: Hanham, Varian Kmoch
it: Difesa Philidor, Variante Hanham, Variante Kmoch
nl: Philidor: Hanham, Kmoch variant
pl: Philidor, Hanham, wariant Kmoch'a
ru: Защита Филидора: вариант Хенема, вариант Кмоха
si: Philidorjeva, Hanhamova, Kmochova različica
sv: Philidor: Hanham, Kmochvarianten
tr: Philidor: Hanham, Kmoch varyasyonu
uk: Захист Філідора: варіант Хенема, варіант Кмоха
vi: Philidor: Hanham, Kmoch biến
