Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Two knights: Max Lange attack, Schlechter variation
ar: الفرسين: ماكس لانج هجوم,شيليشتر تفريع
br: Defesa dos 2 Cavalos, Ataque Max Lange, Variante Schlechter
ca: Defensa dels dos cavalls - Atac Max Lange - Variant Schlechter
de: Zweispringerspiel im Nachzug: Max Lange Angriff, Schlechter-Variante
es: Defensa de los 2 Caballos, Ataque Max Lange, Variante Schlechter
eu: Bi zaldun: Max Lange erasoa, Schlechter aldaera
fr: Défense des 2 cavaliers, attaque Max Lange, var. Schlechter
id: 2 Kuda: Serangan Max Lange, Varian Schlechter
it: Difesa dei 2 Cavalli, Attacco Max Lange, Variante Schlechter
nl: twee paarden: Max Lange aanval, Schlechter variant
pl: Obrona dwóch skoczków:atak Max Lange,wariant Schlechter'a
ru: Защита двух коней: атака Макса Ланге, вариант Шлехтера
si: dva skakača, Max Langev napad, Schlechterjeva različica
sv: Tvåspringarspel: Max-Lange-angrepp, Schlechtervarianten
tr: iki at: Max Lange hücumu, Schlechter varyasyonu
uk: Захист двох коней: атака Макса Ланге, варіант Шлехтера
vi: hai hiệp sĩ: Max Lange tấn công, Schlechter biến

source: Two knights: Max Lange attack, Steinitz variation
ar: الفرسين: ماكس لانج هجوم, تفريع شتاينتز
br: Defesa dos 2 Cavalos, Ataque Max Lange, Variante Steinitz
ca: Defensa dels dos cavalls - Atac Max Lange - Variant Steinitz
de: Zweispringerspiel im Nachzug: Max Lange Angriff, Steinitz-Variante
es: Defensa de los 2 Caballos, Ataque Max Lange, Variante Steinitz
eu: Bi zaldun: Max Lange erasoa, Steinitz aldaera
fr: Défense des 2 cavaliers, attaque Max Lange, var. Steinitz
id: 2 Kuda: Serangan Max Lange, Varian Stenitz
it: Difesa dei 2 Cavalli, Attacco Max Lange, Variante Steinitz
nl: twee paarden: Max Lange aanval, Steinitz variant
pl: Obrona dwóch skoczków:atak Max Lange,wariant Steinitz'a
ru: Защита двух коней: атака Макса Ланге, вариант Стейница
si: dva skakača, Max Langev napad, Steinitzova različica
sv: Tvåspringarspel: Max-Lange-angrepp, Steinitzvarianten
tr: iki at: Max Lange hücumu, Steinitz varyasyonu
uk: Захист двох коней: атака Макса Ланге, варіант Стейніца
vi: hai hiệp sĩ: Max Lange tấn công, Steinitz biến

source: Two knights: Max Lange attack
ar: الفرسين: ماكس لانج هجوم
br: Defesa dos 2 Cavalos, Ataque Max Lange
ca: Defensa dels dos cavalls - Atac Max Lange
de: Zweispringerspiel im Nachzug: Max-Lange-Angriff
es: Defensa de los 2 Caballos, Ataque Max Lange
eu: Bi zaldun: Max Lange erasoa
fr: Défense des 2 cavaliers, attaque Max Lange
id: 2 Kuda: Serangan Max Lange
it: Difesa dei 2 Cavalli, Attacco Max Lange
nl: twee paarden: Max Lange aanval
pl: Obrona dwóch skoczków:atak Max Lange
ru: Защита двух коней: атака Макса Ланге
si: dva skakača, Max Langev napad
sv: Tvåspringarspel: Max-Lange-angrepp
tr: iki at: Max Lange hücumu
uk: Захист двох коней: атака Макса Ланге
vi: hai hiệp sĩ: Max Lange tấn công

source: Valencia opening
ar: فالنسيا افتتاح
br: Abertura Valenciana
ca: Obertura Valenciana
de: Valencia Eröffnung
es: Apertura Valenciana
eu: Valentzia irekiera
fr: Ouverture de Valencia
id: Pembukaan Valencia
it: Apertura Valenziana
pl: Debiut Valencia
ru: Валенсийский дебют
si: valencijska otvoritev
sv: Valencias spelöppning
tr: Valencia açılışı
uk: Валенсійський дебют
vi: Khai cuộc Valencia

source: Van't Kruijs opening
ar: فانت كروجس افتتاح
br: Abertura Van't Kruijs
ca: Obertura Van't Kruijs
de: Van't Kruijs Eröffnung
es: Apertura Van't Kruijs
eu: Van't Kruijs irekiera
fr: Ouverture van't Kruijs
id: Pembukaan Van't Kruijs
it: Apertura Van't Kruijs
pl: Debiut Van't Kruijs'a
ru: Дебют ван Круйса
si: Van't Kruijsova otvoritev
sv: Van't Kruijs spelöppning
tr: Van't Kruijs açılışı
uk: Дебют ван Круйса
vi: Khai cuộc Van't Kruijs

source: Venezolana opening
ar: الفنزويلي افتتاح
br: Abertura Venezuelana
ca: Obertura Veneçolana
de: Venezolana Eröffnung
es: Apertura Venezolana
eu: Venezuelar irekiera
fr: Ouverture vénézuélienne
id: Pembukaan Venezolana
it: Apertura Venezuelana
pl: Debiut Venezolana
ru: Венесуэльское начало
si: Venezolanejeva otvoritev
sv: Venezolanas spelöppning
tr: Venezolana açılışı
uk: Венесуельський початок
vi: Khai cuộc Venezolana

source: Vienna gambit, Steinitz variation
ar: جامبيت فيينا, تفريع شتاينتز
br: Abertura Vienesa, Gambito Viena, Variante Steinitz
ca: Obertura Vienesa - Gambit Vienès - Variant Steinitz
de: Wiener Gambit, Steinitz Variante
es: Apertura Vienesa, Gambito Vienés, Variante Steinitz
eu: Vienako ganbitoa, Steinitz aldaera
fr: Gambit viennois, var. Steinitz
id: Gambit Wina, Varian Steinitz
it: Apertura Viennese, Variante Steinitz
nl: Wenen gambiet, Steinitz variant
pl: Wiedeński gambit:wariant Steinitz'a
ru: Венский гамбит: вариант Стейница
si: dunajski gambit, Steinitzova različica
sv: Wienergambit: Steinitzvarianten
tr: Viyana gambiti, Steinitz varyasyonu
uk: Віденський гамбіт: варіант Стейніца
vi: Vienna cờ, Steinitz biến

source: Vienna gambit, Wurzburger trap
ar: جامبيت فيينا, فورزبرجر فخ
br: Abertura Vienesa, Gambito Viena, Armadilha de Wurzburger
ca: Obertuta Vienesa - Gambit Vienès - Trampa de Wurzburger
de: Wiener Gambit, Wurzburger Falle
es: Apertura Vienesa, Gambito Vienés, Trampa de Wurzburger
eu: Vienako ganbitoa, Wurzburger tranpa
fr: Gambit viennois, piège de Würzburger
id: Gambit Wina, Jebakan Wurzburger
it: Apertura Viennese, Trappola Wurzburger
nl: Wenen gambiet, Wurzburger val
pl: Wiedeński gambit:pułapka Wurzburger'a
ru: Венский гамбит: ловушка Вюрцбургера
si: dunajski gambit, Wurzburgerjeva past
sv: Wienergambit: Wurzburgerfällan
tr: Viyana gambiti, Wurzburger tuzağı
uk: Віденський гамбіт: пастка Вюрцбургера
vi: Vienna cờ, Wurzburger bẫy

source: Vienna gambit: Bardeleben variation
ar: جامبيت فيينا: بارديليبين تفريع
br: Abertura Vienesa, Gambito Viena, Variante Bardeleben
ca: Obertura Vienesa - Gambit Vienès - Variant Bardeleben
de: Wiener Gambit: Bardeleben Variante
es: Apertura Vienesa, Gambito Vienés, Variante Bardeleben
eu: Vienako ganbitoa: Bardeleben aldaera
fr: Gambit viennois, var. Bardeleben
id: Gambit Wina, Varian Bardebelen
it: Apertura Viennese, Variante Bardeleben
nl: Wenen gambiet: Bardeleben variant
pl: Wiedeński gambit:wariant Bardeleben'a
ru: Венский гамбит: вариант Барделебена
si: dunajski gambit, Bardelebenova različica
sv: Wienergambit: Bardelebenvarianten
tr: Viyana gambiti: Bardeleben varyasyonu
uk: Віденський гамбіт: варіант Барделебена
vi: Vienna cờ: Bardeleben biến

source: Vienna gambit: Breyer variation
ar: جامبيت فيينا: برير تفريع
br: Abertura Vienesa, Gambito Viena, Variante Breyer
ca: Obertura Vienesa - Gambit Vienès - Variant Breyer
de: Wiener Gambit: Breyer Variante
es: Apertura Vienesa, Gambito Vienés, Variante Breyer
eu: Vienako ganbitoa: Breyerren aldaera
fr: Gambit viennois, var. Breyer
id: Gambit Wina, Varian Breyer
it: Apertura Viennese, Variante Breyer
nl: Wenen gambiet: Breyer variant
pl: Wiedeński gambit:wariant Breyer'a
ru: Венский гамбит: вариант Брейера
si: dunajski gambit, Breyerjeva različica
sv: Wienergambit: Breyervarianten
tr: Viyana gambiti: Breyer varyasyonu
uk: Віденський гамбіт: варіант Брейєра
vi: Vienna cờ: Breyer biến

source: Vienna gambit: Heyde variation
ar: جامبيت فيينا: هييدي تفريع
br: Abertura Vienesa, Gambito Viena, Variante Heyde
ca: Obertura Vienesa - Gambit Vienès - Variant Heyde
de: Wiener Gambit: Heyde Variante
es: Apertura Vienesa, Gambito Vienés, Variante Heyde
eu: Vienako ganbitoa: Heyde aldaera
fr: Gambit viennois, var. Heyde
id: Gambit Wina, Varian Heyde
it: Apertura Viennese, Variante Heyde
nl: Wenen gambiet: Heyde variant
pl: Wiedeński gambit:wariant Heyde
ru: Венский гамбит: вариант Хейде
si: dunajski gambit, Heydejeva različica
sv: Wienergambit: Heydevarianten
tr: Viyana gambiti: Heyde varyasyonu
uk: Віденський гамбіт: варіант Хейде
vi: Vienna cờ: HEYDE biến

source: Vienna gambit: Kaufmann variation
ar: جامبيت فيينا: كوفمان تفريع
br: Abertura Vienesa, Gambito Viena, Variante Kaufmann
ca: Obertura Vienesa - Gambit Vienès - Variant Kaufmann
de: Wiener Gambit: Kaufmann Variante
es: Apertura Vienesa, Gambito Vienés, Variante Kaufmann
eu: Vienako ganbitoa: Kaufmannen aldaera
fr: Gambit viennois, var. Kaufmann
id: Gambit Wina, Varian Kaufmann
it: Apertura Viennese, Variante Kaufmann
nl: Wenen gambiet: Kaufmann variant
pl: Wiedeński gambit:wariant Kaufmann'a
ru: Венский гамбит: вариант Кауфмана
si: dunajski gambit, Kaufmannova različica
sv: Wienergambit: Kaufmannvarianten
tr: Viyana gambiti: Kaufmann varyasyonu
uk: Віденський гамбіт: варіант Кауфмана
vi: Vienna cờ: Kaufmann biến

source: Vienna gambit: Paulsen attack
ar: جامبيت فيينا: بولسن هجوم
br: Abertura Vienesa, Gambito Viena, Ataque Paulsen
ca: Obertura Vienesa - Gambit Vienès - Atac Paulsen
de: Wiener Gambit: Paulsen Angriff
es: Apertura Vienesa, Gambito Vienés, Ataque Paulsen
eu: Vienako ganbitoa: Paulsenen erasoa
fr: Gambit viennois, attaque Paulsen
id: Gambit Wina, Serangan Paulsen
it: Apertura Viennese, Attacco Paulsen
nl: Wenen gambiet: Paulsen aanval
pl: Wiedeński gambit: atak Paulsen'a
ru: Венский гамбит: атака Паульсена
si: dunajski gambit, Paulsenov napad
sv: Wienergambit: Paulsens angrepp
tr: Viyana gambiti: Paulsen hücumu
uk: Віденський гамбіт: атака Паульсена
vi: Vienna cờ: Paulsen tấn công

source: Vienna gambit
ar: جامبيت فيينا
br: Abertura Vienesa, Gambito Viena
ca: Obertura Vienesa - Gambit Vienès
de: Wiener Partie Gambit
es: Apertura Vienesa, Gambito Vienés
eu: Vienako ganbitoa
fr: Gambit viennois
id: Gambit Wina
it: Apertura Viennese
nl: Wenen gambiet
pl: Wiedeński gambit
ru: Венский гамбит
si: dunajski gambit
sv: Wienergambit
tr: Viyana gambiti
uk: Віденський гамбіт
vi: Vienna cờ

source: Vienna game, Max Lange defence
ar: طابق فيينا, دفاع ماكس لانج
br: Abertura Vienesa, Defesa Max Lange
ca: Obertura Vienesa - Defensa Max Lange
de: Wiener Partie game, Max Lange Verteidigung
es: Apertura Vienesa, Defensa Max Lange
eu: Vienako partida, Max Lange defentsa
fr: Viennoise, défense Max Lange
id: Wina, Pembelaan Max Lange
it: Apertura Viennese, Difesa Max Lange
nl: Weense partij, Max Lange verdediging
pl: Wiedeńska, obrona Max Lange
ru: Венская партия: защита Макса Ланге
si: dunajska igra, Max Langeva obramba
sv: Wienerparti: Max Langes försvar
tr: Viyana oyunu, Max Lange savunması
uk: Віденська партія: захист Макса Ланге
vi: Ván cờ Vienna, phòng thủ Max Lange

source: Vienna game
ar: طابق فيينا
br: Abertura Vienesa
ca: Obertura Vienesa
de: Wiener Partie game
es: Apertura Vienesa
eu: Vienako partida
fr: Partie viennoise
id: Permainan Wina
it: Apertura Viennese
nl: Weense partij
pl: Wiedeńska
ru: Венская партия
si: dunajska igra
sv: Wienerparti
tr: Viyana oyunu
uk: Віденська партія
vi: Vienna trò chơi

source: Vienna: Adams' gambit
ar: فيينا: أدمs' جامبيت
br: Abertura Vienesa, Gambito Adams
ca: Obertura Vienesa - Gambit Adams
de: Wiener Partie: Adams' Gambit
es: Apertura Vienesa, Gambito Adams
eu: Viena: Adamsen ganbitoa
fr: Viennoise, gambit Adams
id: Wina, Gambit Adam
it: Apertura Viennese, Mossa di Adams
nl: Weens: Adams 'gambiet
pl: Wiedeńska: gambit Adams'a
ru: Венская партия: гамбит Адамса
si: dunajska igra, Adamsov gambit
sv: Wienerparti: Adams gambit
tr: Viyana: Adams' gambiti
uk: Віденська партія: гамбіт Адамса

source: Vienna: Alekhine variation
ar: فيينا: اليخين تفريع
br: Abertura Vienesa, Variante Alekhine
ca: Obertura Vienesa - Variant Alekhine
de: Wiener Partie: Aljechin Variante
es: Apertura Vienesa, Variante Alekhine
eu: Viena: Alekhine aldaera
fr: Viennoise, var. Alekhine
id: Wina, Varian Alekhine
it: Apertura Viennese, Variante Alekhine
nl: Weens: Aljechin variant
pl: Wiedeńska: wariant Alekhina
ru: Венская партия: вариант Алехина
si: dunajska, Aljehinova različica
sv: Wienerparti: Aljechinvarianten
tr: Viyana: Alekhine varyasyonu
uk: Віденська партія: варіант Альохіна
vi: Vienna: Alekhine biến

source: Vienna: Falkbeer variation
ar: فيينا: فالكبير تفريع
br: Abertura Vienesa, Variante Falkbeer
ca: Obertura Vienesa - Variant Falkbeer
de: Wiener Partie: Falkbeer Variante
es: Apertura Vienesa, Variante Falkbeer
eu: Viena: Falkbeer aldaera
fr: Viennoise, var. Falkbeer
id: Wina, Varian Falkbeer
it: Apertura Viennese, Variante Falkbeer
nl: Weens: Falkbeer variant
pl: Wiedeńska: wariant Falkbeer'a
ru: Венская партия: вариант Фалькбеера
si: dunajska, Falkbeerjeva različica
sv: Wienerparti: Falkbeervarianten
tr: Viyana: Falkbeer varyasyonu
uk: Віденська партія: варіант Фалькбеєра
vi: Vienna: Falkbeer biến

source: Vienna: Fyfe gambit
ar: فيينا: فيايف جامبيت
br: Abertura Vienesa, Gambito Fyfe
ca: Obertura Vienesa - Gambit Fyfe
de: Wiener Partie: Fyfe Gambit
es: Apertura Vienesa, Gambito Fyfe
eu: Viena: Fyfe ganbitoa
fr: Viennoise, gambit Fyfe
id: Wina, Gambit Fyfe
it: Apertura Viennese, Mossa di Fyfe
nl: Weens: Fyfe gambiet
pl: Wiedeńska: gambit Fyfe
ru: Венская партия: гамбит Файфа
si: dunajska, Fyfov gambit
sv: Wienerparti: Fyfegambit
tr: Viyana: Fyfe gambiti
uk: Віденська партія: гамбіт Файфа

source: Vienna: Hamppe-Allgaier gambit, Alapin variation
ar: فيينا: هامبي-جامبيت أولجير, تفريع الابين
br: Abertura Vienesa, Gambito Hamppe-Allgaier, Variante Alapin
ca: Obertura Vienesa - Gambit Hamppe Allgaier - Variant Alapin
de: Wiener Partie: Hamppe-Allgaier-Gambit, Alapin-Variante
es: Apertura Vienesa, Gambito Hamppe Allgaier, Variante Alapin
eu: Viena: Hamppe-Allgaier ganbitoa, Alapin aldaera
fr: Viennoise, gambit Hamppe - Allgaier, var. Alapin
id: Wina, Gambit Hamppe-Allgaier, Varian Alapin
it: Apertura Viennese, Mossa di Hamppe Allgaier, Variante Alapin
nl: Weens: Hamppe-Allgaier gambiet, Alapin variant
pl: Wiedeńska: gambit Hamppe-Allgaier, wariant Alapin'a
ru: Венская партия: гамбит Гампе-Альгайера, вариант Алапина
si: dunajska, Hamppe-Allgaierjev gambit, Alapinova različica
sv: Wienerparti: Hamppe-Allgaier-gambit, Alapinvarianten
tr: Viyana: Hamppe-Allgaier gambiti, Alapin varyasyonu
uk: Віденська партія: гамбіт Гампе-Альгайєра, варіант Алапіна
vi: Vienna: Hamppe-Allgaier cờ, Alapin biến

source: Vienna: Hamppe-Allgaier gambit
ar: فيينا: هامبي-جامبيت أولجير
br: Abertura Vienesa, Gambito Hamppe Allgaier
ca: Obertura Vienesa - Gambit Hamppe Allgaier
de: Wiener Partie: Hamppe-Allgaier-Gambit
es: Apertura Vienesa, Gambito Hamppe Allgaier
eu: Viena: Hamppe-Allgaier ganbitoa
fr: Viennoise, gambit Hamppe - Allgaier
id: Wina, Gambit Hamppe-Allgaier
it: Apertura Viennese, Mossa di Hamppe Allgaier
nl: Weens: Hamppe-Allgaier gambiet
pl: Wiedeńska: gambit Hamppe-Allgaier
ru: Венская партия: гамбит Гампе-Альгайера
si: dunajska, Hamppe-Allgaierjev gambit
sv: Wienerparti: Hamppe-Allgaier-gambit
tr: Viyana: Hamppe-Allgaier gambiti
uk: Віденська партія: гамбіт Гампе-Альгайєра

source: Vienna: Hamppe-Muzio gambit
ar: فيينا: هامبي-موزيو جامبيت
br: Abertura Vienesa, Gambito-Hamppe Muzio
ca: Obertura Vienesa - Gambit Hamppe Muzio
de: Wiener Partie: Hamppe-Muzio-Gambit
es: Apertura Vienesa, Gambito Hamppe Muzio
eu: Viena: Hamppe-Muzio ganbitoa
fr: Viennoise, gambit Hamppe - Muzio
id: Wina, Gambit Hamppe-Muzio
it: Apertura Viennese, Mossa di Hamppe Muzio
nl: Weens: Hamppe-Muzio gambiet
pl: Wiedeńska: gambitHamppe-Muzio
ru: Венская партия: гамбит Гампе-Муцио
si: dunajska, Hamppe-Muziov gambit
sv: Wienerparti: Hamppe-Muzio-gambit
tr: Viyana: Hamppe-Muzio gambiti
uk: Віденська партія: гамбіт Гампе-Муціо

source: Vienna: Hamppe-Muzio, Dubois variation
ar: فيينا: هامبي-موزيو, دوببيوس تفريع
br: Abertura Vienesa, Gambito Hamppe-Muzio, Variante Dubois
ca: Obertura Vienesa - Gambit Hamppe Muzio - Variant Dubois
de: Wiener Partie: Hamppe-Muzio, Dubois-Variante
es: Apertura Vienesa, Gambito Hamppe Muzio, Variante Dubois
eu: Viena: Hamppe-Muzio, Dubois aldaera
fr: Viennoise, gambit Hamppe - Muzio, var. Dubois
id: Wina, Gambit Hamppe-Muzio, Varian Dubois
it: Apertura Viennese, Mossa di Hamppe Muzio, Variante Dubois
nl: Weens: Hamppe-Muzio, Dubois variant
pl: Wiedeńska: Hamppe-Muzio, wariant Dubois
ru: Венская партия: гамбит Гампе-Муцио, вариант Дюбуа
si: dunajska, Hamppe-Muzio, Duboisova različica
sv: Wienerparti: Hamppe-Muzio, Duboisvarianten
tr: Viyana: Hamppe-Muzio, Dubois varyasyonu
uk: Віденська партія: гамбіт Гампе-Муціо, варіант Дюбуа
vi: Vienna: Hamppe-Muzio, Dubois biến

source: Vienna: Mengarini variation
ar: فيينا: منجاريني تفريع
br: Abertura Vienesa, Variante Mengarini
ca: Obertura Vienesa - Variant Mengarini
de: Wiener Partie: Mengarini Variante
es: Apertura Vienesa, Variante Mengarini
eu: Viena: Mengarini aldaera
fr: Viennoise, var. Mengarini
id: Wina, Varian Mengarini
it: Apertura Viennese, Variante Mengarini
nl: Weens: Mengarini variant
pl: Wiedeńska: wariant Mengarini
ru: Венская партия: вариант Менгарини
si: dunajska, Mengarinijeva različica
sv: Wienerparti: Mengarini-varianten
tr: Viyana: Mengarini varyasyonu
uk: Віденська партія: варіант Менгаріні
vi: Vienna: Mengarini biến

source: Vienna: Paulsen variation
ar: فيينا: بولسن تفريع
br: Abertura Vienesa, Variante Paulsen
ca: Obertura Vienesa - Variant Paulsen
de: Wiener Partie: Paulsen-Variante
es: Apertura Vienesa, Variante Paulsen
eu: Viena: Paulsen aldaera
fr: Viennoise, var. Paulsen
id: Wina, Varian Paulsen
it: Apertura Viennese, Variante Paulsen
nl: Weens: Paulsen variant
pl: Wiedeńska: wariant Paulsen
ru: Венская партия: вариант Паульсена
si: dunajska, Paulsenova različica
sv: Wienerparti: Paulsenvarianten
tr: Viyana: Paulsen varyasyonu
uk: Віденська партія: варіант Паульсена
vi: Vienna: Paulsen biến

source: Vienna: Paulsen-Mieses variation
ar: فيينا: بولسن-مايزس تفريع
br: Abertura Vienesa, Variante Paulsen-Mieses
ca: Obertura Vienesa - Variant Paulsen Mieses
de: Wiener Partie: Paulsen-Mieses Variante
es: Apertura Vienesa, Variante Paulsen Mieses
eu: Viena: Paulsen-Mieses aldaera
fr: Viennoise, var. Paulsen - Mieses
id: Wina, Varian Paulsen-Mieses
it: Apertura Viennese, Variante Paulsen Mieses
nl: Weens: Paulsen-Mieses variant
pl: Wiedeńska: wariant Paulsen-Mieses
ru: Венская партия: вариант Паульсена-Мизеса
si: dunajska, Paulsen-Miesesova različica
sv: Wienerparti: Paulsen-Mieses variant
tr: Viyana: Paulsen-Mieses varyasyonu
uk: Віденська партія: варіант Паульсена-Мізеса
vi: Vienna: Paulsen-Mieses biến

source: Vienna: Pierce gambit, Rushmere attack
ar: فيينا: بييرس جامبيت, روشمير هجوم
br: Abertura Vienesa, Gambito Pierce, Ataque Rushmere
ca: Obertura Vienesa - Gambit Pierce - Atac Ruschmere
de: Wiener Partie: Pierce-Gambit, Rushmere-Angriff
es: Apertura Vienesa, Gambito Pierce, Ataque Rushmere
eu: Viena: Pierce ganbitoa, Rushmere erasoa
fr: Viennoise, gambit Pierce, attaque Rushmere
id: Wina, Gambit Pierce, Serangan Rushmere
it: Apertura Viennese, Mossa di Pierce, Attacco Rushmere
nl: Weens: Pierce gambiet, Rushmere aanval
pl: Wiedeńska: Gambit Pierce'a, atak Rushmere'a
ru: Венская партия: гамбит Пирса, рашмерская атака
si: dunajska, Piercev gambit, Rushmerev napad
sv: Wienerparti: Pierce-gambit, Rushmeres angrepp
tr: Viyana: Pierce gambiti, Rushmere hücumu
uk: Віденська партія: гамбіт Пірса, Рашмерська атака
vi: Vienna: Pierce cờ, Rushmere tấn công

source: Vienna: Pierce gambit
ar: فيينا: بييرس جامبيت
br: Abertura Vienesa, Gambito Pierce
ca: Obertura Vienesa - Gambit Pierce
de: Wiener Partie: Pierce-Gambit
es: Apertura Vienesa, Gambito Pierce
eu: Viena: Pierce ganbitoa
fr: Viennoise, gambit Pierce
id: Wina, Gambit Pierce
it: Apertura Viennese, Mossa di Pierce
nl: Weens: Pierce gambiet
pl: Wiedeńska: Gambit Pierce'a
ru: Венская партия: гамбит Пирса
si: dunajska, Piercev gambit
sv: Wienerparti: Pierce-gambit
tr: Viyana: Pierce gambiti
uk: Віденська партія: гамбіт Пірса

source: Vienna: Steinitz gambit, Fraser-Minckwitz variation
ar: فيينا: جامبيت شتاينتز, فرازر-مينكويتز تفريع
br: Abertura Vienesa, Gambito Steinitz, Variante Fraser-Minckwitz
ca: Obertura Vienesa - Gambit Steinitz - Variant Fraser Minckwitz
de: Wiener Partie: Steinitz-Gambit, Fraser-Minckwitz-Variante
es: Apertura Vienesa, Gambito Steinitz, Variante Fraser Minckwitz
eu: Viena: Steinitz ganbitoa, Fraser-Minckwitz aldaera
fr: Viennoise, gambit Steinitz, var. Fraser - Minckwitz
id: Wina, Gambit Steinitz, Varian Fraser
it: Apertura Viennese, Mossa di Steinitz, Variante Fraser Minckwitz
nl: Weens: Steinitz Gambit, Fraser-Minckwitz variant
pl: Wiedeńska: Gambit Steinitz'a,wariant Fraser-Minckwitz
ru: Венская партия: гамбит Стейница, вариант Фрейзера-Минквица
si: dunajska, Steinitzov gambit, Fraser-Minckwitzeva različica
sv: Wienerparti: Steinitzgambit, Fraser-Minckwitz-varianten
tr: Viyana: Steinitz gambiti, Fraser-Minckwitz varyasyonu
uk: Віденська партія: гамбіт Стейніца, варіант Фрейзера-Мінквіца
vi: Vienna: Steinitz cờ, Fraser-Minckwitz biến

source: Vienna: Steinitz gambit, Zukertort defence
ar: فيينا: جامبيت شتاينتز, زكرتوت دفاع
br: Abertura Vienesa, Gambito Steinitz, Defesa Zukertort
ca: Obertura Vienesa - Gambit Steinitz - Defensa Zukertort
de: Wiener Partie: Steinitz-Gambit, Zukertort-Verteidigung
es: Apertura Vienesa, Gambito Steinitz, Defensa Zukertort
eu: Viena: Steinitz ganbitoa, Zukertort defentsa
fr: Viennoise, gambit Steinitz, défense Zukertort
id: Wina, Gambit Steinitz, Pembelaan Zukertot
it: Apertura Viennese, Mossa di Steinitz, Difesa Zukertort
nl: Weens: Steinitz gambiet, Zukertort verdediging
pl: Wiedeńska: Gambit Steinitz'a, obrona Zukertort'a
ru: Венская партия: гамбит Стейница, защита Цукерторта
si: dunajska, Steinitzev gambit, Zukertortova obramba
sv: Wienerparti: Steinitzgambit, Zukertorts försvar
tr: Viyana: Steinitz gambiti, Zukertort savunması
uk: Віденська партія: гамбіт Стейніца, захист Цукерторта
vi: Vienna: thí quân Steinitz, phòng thủ Zukertort

source: Vienna: Steinitz gambit
ar: فيينا: جامبيت شتاينتز
br: Abertura Vienesa, Gambito Steinitz
ca: Obertura Vienesa - Gambit Steinitz
de: Wiener Partie: Steinitz-Gambit
es: Apertura Vienesa, Gambito Steinitz
eu: Viena: Steinitz ganbitoa
fr: Viennoise, gambit Steinitz
id: Wina, Gambit Steinitz
it: Apertura Viennese, Mossa di Steinitz
nl: Weens: Steinitz gambiet
pl: Wiedeńska: Gambit Steinitz'a
ru: Венская партия: гамбит Стейница
si: dunajska, Steinitzov gambit
sv: Wienerparti: Steinitzgambit
tr: Viyana: Steinitz gambit
uk: Віденська партія: гамбіт Стейніца

source: Vienna: Zhuravlev countergambit
ar: فيينا: تزهورافلف جامبيت المضاد
br: Abertura Vienesa, Contra-Gambito Zhuravlev
ca: Obertura Vienesa - Contra-Gambit Zhuravlev
de: Wiener Partie: Zhuravlev-Gegengambit
es: Apertura Vienesa, ContraGambito Zhuravlev
eu: Viena: Zhuravlev kontra-ganbitoa
fr: Viennoise, contre-gambit Zhuravlev
id: Wina, Gambit Balasan Zhuravlev
it: Apertura Viennese, Controgambetto Zhuravlev
nl: Weens: Zhuravlev tegengambiet
pl: Wiedeńska: kontrgambit Zhuravlev'a
ru: Венская партия: контргамбит Журавлева
si: dunajska, Zhuravlev protigambit
sv: Wienerparti: Zjuravlevs motgambit
tr: Viyana: Zhuravlev karşı gambiti
uk: Віденська партія: контргамбіт Журавльова

source: Vienna: `Frankenstein-Dracula' variation
ar: فيينا: `فرانكنشتاين-دراكولا' تفريع
br: Abertura Vienesa, Variante 'Frankenstein-Drácula'
ca: Obertura Vienesa - Variant 'Frankenstein-Dràcula'
de: Wiener Partie: Frankenstein-Dracula-Variante
es: Apertura Vienesa, Variante 'Frankenstein Drácula'
eu: Viena: `Frankenstein-Drakula' aldaera
fr: Viennoise, var. Frankenstein - Dracula
id: Wina, Varian Frankenstein-Dracula
it: Apertura Viennese, Variante 'Frankenstein Dracula'
nl: Weens: `Frankenstein-Dracula 'variant
pl: Wiedeńska: wariant `Frankenstein-Dracula'
ru: Венская партия: вариант Франкенштейна-Дракулы
si: dunajska, 'Frankenstein-Drakula' različica
sv: Wienerparti: Frankenstein-Dracula-varianten
tr: Viyana: `Frankenştayn-Drakula' varyasyonu
uk: Віденська партія: варіант Франкенштейна-Дракули
vi: Vienna: biến `Frankenstein-Dracula
