Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Ruy Lopez: closed, Basque gambit (North Spanish variation)
ar: روي لوبيز: المغلق, جامبيت باسقي (تفريع شمال أسبانيا)
br: Abertura Ruy López, Variante Fechada, Gambito Basque (Variante do Norte da Espanha)
ca: Obertura Espanyola - Variant tancada - Gambit Basc o del nord d'Espanya
de: Spanisch: Geschlossen, Basque Gambit (North Spanish Variante)
es: Apertura Española, Variante Cerrada, Gambito Vasco o del Norte de España
eu: Ruy Lopez: itxia, Euskal ganbitoa
fr: Espagnole fermée, gambit basque (var. nord-espagnole)
id: Ruy Lopez: Tertutup, Gambit Basque
it: Apertura Spagnola, Variante Chiusa, Mossa di Vasco o del Norte de Spagnola
nl: Ruy Lopez: gesloten, Baskische gambiet (Noord-Spaanse variant)
pl: Partia hiszpańska: zamknięta, gambit Basque(wariant Północno-Hiszpański)
ru: Испанская партия: закрытый вариант, баскский гамбит
si: Ruy Lopez, zaprta, Basquetov gambit (severno španska različica)
sv: Spanskt: Slutet, Baskisk gambit (Nordspanska varianten)
tr: Ruy Lopez: kapalı, Bask gambiti (Kuzey İspanya varyasyonu)
uk: Іспанська партія: закритий варіант, Баскський гамбіт (Північноіспанський варіант)
vi: Ruy Lopez: khép kín, Basque Gambit (Bắc Tây Ban Nha thay đổi)

source: Ruy Lopez: closed, Bogolyubov variation
ar: روي لوبيز: المغلق, تفريع وجوليوبوف
br: Abertura Ruy López, Variante Fechada, Variante Bogoljubow
ca: Obertura Espanyola - Variant tancada - Variant Bogoljubow
de: Spanisch: Geschlossen, Bogolyubov Variante
es: Apertura Española, Variante Cerrada, Variante Bogoljubow
eu: Ruy Lopez: itxia, Bogolyubov aldaera
fr: Espagnole fermée, var. Bogoljubov
id: Ruy Lopez: Tertutup, Varian Bogolyubov
it: Apertura Spagnola, Variante Chiusa, Variante Bogoljubow
nl: Ruy Lopez: gesloten, Bogolyubov variant
pl: Partia hiszpańska: zamknięta, wariant Bogolyubov'a
ru: Испанская партия: закрытый вариант, вариант Боголюбова
si: Ruy Lopez, zaprta, Bogolyubova različica
sv: Spanskt: Slutet, Bogoljubowvarianten
tr: Ruy Lopez: kapalı, Bogolyubov varyasyonu
uk: Іспанська партія: закритий варіант, варіант Боголюбова
vi: Ruy Lopez: khép kín, Bogolyubov biến

source: Ruy Lopez: closed, Borisenko defence
ar: روي لوبيز: المغلق, بوريزنكو دفاع
br: Abertura Ruy López, Variante Fechada, Defesa Borisenko
ca: Obertura Espanyola - Variant tancada - Defensa Borisenko
de: Spanisch: Geschlossen, Borisenko Verteidigung
es: Apertura Española, Variante Cerrada, Defensa Borisenko
eu: Ruy Lopez: itxia, Borisenko defentsa
fr: Espagnole fermée, défense Borisenko
id: Ruy Lopez: Tertutup, Pembelaan Borisenkko
it: Apertura Spagnola, Variante Chiusa, Difesa Borisenko
nl: Ruy Lopez: gesloten, Borisenko verdediging
pl: Partia hiszpańska: zamknięta, obrona Borisenko
ru: Испанская партия: закрытый вариант, защита Борисенко
si: Ruy Lopez, zaprta, Borisenkov obramba
sv: Spanskt: Slutet, Borisenkos försvar
tr: Ruy Lopez: kapalı, Borisenko savunması
uk: Іспанська партія: закритий варіант, захист Борисенка
vi: Ruy Lopez: Phòng thủ Borisenko đóng

source: Ruy Lopez: closed, Breyer defence
ar: روي لوبيز: المغلق, برير دفاع
br: Abertura Ruy López, Variante Fechada, Defesa Breyer
ca: Obertura Espanyola - Variant tancada - Defensa Breyer
de: Spanisch: Geschlossen, Breyer Verteidigung
es: Apertura Española, Variante Cerrada, Defensa Breyer
eu: Ruy Lopez: itxia, Breyer defentsa
fr: Espagnole fermée, défense Breyer
id: Pembelaan Breyer
it: Apertura Spagnola, Variante Chiusa, Difesa Breyer
nl: Ruy Lopez: gesloten, Breyer verdediging
pl: Partia hiszpańska: zamknięta, obrona Breyer'a
ru: Испанская партия: закрытый вариант, защита Брейера
si: Ruy Lopez, zaprta, Breyerjeva obramba
sv: Spanskt: Slutet, Breyers försvar
tr: Ruy Lopez: kapalı, Breyer savunması
uk: Іспанська партія: закритий варіант, захист Брейєра
vi: Ruy Lopez: Phòng thủ Breyer đóng

source: Ruy Lopez: closed, Breyer, 10.d4
ar: روي لوبيز: المغلق, برير, 10.d5
br: Abertura Ruy López, Variante Fechada, Defesa Breyer, 10.d4
ca: Obertura Espanyola - Variant tancada - Defensa Breyer - 10. d4
de: Spanisch: Geschlossen, Breyer, 10.d4
es: Apertura Española, Variante Cerrada, Defensa Breyer, 10.d4
eu: Ruy Lopez: itxia, Breyer, 10.d4
fr: Espagnole fermée, défense Breyer, 10.d4
id: Ruy Lopez: Tertutup, Breyer, 10.d4
it: Apertura Spagnola, Variante Chiusa, Difesa Breyer, 10.d4
nl: Ruy Lopez: gesloten, Breyer, 10.d4
pl: Partia hiszpańska: zamknięta, Breyer, 10.d4
ru: Испанская партия: закрытый вариант, защита Брейера, 10.d4
si: Ruy Lopez, zaprta, Breyerjeva, 10. d4
sv: Spanskt: Slutet, Breyer, 10.d4
tr: Ruy Lopez: kapalı, Breyer, 10.d4
uk: Іспанська партія: закритий варіант, захист Брейєра, 10.d4
vi: Ruy Lopez: đóng, Breyer, 10.d4

source: Ruy Lopez: closed, Breyer, Borisenko variation
ar: روي لوبيز: المغلق, برير, بوريزنكو تفريع
br: Abertura Ruy López, Variante Fechada, Defesa Breyer, Variante Borisenko
ca: Obertura Espanyola - Variant tancada - Defensa Breyer - Variant Borisenko
de: Spanisch: Geschlossen, Breyer, Borisenko Variante
es: Apertura Española, Variante Cerrada, Defensa Breyer, Variante Borisenko
eu: Ruy Lopez: itxia, Breyer, Borisenko aldaera
fr: Espagnole fermée, défense Breyer, var. Borisenko
id: Ruy Lopez: Tertutup, Breyer, Varian Borisenko
it: Apertura Spagnola, Variante Chiusa, Difesa Breyer, Variante Borisenko
nl: Ruy Lopez: gesloten, Breyer, Borisenko variant
pl: Partia hiszpańska: zamknięta, Breyer, wariant Borisenko
ru: Испанская партия: закрытый вариант, защита Брейера, вариант Борисенко
si: Ruy Lopez, zaprta, Breyerjeva, Borisenkova različica
sv: Spanskt: Slutet, Breyer, Borisenkovarianten
tr: Ruy Lopez: kapalı, Breyer, Borisenko varyasyonu
uk: Іспанська партія: закритий варіант, захист Брейєра, варіант Борисенка
vi: Ruy Lopez: khép kín, Breyer, Borisenko biến

source: Ruy Lopez: closed, Breyer, Gligoric variation
ar: روي لوبيز: المغلق, برير, جليجوريك تفريع
br: Abertura Ruy López, Variante Fechada, Defesa Breyer, Variante Gligoric
ca: Obertura Espanyola - Variant tancada - Defensa Breyer - Variant Gligoric
de: Spanisch: Geschlossen, Breyer, Gligoric Variante
es: Apertura Española, Variante Cerrada, Defensa Breyer, Variante Gligoric
eu: Ruy Lopez: itxia, Breyer, Gligoric aldaera
fr: Espagnole fermée, défense Breyer, var. Gligorić
id: Ruy Lopez: Tertutup, Breyer, Varian Gligoric
it: Apertura Spagnola, Variante Chiusa, Difesa Breyer, Variante Gligoric
nl: Ruy Lopez: gesloten, Breyer, Gligoric variant
pl: Partia hiszpańska: zamknięta, Breyer, warian Gligoric'a
ru: Испанская партия: закрытый вариант, защита Брейера, вариант Глигорича
si: Ruy Lopez, zaprta, Breyerjeva, Gligoriceva različica
sv: Spanskt: Slutet, Breyer, Gligoricvarianten
tr: Ruy Lopez: kapalı, Breyer, Gligoric varyasyonu
uk: Іспанська партія: закритий варіант, захист Брейєра, варіант Глігорича
vi: Ruy Lopez: khép kín, Breyer, biến Gligoric

source: Ruy Lopez: closed, Breyer, Simagin variation
ar: روي لوبيز: المغلق, برير, سيماجين تفريع
br: Abertura Ruy López, Variante Fechada, Defesa Breyer, Variante Simagin
ca: Obertura Espanyola - Variant tancada - Defensa Breyer - Variant Simagin
de: Spanisch: Geschlossen, Breyer, Simagin Variante
es: Apertura Española, Variante Cerrada, Defensa Breyer, Variante Simagin
eu: Ruy Lopez: itxia, Breyer, Simagin aldaera
fr: Espagnole fermée, défense Breyer, var. Simagin
id: Ruy Lopez: Tertutup, Breyer, Varian Simagin
it: Apertura Spagnola, Variante Chiusa, Difesa Breyer, Variante Simagin
nl: Ruy Lopez: gesloten, Breyer, Simagin variant
pl: Partia hiszpańska: zamknięta, Breyer, wariant Simagin'a
ru: Испанская партия: закрытый вариант, защита Брейера, вариант Симагина
si: Ruy Lopez, zaprta, Breyerjeva, Simaginova različica
sv: Spanskt: Slutet, Breyer, Simaginvarianten
tr: Ruy Lopez: kapalı, Breyer, Simagin varyasyonu
uk: Іспанська партія: закритий варіант, захист Брейєра, варіант Сімагіна
vi: Ruy Lopez: khép kín, Breyer, Simagin biến

source: Ruy Lopez: closed, Chigorin defence
ar: روي لوبيز: المغلق, تشجورين دفاع
br: Abertura Ruy López, Variante Fechada, Defesa Chigorin
ca: Obertura Espanyola - Variant tancada - Defensa Chigorin
de: Spanisch: Geschlossen, Tschigorin Verteidigung
es: Apertura Española, Variante Cerrada, Defensa Chigorin
eu: Ruy Lopez: itxia, Chigorin defentsa
fr: Espagnole fermée, défense Tchigorine
id: Ruy Lopez: Tertutup, Pembelaan Chigorin
it: Apertura Spagnola, Variante Chiusa, Difesa Chigorin
nl: Ruy Lopez: gesloten, Chigorin verdediging
pl: Partia hiszpańska: zamknięta, obrona Chigorin'a
ru: Испанская партия: закрытый вариант, защита Чигорина
si: Ruy Lopez, zaprta, Chigorinova obramba
sv: Spanskt: Slutet, Tjigorin försvar
tr: Ruy Lopez: kapalı, Chigorin savunması
uk: Іспанська партія: закритий варіант, захист Чигоріна
vi: Ruy Lopez: Phòng thủ Chigorin quốc đóng

source: Ruy Lopez: closed, Chigorin, 12...Nc6
ar: روي لوبيز: المغلق, تشجورين, 12...Nc7
br: Abertura Ruy López, Variante Fechada, Defesa Chigorin, 12...Cc6
ca: Obertura Espanyola - Variant tancada - Defensa Chigorin - 12 ...Cc6
de: Spanisch: Geschlossen, Tschigorin, 12...Sc6
es: Apertura Española, Variante Cerrada, Defensa Chigorin, 12...Cc6
eu: Ruy Lopez: itxia, Chigorin, 12...Zc6
fr: Espagnole fermée, défense Tchigorine, 12...Cc6
id: Ruy Lopez: Tertutup, Chigorin, 12... Kc6
it: Apertura Spagnola, Variante Chiusa, Difesa Chigorin, 12...Cc6
nl: Ruy Lopez: gesloten, Chigorin, 12 ... Pc6
pl: Partia hiszpańska: zamknięta, Chigorin, 12...Sc6
ru: Испанская партия: закрытый вариант, защита Чигорина, 12...Кc6
si: Ruy Lopez, zaprta, Chigorinova, 12...Sc6
sv: Spanskt: Slutet, Tjigorin, 12...Sc6
tr: Ruy Lopez: kapalı, Chigorin, 12...Nc6
uk: Іспанська партія: закритий варіант, захист Чигоріна, 12...Кc6
vi: Ruy Lopez: đóng, Chigorin, 12 ... Nc6

source: Ruy Lopez: closed, Chigorin, 12...c5d4
ar: روي لوبيز: المغلق, تشجورين, 12...c5d5
br: Abertura Ruy López, Variante Fechada, Defesa Chigorin, 12...cxd4
ca: Obertura Espanyola - Variant tancada - Defensa Chigorin - 12 ...cxd4
de: Spanisch: Geschlossen, Tschigorin, 12...c5d4
es: Apertura Española, Variante Cerrada, Defensa Chigorin, 12...cxd4
eu: Ruy Lopez: itxia, Chigorin, 12...cxd4
fr: Espagnole fermée, défense Tchigorine, 12...cxd4
id: Ruy Lopez: Tertutup, Chigorin, 12... c5d4
it: Apertura Spagnola, Variante Chiusa, Difesa Chigorin, 12...cxd4
nl: Ruy Lopez: gesloten, Chigorin, 12 ... c5d4
pl: Partia hiszpańska: zamknięta, Chigorin, 12...c5d4
ru: Испанская партия: закрытый вариант, защита Чигорина, 12...c5d4
si: Ruy Lopez, zaprta, Cigorinova, 12...c5d4
sv: Spanskt: Slutet, Tjigorin, 12...cxd4
tr: Ruy Lopez: kapalı, Chigorin, 12...c5d4
uk: Іспанська партія: закритий варіант, захист Чигоріна, 12...c5d4
vi: Ruy Lopez: đóng, Chigorin, 12 ... c5d4

source: Ruy Lopez: closed, Chigorin, Rauzer attack
ar: روي لوبيز: المغلق, تشجورين, روزر هجوم
br: Abertura Ruy López, Variante Fechada, Defesa Chigorin, Ataque Rauzer
ca: Obertura Espanyola - Variant tancada - Defensa Chigorin - Atac Rauzer
de: Spanisch: Geschlossen, Tschigorin, Rauzer Angriff
es: Apertura Española, Variante Cerrada, Defensa Chigorin, Ataque Rauzer
eu: Ruy Lopez: itxia, Chigorin, Rauzer erasoa
fr: Espagnole fermée, défense Tchigorine, attaque Rauzer
id: Ruy Lopez: Tertutup, Chigorin, Serangan Rauzer
it: Apertura Spagnola, Variante Chiusa, Difesa Chigorin, Attacco Rauzer
nl: Ruy Lopez: gesloten, Chigorin, Rauzer aanval
pl: Partia hiszpańska: zamknięta, Chigorin, atak Rauzer'a
ru: Испанская партия: закрытый вариант, защита Чигорина, атака Раузера
si: Ruy Lopez, zaprta, Chigorinova, Rauzerjev napad
sv: Spanskt: Slutet, Tjigorin, Rauzers angrepp
tr: Ruy Lopez: kapalı, Chigorin, Rauzer hücumu
uk: Іспанська партія: закритий варіант, захист Чигоріна, атака Раузера
vi: Ruy Lopez: khép kín, Chigorin, Rauzer tấn công

source: Ruy Lopez: closed, Chigorin, Yugoslav system
ar: روي لوبيز: المغلق, تشجورين, اليوغسلافي نظام
br: Abertura Ruy López, Variante Fechada, Defesa Chigorin, Sistema Iugoslavo
ca: Obertura Espanyola - Variant tancada - Defensa Chigorin - Sistema Iugoslau
de: Spanisch: Geschlossen, Tschigorin, Jugoslawisches System
es: Apertura Española, Variante Cerrada, Defensa Chigorin, Sistema Yugoslavo
eu: Ruy Lopez: itxia, Chigorin, Jugoslaviar sistema
fr: Espagnole fermée, défense Tchigorine, système yougoslave
id: Ruy Lopez: Tertutup, Chigorin, Sistem Yugoslavia
it: Apertura Spagnola, Variante Chiusa, Difesa Chigorin, Sistema Yugoslavo
nl: Ruy Lopez: gesloten, Chigorin, Joegoslavisch systeem
pl: Partia hiszpańska: zamknięta, Chigorin, system jugosłowański
ru: Испанская партия: закрытый вариант, защита Чигорина, югославская система
si: Ruy Lopez, zaprta, Chigorinova, Yugoslavov sistem
sv: Spanskt: Slutet, Tjigorin, jugoslaviska systemet
tr: Ruy Lopez: kapalı, Chigorin, Yugoslav sistemi
uk: Іспанська партія: закритий варіант, захист Чигоріна, Югославська система
vi: Ruy Lopez: khép kín, Chigorin, hệ thống Nam Tư

source: Ruy Lopez: closed, Flohr-Zaitsev system (Lenzerheide variation)
ar: روي لوبيز: المغلق, فلوهر-زايتسيف نظام (لينتسرهايدي تفريع)
br: Abertura Ruy López, Variante Fechada, Sistema Flohr-Zaitsev (Variante Lenzerheide)
ca: Obertura Espanyola - Variant tancada - Sistema Flohr Zaitsev o Variant Lenzerheide
de: Spanisch: Geschlossen, Flohr-Zaitsev System (Lenzerheide Variante)
es: Apertura Española, Variante Cerrada, Sistema Flohr Zaitsev o Variante Lenzerheide
eu: Ruy Lopez: itxia, Flohr-Zaitsev sistema (Lenzerheide aldaera)
fr: Espagnole fermée, système Flohr - Zaitsev (de Lenzerheide)
id: Ruy Lopez: Tertutup, Sistem Flohr-Zaitsev
it: Apertura Spagnola, Variante Chiusa, Sistema Flohr Zaitsev o Variante Lenzerheide
nl: Ruy Lopez: gesloten, Flohr-Zaitsev systeem (Lenzerheide variant)
pl: Partia hiszpańska: zamknięta, system Flohr-Zaitsev (warian lenzerheide)
ru: Испанская партия: закрытый вариант, система Флора-Зайцева
si: Ruy Lopez, zaprta, Flohr-Zaitsev sistem (Lenzerheideva različica)
sv: Spanskt: Slutet, Flohr-Zaitsevs system (Lenzerheidevarianten)
tr: Ruy Lopez: kapalı, Flohr-Zaitsev sistemi (Lenzerheide vary.)
uk: Іспанська партія: закритий варіант, система Флора-Зайцева (варіант Лензерхейда)
vi: Ruy Lopez: khép kín, Flohr-Zaitsev hệ thống (Lenzerheide biến thể)

source: Ruy Lopez: closed, Keres (...Nd7) defence
ar: روي لوبيز: المغلق,كيريس (...Nd7) دفاع
br: Abertura Ruy López, Variante Fechada, Defesa Keres (...Cd7)
ca: Obertura Espanyola - Variant tancada - Defensa Keres
de: Spanisch: Geschlossen, Keres (...Nd7) Verteidigung
es: Apertura Española, Variante Cerrada, Defensa Keres
eu: Ruy Lopez: itxia, Keres (...Zd7) defentsa
fr: Espagnole fermée, avec ...Cd7 (défense Keres)
id: Ruy Lopez: Tertutup, Pembelaan Keres (... Kd7)
it: Apertura Spagnola, Variante Chiusa, Difesa Keres
nl: Ruy Lopez: gesloten, Keres (... Pd7) verdediging
pl: Partia hiszpańska: zamknięta, obrona Keres'a (...Sd7)
ru: Испанская партия: закрытый вариант, защита Кереса
si: Ruy Lopez, zaprta, Keresova (...Sd7) obramba
sv: Spanskt: Slutet, Keres försvar (...Sd7)
tr: Ruy Lopez: kapalı, Keres (...Nd7) savunması
uk: Іспанська партія: закритий варіант, захист Кереса
vi: Ruy Lopez: Phòng thủ Keres (... Nd7) đóng

source: Ruy Lopez: closed, Keres (9...a5) variation
ar: روي لوبيز: المغلق,كيريس (9...a5) تفريع
br: Abertura Ruy López, Variante Fechada, Variante Keres (9....a5)
ca: Obertura Espanyola - Variant tancada - Variant Keres
de: Spanisch: Geschlossen, Keres (9...a5) Variante
es: Apertura Española, Variante Cerrada, Variante Keres
eu: Ruy Lopez: itxia, Keres (9...a5) aldaera
fr: Espagnole fermée, 9...a5 (var. Keres)
id: Ruy Lopez: Tertutup, Pembelaan Keres (9... a5)
it: Apertura Spagnola, Variante Chiusa, Variante Keres
nl: Ruy Lopez: gesloten, Keres (9 ... a5) variant
pl: Partia hiszpańska: zamknięta, wariant Keres'a(9...a5)
ru: Испанская партия: закрытый вариант, вариант Кереса
si: Ruy Lopez, zaprta, Keresova (9...a5) različica
sv: Spanskt: Slutet, Keresvarianten (9...a5)
tr: Ruy Lopez: kapalı, Keres (9...a5) varyasyonu
uk: Іспанська партія: закритий варіант, варіант Кереса
vi: Ruy Lopez: khép kín, Keres (9 ... a5) biến thể

source: Ruy Lopez: closed, Kholmov variation
ar: روي لوبيز: المغلق, Kهولموف تفريع
br: Abertura Ruy López, Variante Fechada, Variante Kholmov
ca: Obertura Espanyola - Variant tancada - Variant Kholmov
de: Spanisch: Geschlossen, Kholmov Variante
es: Apertura Española, Variante Cerrada, Variante Kholmov
eu: Ruy Lopez: itxia, Kholmov aldaera
fr: Espagnole fermée, var. Kholmov
id: Ruy Lopez: Tertutup, Varian Kholmov
it: Apertura Spagnola, Variante Chiusa, Variante Kholmov
nl: Ruy Lopez: gesloten, Kholmov variant
pl: Partia hiszpańska: zamknięta, wariant Kholmov'a
ru: Испанская партия: закрытый вариант, вариант Холмова
si: Ruy Lopez, zaprta, Kholmova različica
sv: Spanskt: Slutet, Kholmovvarianten
tr: Ruy Lopez: kapalı, Kholmov varyasyonu
uk: Іспанська партія: закритий варіант, варіант Холмова
vi: Ruy Lopez: khép kín, Kholmov biến

source: Ruy Lopez: closed, Leonhardt variation
ar: روي لوبيز: المغلق, ليونهاردت تفريع
br: Abertura Ruy López, Variante Fechada, Variante Leonhardt
ca: Obertura Espanyola - Variant tancada - Variant Leonhardt
de: Spanisch: Geschlossen, Leonhardt Variante
es: Apertura Española, Variante Cerrada, Variante Leonhardt
eu: Ruy Lopez: itxia, Leonhardt aldaera
fr: Espagnole fermée, var. Leonhardt
id: Ruy Lopez: Tertutup, Varian Leonhardt
it: Apertura Spagnola, Variante Chiusa, Variante Leonhardt
nl: Ruy Lopez: gesloten, Leonhardt variant
pl: Partia hiszpańska: zamknięta, wariant Leonhardt'a
ru: Испанская партия: закрытый вариант, вариант Леонгардта
si: Ruy Lopez, zaprta, Leonhardtova različica
sv: Spanskt: Slutet, Leonhardtvarianten
tr: Ruy Lopez: kapalı, Leonhardt varyasyonu
uk: Іспанська партія: закритий варіант, варіант Леонгардта
vi: Ruy Lopez: khép kín, Leonhardt biến

source: Ruy Lopez: closed, Lutikov variation
ar: روي لوبيز: المغلق, لوتيكوف تفريع
br: Abertura Ruy López, Variante Fechada, Variante Lutikov
ca: Obertura Espanyola - Variant tancada - Variant Lutikov
de: Spanisch: Geschlossen, Lutikov Variante
es: Apertura Española, Variante Cerrada, Variante Lutikov
eu: Ruy Lopez: itxia, Lutikov aldaera
fr: Espagnole fermée, var. Lutikov
id: Ruy Lopez: Tertutup, Varian Lutikov
it: Apertura Spagnola, Variante Chiusa, Variante Lutikov
nl: Ruy Lopez: gesloten, Lutikov variant
pl: Partia hiszpańska: zamknięta, wariant Lutikov'a
ru: Испанская партия: закрытый вариант, вариант Лутикова
si: Ruy Lopez, zaprta, Lutikova različica
sv: Spanskt: Slutet, Lutikovvarianten
tr: Ruy Lopez: kapalı, Lutikov varyasyonu
uk: Іспанська партія: закритий варіант, варіант Лутікова
vi: Ruy Lopez: khép kín, Lutikov biến

source: Ruy Lopez: closed, Pilnik variation
ar: روي لوبيز: المغلق, بيلينك تفريع
br: Abertura Ruy López, Variante Fechada, Variante Pilnik
ca: Obertura Espanyola - Variant tancada - Variant Pilnik
de: Spanisch: Geschlossen, Pilnik Variante
es: Apertura Española, Variante Cerrada, Variante Pilnik
eu: Ruy Lopez: itxia, Pilnik aldaera
fr: Espagnole fermée, var. Pilnik
id: Ruy Lopez: Tertutup, Varian Pilnik
it: Apertura Spagnola, Variante Chiusa, Variante Pilnik
nl: Ruy Lopez: gesloten, Pilnik variant
pl: Partia hiszpańska: zamknięta, wariant Pilnik'a
ru: Испанская партия: закрытый вариант, вариант Пильника
si: Ruy Lopez, zaprta, Pilnikova različica
sv: Spanskt: Slutet, Pilnikvarianten
tr: Ruy Lopez: kapalı, Pilnik varyasyonu
uk: Іспанська партія: закритий варіант, варіант Пільніка
vi: Ruy Lopez: khép kín, Pilnik biến

source: Ruy Lopez: closed, Ragozin-Petrosian (`Keres') variation
ar: روي لوبيز: المغلق, راجوزين-بيتروسيان (`كيريس') تفريع
br: Abertura Ruy López, Variante Fechada, Variante Ragozin-Petrosian (Keres)
ca: Obertura Espanyola - Variant tancada - Variant Ragozin Petrosian o Keres
de: Spanisch: Geschlossen, Ragozin-Petrosian (`Keres') Variante
es: Apertura Española, Variante Cerrada, Variante Ragozin Petrosian o Keres
eu: Ruy Lopez: itxia, Ragozin-Petrosian ('Keres') aldaera
fr: Espagnole fermée, var. Ragozin - Petrossian (Keres)
id: Ruy Lopez: Tertutup, Varian Ragozin-Petrosian
it: Apertura Spagnola, Variante Chiusa, Variante Ragozin Petrosian o Keres
nl: Ruy Lopez: gesloten, Ragozin-Petrosian (`Keres ') variant
pl: Partia hiszpańska: zamknięta, wariant Regozin-Petrosian(Keres'a)
ru: Испанская партия: закрытый вариант, вариант Рагозина-Петросяна
si: Ruy Lopez, zaprta, Ragozin-Petrosianova ('Keresova') različica
sv: Spanskt: Slutet, Ragozin-Petrosjans variant (Keres)
tr: Ruy Lopez: kapalı, Ragozin-Petrosian (`Keres') varyasyonu
uk: Іспанська партія: закритий варіант, варіант Рагозіна-Петросяна
vi: Ruy Lopez: khép kín, Ragozin-Petrosian (`Keres ') biến thể

source: Ruy Lopez: closed, Rossolimo defence
ar: روي لوبيز: المغلق, روسوليمو دفاع
br: Abertura Ruy López, Variante Fechada, Defesa Rossolimo
ca: Obertura Espanyola - Variant tancada - Defensa Rossolimo
de: Spanisch: Geschlossen, Rossolimo Verteidigung
es: Apertura Española, Variante Cerrada, Defensa Rossolimo
eu: Ruy Lopez: itxia, Rossolimo defentsa
fr: Espagnole fermée, défense Rossolimo
id: Ruy Lopez: Tertutup, Pembelaan Rossolimo
it: Apertura Spagnola, Variante Chiusa, Difesa Rossolimo
nl: Ruy Lopez: gesloten, Rossolimo verdediging
pl: Partia hiszpańska: zamknięta, obrona Rossolimo
ru: Испанская партия: закрытый вариант, защита Россолимо
si: Ruy Lopez, zaprta, Rossolimova obramba
sv: Spanskt: Slutet, Rossolimos försvar
tr: Ruy Lopez: kapalı, Rossolimo savunması
uk: Іспанська партія: закритий варіант, захист Россолімо
vi: Ruy Lopez: Phòng thủ Rossolimo đóng

source: Ruy Lopez: closed, Smyslov defence
ar: روي لوبيز: المغلق, سيمسلوف دفاع
br: Abertura Ruy López, Variante Fechada, Defesa Smyslov
ca: Obertura Espanyola - Variant tancada - Defensa Smyslov
de: Spanisch: Geschlossen, Smyslov Verteidigung
es: Apertura Española, Variante Cerrada, Defensa Smyslov
eu: Ruy Lopez: itxia, Smyslov defentsa
fr: Espagnole fermée, défense Smyslov
id: Ruy Lopez: Tertutup, Pembelaan Smyslov
it: Apertura Spagnola, Variante Chiusa, Difesa Smyslov
nl: Ruy Lopez: gesloten, Smyslov verdediging
pl: Partia hiszpańska: zamknięta, obrona Smyslov'a
ru: Испанская партия: закрытый вариант, защита Смыслова
si: Ruy Lopez, zaprta, Smyslova obramba
sv: Spanskt: Slutet, Smyslovs försvar
tr: Ruy Lopez: kapalı, Smyslov savunması
uk: Іспанська партія: закритий варіант, захист Смислова
vi: Ruy Lopez: Phòng thủ Smyslov đóng

source: Ruy Lopez: closed, Suetin variation
ar: روي لوبيز: المغلق, سيوتين تفريع
br: Abertura Ruy López, Variante Fechada, Variante Suetin
ca: Obertura Espanyola - Variant tancada - Variant Suetin
de: Spanisch: Geschlossen, Suetin Variante
es: Apertura Española, Variante Cerrada, Variante Suetin
eu: Ruy Lopez: itxia, Suetin aldaera
fr: Espagnole fermée, var. Suetin
id: Ruy Lopez: Tertutup, Varian Suetin
it: Apertura Spagnola, Variante Chiusa, Variante Suetin
nl: Ruy Lopez: gesloten, Suetin variant
pl: Partia hiszpańska: zamknięta, wariant Suetin'a
ru: Испанская партия: закрытый вариант, вариант Суэтина
si: Ruy Lopez, zaprta, Suetinova različica
sv: Spanskt: Slutet, Suetinvarianten
tr: Ruy Lopez: kapalı, Suetin varyasyonu
uk: Іспанська партія: закритий варіант, варіант Суетіна
vi: Ruy Lopez: khép kín, Suetin biến
