Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Queen's Indian: 4.e3
ar: الوزير الهندي: 4.e4
br: Defesa Índia da Dama, 4.e3
ca: Defensa Índia de Dama - Sistema central
de: Damenindisch: 4.e3
es: Defensa India de Dama, Sistema Central
eu: Damaren Indiar Defentsa: 4.e3
fr: Défense ouest-indienne, 4.e3
id: Hindia Menteri, 4.e3
it: Difesa Indiana di Donna, Sistema Centrale
nl: Dame Indisch: 4.e3
pl: Hetmańsko-indyjska, 4.e3
ru: Новоиндийская защита: 4.e3
si: Damina indijska, 4. e3
sv: Damindiskt: 4.e3
tr: Vezir'in Hint: 4.e3
uk: Новоіндійський захист: 4.e3
vi: Nữ hoàng của Ấn Độ: 4.e3

source: Queen's Indian: 4.g3 Bb7
ar: الوزير الهندي: 4.g3 Bb8
br: Defesa Índia da Dama, 4.g3 Bb7
ca: Defensa Índia de Dama - 4. g3 Ab7
de: Damenindisch: 4.g3 Lb7
es: Defensa India de Dama, 4.g3 Ab7
eu: Damaren Indiar Defentsa: 4.g3 Ab7
fr: Défense ouest-indienne, 4.g3 Fb7
id: Hindia Menteri, 4.g3 Gb7
it: Difesa Indiana di Donna, 4.g3 Ab7
nl: Dame Indisch: 4.g3 Lb7
pl: Hetmańsko-indyjska, 4.g3 Gb7
ru: Новоиндийская защита: 4.g3 Сb7
si: Damina indijska, 4. g3 Lb7
sv: Damindiskt: 4.g3 Lb7
tr: Vezir'in Hint: 4.g3 Bb7
uk: Новоіндійський захист: 4.g3 Сb7
vi: 4.g3 BB7: Ấn Độ của nữ hoàng

source: Queen's Indian: 4.g3
ar: الوزير الهندي: 4.g4
br: Defesa Índia da Dama, 4.g3
ca: Defensa Índia de Dama - 4. g3
de: Damenindisch: 4.g3
es: Defensa India de Dama, 4.g3
eu: Damaren Indiar Defentsa: 4.g3
fr: Défense ouest-indienne, 4.g3
id: Hindia Menteri, 4.g3
it: Difesa Indiana di Donna, 4.g3
nl: Dame Indisch: 4.g3
pl: Hetmańsko-indyjska, 4.g3
ru: Новоиндийская защита: 4.g3
si: Damina indijska, 4. g3
sv: Damindiskt: 4.g3
tr: Vezir'in Hint: 4.g3
uk: Новоіндійський захист: 4.g3
vi: Nữ hoàng của Ấn Độ: 4.g3

source: Queen's Indian: 5.Bg2 Be7
ar: الوزير الهندي: 5.Bg2 Be8
br: Defesa Índia da Dama, 5.Bg2 Be7
ca: Defensa Índia de Dama - Línia principal
de: Damenindisch: 5.Lg2 Le7
es: Defensa India de Dama, Linea Principal
eu: Damaren Indiar Defentsa: 5.Ag2 Ae7
fr: Défense ouest-indienne, 5.Fg2 Fe7
id: Hindia Menteri, 5.Gg2 Ge7
it: Difesa Indiana di Donna, Linea Principale
nl: Dame Indisch: 5.Lg2 Le7
pl: Hetmańsko-indyjska, 5.Gg2 Ge7
ru: Новоиндийская защита: 5.Сg2 Сe7
si: Damina indijska, 5. Lg2 Le7
sv: Damindiskt: 5.Lg2 Le7
tr: Vezir'in Hint: 5.Bg2 Be7
uk: Новоіндійський захист: 5.Сg2 Сe7
vi: 5.Bg2 Be7: Ấn Độ của nữ hoàng

source: Queen's Indian: Averbakh variation
ar: الوزير الهندي: أفرباخ تفريع
br: Defesa Índia da Dama, Variante Averbakh
ca: Defensa Índia de Dama - Variant Averbakh
de: Damenindisch: Averbach-Variante
es: Defensa India de Dama, Variante Averbakh
eu: Damaren Indiar Defentsa: Averbakh aldaera
fr: Défense ouest-indienne, var. Averbakh
id: Hindia Menteri, Varian Averbakh
it: Difesa Indiana di Donna, Variante Averbakh
nl: Dame Indisch: Averbakh variant
pl: Hetmańsko-indyjska, wariant Averbakh
ru: Новоиндийская защита: вариант Авербаха
si: Damina indijska, Averbakhova različica
sv: Damindiskt: Averbakhvarianten
tr: Vezir'in Hint: Averbakh varyasyonu
uk: Новоіндійський захист: варіант Авербаха
vi: Biến Averbakh: Ấn Độ của nữ hoàng

source: Queen's Indian: Buerger variation
ar: الوزير الهندي: بورغر تفريع
br: Defesa Índia da Dama, Variante Buerger
ca: Defensa Índia de Dama - 4. g3 Ab7 - Variant Buerger
de: Damenindisch: Buerger-Variante
es: Defensa India de Dama, 4.g3 Ab7, Variante Buerger
eu: Damaren Indiar Defentsa: Buerger aldaera
fr: Défense ouest-indienne, var. Buerger
id: Hindia Menteri, Varian Buerger
it: Difesa Indiana di Donna, 4.g3 Ab7, Variante Buerger
nl: Dame Indisch: Buerger variant
pl: Hetmańsko-indyjska, wariant Buerger'a
ru: Новоиндийская защита: вариант Бюргера
si: Damina indijska, Buergerjeva različica
sv: Damindiskt: Bürgervarianten
tr: Vezir'in Hint: Buerger varyasyonu
uk: Новоіндійський захист: варіант Бюргера
vi: Nữ hoàng của Ấn Độ: Buerger biến

source: Queen's Indian: Capablanca variation
ar: الوزير الهندي: كابابلانكا تفريع
br: Defesa Índia da Dama, Variante Capablanca
ca: Defensa Índia de Dama - 4. g3 Ab7 - Variant Capablanca
de: Damenindisch: Capablanca-Variante
es: Defensa India de Dama, 4.g3 Ab7, Variante Capablanca
eu: Damaren Indiar Defentsa: Capablanca aldaera
fr: Défense ouest-indienne, var. Capablanca
id: Hindia Menteri, Varian Capablanca
it: Difesa Indiana di Donna, 4.g3 Ab7, Variante Capablanca
nl: Dame Indisch: Capablanca variant
pl: Hetmańsko-indyjska, wariant Capablanki
ru: Новоиндийская защита: вариант Капабланки
si: Damina indijska, Capablancina različica
sv: Damindiskt: Capablancavarianten
tr: Vezir'in Hint: Capablanca varyasyonu
uk: Новоіндійський захист: варіант Капабланки
vi: Nữ hoàng của Ấn Độ: Capablanca biến

source: Queen's Indian: Euwe variation
ar: الوزير الهندي: تفريع إيوي
br: Defesa Índia da Dama, Variante Euwe
ca: Defensa Índia de Dama - 4. g3 Ab7 - Línia principal antiga - Variant Euwe
de: Damenindisch: Euwe-Variante
es: Defensa India de Dama, 4.g3 Ab7, Linea Principal Antigua, Variante Euwe
eu: Damaren indiarra: Euwe aldaera
fr: Défense ouest-indienne, var. Euwe
id: Hindia Menteri, Varian Euwe
it: Difesa Indiana di Donna, 4.g3 Ab7, Linea Principale Antica, Variante Euwe
nl: Dame Indisch: Euwe variant
pl: Hetmańsko-indyjska, wariant Euwe
ru: Новоиндийская защита: вариант Эйве
si: Damina indijska, Euwetova različica
sv: Damindiskt: Euwevarianten
tr: Vezir'in Hint: Euwe varyasyonu
uk: Новоіндійський захист: варіант Ейве
vi: Biến Euwe: Ấn Độ của nữ hoàng

source: Queen's Indian: Marienbad system, Berg variation
ar: الوزير الهندي: مارينباد نظام, بيرج تفريع
br: Defesa Índia da Dama, Sistema Marienbad, Variante Berg
ca: Defensa Índia de Dama - Sistema Marienbad - Variant Berg
de: Damenindisch: Marienbad System, Berg-Variante
es: Defensa India de Dama, Sistema Marienbad, Variante Berg
eu: Damaren Indiar Defentsa: Marienbad sistema, Berg aldaera
fr: Défense ouest-indienne, système de Marienbad, var. Berg
id: Hindia Menteri, Sistem Marienbad, Varian Berg
it: Difesa Indiana di Donna, Sistema Marienbad, Variante Berg
nl: Dame Indisch: Marienbad systeem, Berg variant
pl: Hetmańsko-indyjska, system Marienbad, wariant Berg'a
ru: Новоиндийская защита: мариенбадская система, вариант Бергса
si: Damina indijska, Marienbadov sistem, Bergova različica
sv: Damindiskt: Marienbad-systemet, Bergvarianten
tr: Vezir'in Hint: Marienbad sistemi, Berg varyasyonu
uk: Новоіндійський захист: Марієнбадська система, варіант Бергса
vi: Ấn Độ Queen: hệ thống Marienbad, Berg biến

source: Queen's Indian: Marienbad system
ar: الوزير الهندي: مارينباد نظام
br: Defesa Índia da Dama, Sistema Marienbad
ca: Defensa Índia de Dama - Sistema Marienbad
de: Damenindisch: Marienbad System
es: Defensa India de Dama, Sistema Marienbad
eu: Damaren indiarra: Marienbad sistema
fr: Défense ouest-indienne, système de Marienbad
id: Hindia Menteri, Sistem Marienbad
it: Difesa Indiana di Donna, Sistema Marienbad
nl: Dame Indisch: Marienbad systeem
pl: Hetmańsko-indyjska, system Marienbad
ru: Новоиндийская защита: мариенбадская система
si: Damina indijska, Marienbadov sistem
sv: Damindiskt: Marienbad-systemet
tr: Vezir'in Hint: Marienbad sistemi
uk: Новоіндійський захист: Марієнбадська система
vi: Hệ thống Marienbad: Ấn Độ của nữ hoàng

source: Queen's Indian: Miles variation
ar: الوزير الهندي: مايلز تفريع
br: Defesa Índia da Dama, Variante Miles
ca: Defensa Índia de Dama - Variant Miles
de: Damenindisch: Miles-Variante
es: Defensa India de Dama, Variante Miles
eu: Damaren Indiar Defentsa: Miles aldaera
fr: Défense ouest-indienne, var. Miles
id: Hindia Menteri, Varian Miles
it: Difesa Indiana di Donna, Variante Miles
nl: Dame Indisch : Miles variant
pl: Hetmańsko-indyjska, wariant Miles'a
ru: Новоиндийская защита: вариант Майлса
si: Damina indijska, Milesova različica
sv: Damindiskt: Milesvarianten
tr: Vezir'in Hint: Miles varyasyonu
uk: Новоіндійський захист: варіант Майлса
vi: Ấn Độ Queen: Miles biến

source: Queen's Indian: Nimzovich variation (exaggerated fianchetto)
ar: الوزير الهندي: نيمزوفيتش تفريع (المبالغ فيه فيل الوتر الطويل)
br: Defesa Índia da Dama, Variante Nimzowitsch (Fianchetto Exagerado)
ca: Defensa Índia de Dama - 4. g3 - Variant Nimzowitsch o Fianchetto exagerat
de: Damenindisch: Nimzowitsch-Variante (exaggerated Fianchetto)
es: Defensa India de Dama, 4.g3, Variante Nimzowitsch o del Fianchetto Exagerado
eu: Damaren Indiar Defentsa: Nimzovich aldaera (gehiegizko fianchettoa)
fr: Défense ouest-indienne, var. Nimzowitsch (fianchetto exagéré)
id: Hindia Menteri, Varian Nimzowitch
it: Difesa Indiana di Donna, 4.g3, Variante Nimzowitsch o del Fianchetto Exagerado
nl: Dame Indisch: Nimzovich variant (overdreven fianchetto)
pl: Hetmańsko-indyjska, wariant Nimzovitsch'a (przesadne fianchetto)
ru: Новоиндийская защита: вариант Нимцовича
si: Damina indijska, Nimzovicheva različica (pretiran krilni razvoj)
sv: Damindiskt: Nimzowitschvarianten (överdrivet fianchetto)
tr: Vezir'in Hint: Nimzovich varyasyonu (abartılı fianchetto)
uk: Новоіндійський захист: варіант Німцовича (розширене фіанкетто)
vi: Nữ hoàng của Ấn Độ: Nimzovich biến (fianchetto phóng đại)

source: Queen's Indian: Opovcensky variation
ar: الوزير الهندي: اوبوفسينسكي تفريع
br: Defesa Índia da Dama, Variante Opocensky
ca: Defensa Índia de Dama - 4. g3 Ab7 - Variant Opocensky
de: Damenindisch: Opovcensky-Variante
es: Defensa India de Dama, 4.g3 Ab7, Variante Opocensky
eu: Damaren indiarra: Opovcensky aldaera
fr: Défense ouest-indienne, var. Opocensky
id: Hindia Menteri, Varian Opovcensky
it: Difesa Indiana di Donna, 4.g3 Ab7, Variante Opocensky
nl: Dame Indisch: Opovcensky variant
pl: Hetmańsko-indyjska, wariant Opovcensky
ru: Новоиндийская защита: вариант Опоченского
si: Damina indijska, Opovcenskyeva različica
sv: Damindiskt: Opocenskyvarianten
tr: Vezir'in Hint: Opovcensky varyasyonu
uk: Новоіндійський захист: варіант Опоченського
vi: Nữ hoàng của Ấn Độ: biến thể Opovcensky

source: Queen's Indian: Petrosian system
ar: الوزير الهندي: بيتروسيان نظام
br: Defesa Índia da Dama, Sistema Petrosian
ca: Defensa Índia de Dama - Sistema Petrosian
de: Damenindisch: Petrosjan System
es: Defensa India de Dama, Sistema Petrosian
eu: Damaren Indiar Defentsa: Petrosianen sistema
fr: Défense ouest-indienne, système Petrossian
id: Hindia Menteri, SIstem Petrosian
it: Difesa Indiana di Donna, Sistema Petrosian
nl: Dame Indisch: Petrosian systeem
pl: Hetmańsko-indyjska, system Petrosian'a
ru: Новоиндийская защита: система Петросяна
si: Damina indijska, Petrosianov sistem
sv: Damindiskt: Petrosjansystemet
tr: Vezir'in Hint: Petrosian sistemi
uk: Новоіндійський захист: система Петросяна
vi: Hệ thống Petrosian: Ấn Độ của nữ hoàng

source: Queen's Indian: Riumin variation
ar: الوزير الهندي: ريومين تفريع
br: Defesa Índia da Dama, Variante Riumin
ca: Defensa Índia de Dama - 4. g3 Ab7 - Variant Riumin
de: Damenindisch: Riumin-Variante
es: Defensa India de Dama, 4.g3 Ab7, Variante Riumin
eu: Damaren Indiar Defentsa: Riumin aldaera
fr: Défense ouest-indienne, var. Riumin
id: Hindia Menteri, Varian Riumin
it: Difesa Indiana di Donna, 4.g3 Ab7, Variante Riumin
nl: Dame Indisch: Riumin variant
pl: Hetmańsko-indyjska, wariant Riumin'a
ru: Новоиндийская защита: вариант Рюмина
si: Damina indijska, Riuminova različica
sv: Damindiskt: Rjuminvarianten
tr: Vezir'in Hint: Riumin varyasyonu
uk: Новоіндійський захист: варіант Рюміна
vi: Biến Riumin: Ấn Độ của nữ hoàng

source: Queen's Indian: Rubinstein variation
ar: الوزير الهندي: روبينشتاين تفريع
br: Defesa Índia da Dama, Variante Rubinstein
ca: Defensa Índia de Dama - 4. g3 Ab7 - Variant Rubinstein
de: Damenindisch: Rubinstein-Variante
es: Defensa India de Dama, 4.g3 Ab7, Variante Rubinstein
eu: Damaren Indiar Defentsa: Rubinstein aldaera
fr: Défense ouest-indienne, var. Rubinstein
id: Hindia Menteri, Varian Rubenstein
it: Difesa Indiana di Donna, 4.g3 Ab7, Variante Rubinstein
nl: Dame Indisch: Rubinstein variant
pl: Hetmańsko-indyjska, wariant Rubinstein'a
ru: Новоиндийская защита: вариант Рубинштейна
si: Damina indijska, Rubinsteinova različica
sv: Damindiskt: Rubinsteinvarianten
tr: Vezir'in Hint: Rubinstein varyasyonu
uk: Новоіндійський захист: варіант Рубінштейна
vi: Nữ hoàng của Ấn Độ: Rubinstein biến

source: Queen's Indian: Yates variation
ar: الوزير الهندي: يايتس تفريع
br: Defesa Índia da Dama, Variante Yates
ca: Defensa Índia de Dama - 4. g3 Ab7 - Variant Yates
de: Damenindisch: Yates-Variante
es: Defensa India de Dama, 4.g3 Ab7, Variante Yates
eu: Damaren Indiar Defentsa: Yates aldaera
fr: Défense ouest-indienne, var. Yates
id: Hindia Menteri, Varian Yates
it: Difesa Indiana di Donna, 4.g3 Ab7, Variante Yates
nl: Dame Indisch: Yates variant
pl: Hetmańsko-indyjska, wariant Yates'a
ru: Новоиндийская защита: вариант Ейтса
si: Damina indijska, Yatesova različica
sv: Damindiskt: Yatesvarianten
tr: Vezir'in Hint: Yates varyasyonu
uk: Новоіндійський захист: варіант Ейтса
vi: Nữ hoàng của Ấn Độ: Yates biến

source: Queen's Indian: anti-Queen's Indian system
ar: الوزير الهندي: ضد-الوزير الهندي نظام
br: Defesa Índia da Dama, Sistema Anti Defesa Índia de Dama
ca: Defensa Índia de Dama - 4. g3 Ab7 - Sistema Anti-Defensa Índia de Dama
de: Damenindisch: Anti-Damenindisches System
es: Defensa India de Dama, 4.g3 Ab7, Sistema Anti Defensa India de Dama
eu: Damaren Indiar Defentsa: Damaren indiarraren aurkako sistema
fr: Défense ouest-indienne, système anti-défense ouest-indienne
id: Hindia Menteri, Sistem Anti-Hindia Menteri
it: Difesa Indiana di Donna, 4.g3 Ab7, Sistema Anti Difesa Indiana di Donna
nl: Dame Indisch: anti-Dame Indisch systeem
pl: Hetmańsko-indyjska, system anty hetmańsko-indyjski
ru: Новоиндийская защита: анти-новоиндийская система
si: Damina indijska, proti-Damin indijskemu sistemu
sv: Damindiskt: Anti-Damindiskt system
tr: Vezir'in Hint: anti-Vezir'in Hint sistemi
uk: Новоіндійський захист: анти-Новоіндійська система
vi: Hậu Ấn Độ: hệ thống chống Hậu Ấn Độ

source: Queen's Indian: old main line, 6.O-O
ar: الوزير الهندي: القديم الخط الرئيسي, 6.O-O
br: Defesa Índia da Dama, Linha Principal Antiga, 6.O-O
ca: Defensa Índia de Dama - 4. g3 Ab7 - Línia principal antiga
de: Damenindisch: Alte Hauptvariante, 6.O-O
es: Defensa India de Dama, 4.g3 Ab7, Linea Principal Antigua
eu: Damaren Indiar Defentsa: lerro nagusia zaharra, 6.O-O
fr: Défense ouest-indienne, ancienne ligne principale, 6.O-O
id: Hindia Menteri, Jalur Lama, 6.0-0
it: Difesa Indiana di Donna, 4.g3 Ab7, Linea Principale Antica
nl: Dame Indisch: oude hoofdlijn, 6.O-O
pl: Hetmańsko-indyjska, stara główna linia, 6.O-O
ru: Новоиндийская защита: устаревшее основное продолжение, 6.O-O
si: Damino indijska: stara glavna linija, 6. O-O
sv: Damindiskt: Gamla huvudvarianten, 6.O-O
tr: Vezir'in Hint: eski ana hat, 6.O-O
uk: Новоіндійський захист: застаріле основне продовження, 6.O-O
vi: Dòng chính cũ, 6.O-O: Ấn Độ của nữ hoàng

source: Queen's Indian: old main line, 7.Nc3
ar: الوزير الهندي: القديم الخط الرئيسي, 7.Nc4
br: Defesa Índia da Dama, Linha Principal Antiga, 7.Cc3
ca: Defensa Índia de Dama - 4. g3 Ab7 - Línia principal antiga - 7. Cc3
de: Damenindisch: Alte Hauptvariante, 7.Sc3
es: Defensa India de Dama, 4.g3 Ab7, Linea Principal Antigua, 7.Cc3
eu: Damaren Indiar Defentsa: lerro nagusi zaharra, 7.Zc3
fr: Défense ouest-indienne, ancienne ligne principale, 7.Cc3
id: Hindia Menteri, Jalur Lama, 7.Kc3
it: Difesa Indiana di Donna, 4.g3 Ab7, Linea Principale Antica, 7.Cc3
nl: Dame Indisch: oude hoofdlijn, 7.Pc3
pl: Hetmańsko-indyjska, stara główna linia, 7.Sc3
ru: Новоиндийская защита: устаревшее основное продолжение, 7.Кc3
si: Damino indijska: stara glavna linija, 7. Sc3
sv: Damindiskt: Gamla huvudvarianten, 7.Sc3
tr: Vezir'in Hint: eski ana hat, 7.Nc3
uk: Новоіндійський захист: застаріле основне продовження, 7.Кc3
vi: Dòng chính cũ, 7.Nc3: Ấn Độ của nữ hoàng

source: Queen's Indian: old main line, 9.Qxc3
ar: الوزير الهندي: القديم الخط الرئيسي, 9.Qxc4
br: Defesa Índia da Dama, Linha Principal Antiga, 9.Dxc3
ca: Defensa India de Dama - 4. g3 Ab7 - Línia principal antiga - 9. Dxc3
de: Damenindisch: Alte Hauptvariante, 9.Dxc3
es: Defensa India de Dama, 4.g3 Ab7, Linea Principal Antigua, 9.Dxc3
eu: Damaren Indiar Defentsa: lerro nagusi zaharra, 9.Dxc3
fr: Défense ouest-indienne, ancienne ligne principale, 9.Dxc3
id: Hindia Menteri, Jalur Lama, 9.Mxc3
it: Difesa Indiana di Donna, 4.g3 Ab7, Linea Principale Antica, 9.Dxc3
nl: Dame Indisch: oude hoofdlijn, 9.Dxc3
pl: Hetmańsko-indyjska, stara główna linia, 9.Hxc3
ru: Новоиндийская защита: устаревшее основное продолжение, 9.Фxc3
si: Damino indijska: stara glavna linija, 9. Dxc3
sv: Damindiskt: Gamla huvudvarianten, 9.Dxc3
tr: Vezir'in Hint: eski ana hat, 9.Qxc3
uk: Новоіндійський захист: застаріле основне продовження, 9.Фxc3
vi: Dòng chính cũ, 9.Qxc3: Ấn Độ của nữ hoàng

source: Queen's Pawn
ar: بيدق الوزير
br: Peão da Dama
ca: Peó de Dama
de: Damenbauernspiel
es: Peón de Dama
eu: Damaren peoia
fr: Début du pion Dame
id: Bidak Menteri
it: Pedone di Donna
nl: Dame Pion
pl: Pion hetmański
ru: Дебют ферзевой пешки
si: Damin kmet
sv: Dambondespel
tr: Vezir'in Piyonu
uk: Дебют ферзевого пішака
vi: Tốt Hậu

source: Queen's bishop game
ar: الوزير الفيل مباراة
br: Abertura do Bispo da Dama
ca: Obertura de l'Alfil de Dama
de: Damenläuferspiel
es: Apertura del Alfil del Dama
eu: Damaren alfilaren irekiera
fr: Système de Londres
id: Permainan Gajah Menteri
it: Apertura d'Alfiere di Donna
nl: Dame loper partij
pl: Gra gońca hetmańskiego
ru: Атака ферзевого слона
si: Igra Daminega lovca
sv: Damlöparspel
tr: Vezir'in fil oyunu
uk: Атака ферзевого слона
vi: Trò chơi nữ hoàng của giám mục

source: Queen's gambit accepted
ar: الوزير جامبيت المقبول
br: Gambito da Dama Aceito
ca: Gambit de Dama acceptat
de: Damengambit angenommen
es: Gambito de Dama Aceptado
eu: Damaren ganbito onartua
fr: Gambit Dame accepté
id: Gambit Menteri Diterima
it: Gambetto di Donna Accettato
nl: Aanvaard Dame gambiet
pl: Gambit hetmański przyjęty
ru: Принятый ферзевый гамбит
si: Damin gambit sprejet
sv: Damgambit antagen
tr: Vezir'in gambiti kabul edilmiş
uk: Прийнятий ферзевий гамбіт
vi: Gambit nữ hoàng chấp nhận

source: Queen's gambit declined
ar: الوزير جامبيت المرفوض
br: Gambito da Dama Recusado
ca: Gambit de Dama refusat
de: Damengambit abgelehnt
es: Gambito de Dama Rehusado
eu: Damaren ganbito ukatua
fr: Gambit Dame refusé
id: Gambit Menteri Ditolak
it: Gambetto di Donna Rifiutato
nl: Geweigerd Dame gambiet
pl: Gambit hetmański nieprzyjęty
ru: Отказанный ферзевый гамбит
si: Damin gambit zavrnjen
sv: Damgambit avböjd
tr: Vezir'in gambiti kabul edilmemiş
uk: Відхилений ферзевий гамбіт
vi: Gambit của nữ hoàng từ chối

source: Queen's pawn game, Chigorin variation
ar: بيدق الوزير مباراة, تشجورين تفريع
br: Abertura do Peão da Dama, Variante Chigorin
ca: Obertura de peó de Dama - Variant Chigorin
de: Damenbauernspiel, Tschigorin-Variante
es: Apertura del Peón de Dama, Variante Chigorin
eu: Damaren peoiaren partida, Chigorin aldaera
fr: Début du pion Dame, var. Tchigorine
id: Bidak Menteri: Varian Chigorin
it: Apertura del Pedone di Donna, Variante Chigorin
nl: Dame Pion partij, Chigorin variant
pl: Gra pion hetmański, wariant Chigorin'a
ru: Дебют ферзевых пешек: вариант Чигорина
si: Igra daminega kmeta, Chigorinova različica
sv: Dambondespel: Tjigorinvarianten
tr: Vezir'in piyon oyunu, Chigorin varyasyonu
uk: Дебют ферзевих пішаків: варіант Чигоріна
vi: Ván cờ tốt Hậu, biến thể Chigorin

source: Queen's pawn game, Krause variation
ar: بيدق الوزير مباراة, كراوز تفريع
br: Abertura do Peão da Dama, Variante Krause
ca: Obertura de peó de Dama - Variant Krause
de: Damenbauernspiel, Krause-Variante
es: Apertura del Peón de Dama, Variante Krause
eu: Damaren peoiaren partida, Krause aldaera
fr: Début du pion Dame, var. Krause
id: Bidak Menteri: Varian Krause
it: Apertura del Pedone di Donna, Variante Krause
nl: Damepionopening, Krause variant
pl: Pion hetmański, wariant Krause
ru: Дебют ферзевых пешек: вариант Краузе
si: Igra daminega kmeta, Krauseva različica
sv: Dambondespel: Krausevarianten
tr: Vezir'in piyon oyunu, Krause varyasyonu
uk: Дебют ферзевих пішаків: варіант Краузе
vi: Ván cờ tốt hậu, biến thể Krause

source: Queen's pawn game, Rubinstein (Colle-Zukertort) variation
ar: بيدق الوزير مباراة, روبينشتاين (كوللي-زكرتوت) تفريع
br: Abertura do Peão da Dama, Variante Rubinstein o Colle Zukertort
ca: Obertura de peó de Dama - Variant Rubinstein o Colle Zukertort
de: Damenbauernspiel, Rubinstein (Colle-Zukertort)-Variante
es: Apertura del Peón de Dama, Variante Rubinstein o Colle Zukertort
eu: Damaren peoiaren partida, Rubinstein (Colle-Zukertort) aldaera
fr: Début du pion Dame, var. Rubinstein (dit système Colle - Zukertort)
id: Bidak Menteri: Varian Rubinstein
it: Apertura del Pedone di Donna, Variante Rubinstein o Colle Zukertort
nl: Damepionopening, Rubinstein (Colle-Zukertort) variant
pl: Pion hetmański, wariant Rubinstein (Colle-Zukertort)
ru: Дебют ферзевых пешек: система Цукерторта
si: Igra daminega kmeta, Rubinsteinova (Colle-Zukertortova) različica
sv: Dambondespel: Rubinsteinvarianten (Colle-Zukertort)
tr: Vezir'in piyon oyunu, Rubinstein (Colle-Zukertort) varyasyonu
uk: Дебют ферзевих пішаків: система Цукерторта
vi: Ván cờ tốt hậu, biến thể Rubinstein (Colle-Zukertort)

source: Queen's pawn game, Zukertort variation
ar: بيدق الوزير مباراة, زكرتوت تفريع
br: Abertura do Peão da Dama, Variante Zukertort
ca: Obertura de peó de Dama - Variant Zukertort
de: Damenbauernspiel, Zukertort-Variante
es: Apertura del Peón de Dama, Variante Zukertort
eu: Damaren peoiaren partida, Zukertort aldaera
fr: Début du pion Dame, var. Zukertort
id: Bidak Menteri: Varian Zukertort
it: Apertura del Pedone di Donna, Variante Zukertort
nl: Damepionopening, Zukertort variant
pl: Pion hetmański, wariant Zukertort'a
ru: Дебют ферзевых пешек: система Цукерторта
si: Igra daminega kmeta, Zukertortova različica
sv: Dambondespel: Zukertortvarianten
tr: Vezir'in piyon oyunu, Zukertort varyasyonu
uk: Дебют ферзевих пішаків: система Цукерторта
vi: Ván cờ tốt hậu, biến thể Zukertort

source: Queen's pawn game
ar: بيدق الوزير مباراة
br: Abertura do Peão da Dama
ca: Peó de Dama
de: Damenbauernspiel
es: Peón de Dama
eu: Damaren peoiaren partida
fr: Début du pion Dame
id: Permainan Bidak Menteri
it: Pedone di Donna
nl: Dame Pion partij
pl: Gra pion hetmański
ru: Дебют ферзевой пешки
si: Igra daminega kmeta
sv: Dambondespel
tr: Vezir'in piyon oyunu
uk: Дебют ферзевого пішака
vi: Ván cờ tốt Hậu

source: Queen's pawn, Mason variation, Steinitz counter-gambit
ar: بيدق الوزير, ماسون تفريع, شتاينتز الجامبيت المضاد
br: Peão da Dama, Variante Mason, Contra-Gambito Steinitz
ca: Obertura de peó de Dama - Variant Mason - Contra-Gambit Steinitz
de: Damenbauernspiel, Mason-Variante, Steinitz Gegengambit
es: Apertura del Peón de Dama, Variante Mason, ContraGambito Steinitz
eu: Damaren peoia, Mason aldaera, Steinitz kontra-ganbitoa
fr: Début du pion Dame, var. Mason, contre-gambit Steinitz
id: Bidak Menteri: Varian Mason. Gambit Balasan Steinitz
it: Apertura del Pedone di Donna, Variante Mason, Controgambetto Steinitz
nl: Damepion, Mason variant, Steinitz tegengambiet
pl: Pion hetmański, wariant Mason'a, kontrgambit Steinitz'a
ru: Дебют ферзевых пешек: вариант Мэзона, контргамбит Стейница
si: Damin kmet, Mansonova različica, Steinitzev proti-gambit
sv: Dambondespel: Masonvarianten, Steinitz motgambit
tr: Vezir'in piyonu, Mason varyasyonu, Steinitz karşı gambiti
uk: Дебют ферзевих пішаків: варіант Мезона, контргамбіт Стейніца
vi: Ván cờ tốt hậu, biến thể Mason, phản thí quân Steinitz
