Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: QGD: Orthodox defence, Rubinstein attack, Karlsbad variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, روبينشتاين هجوم, كارلسباد تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa, Ataque Rubinstein, Variante Karlsbad
ca: Gambit de Dama refusat - Defensa Ortodoxa - Atac Rubinstein - Variant Karlsbad
de: Damengambit (abgelehnt): Orthodox Verteidigung, Rubinstein Angriff, Karlsbad Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Ataque Rubinstein, Variante Karlsbad
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, Rubinsteinen erasoa, Karlsbad aldaera
fr: Gambit Dame refusé, défense orthodoxe, attaque Rubinstein, var. de Carlsbad (Karlovy Vary)
id: QGD: Pembelaan Orthodox, Serangan Rubinstein, Varian Karlsbad
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Attacco Rubinstein, Variante Karlsbad
nl: GDG: Orthodoxe verdediging Rubinstein aanval, Karlsbad variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, atak Rubinstein'a, wariant Karlsbad
ru: Отказанный ферзевый гамбит: ортодоксальная защита, атака Рубинштейна, карлcбадский вариант
si: DGZ, ortodoksna obramba, Rubinsteinov napad, Karlsbadova različica
sv: Damgambit avböjd: Ortodoxt försvar, Rubinsteins angrepp, Karlsbadvarianten
tr: QGD: Ortodoks savunması, Rubinstein hücumu, Karlsbad varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, атака Рубінштейна, Карлcбадський варіант
vi: QGD: phòng thủ Orthodox, tấn công Rubinstein, biến Karlsbad

source: QGD: Orthodox defence, Rubinstein attack, Wolf variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, روبينشتاين هجوم, تفريع وولف
br: Gambito da Dama Recusado, Defesa Ortodoxa, Ataque Rubinstein, Variante Wolf
ca: Gambit de Dama refusat - Defensa Ortodoxa - Atac Rubinstein - Variant Wolf
de: Damengambit (abgelehnt): Orthodox Verteidigung, Rubinstein Angriff, Wolf Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Ataque Rubinstein, Variante Wolf
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, Rubinsteinen erasoa, Wolf aldaera
fr: Gambit Dame refusé, défense orthodoxe, attaque Rubinstein, var. Wolf
id: QGD: Pembelaan Orthodox, Serangan Rubinstein, Varian Wolf
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Attacco Rubinstein, Variante Wolf
nl: GDG: Orthodoxe verdediging Rubinstein aanval, Wolf variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, atak Rubinstein'a, wariant Wolf'a
ru: Отказанный ферзевый гамбит: ортодоксальная защита, атака Рубинштейна, вариант Вольфа
si: DGZ, ortodoksna obramba, Rubinsteinov napad, Wolfova različica
sv: Damgambit avböjd: Ortodoxt försvar, Rubinsteins angrepp, Wolfvarianten
tr: QGD: Ortodoks savunması, Rubinstein hücumu, Wolf varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, атака Рубінштейна, варіант Вольфа
vi: QGD: phòng thủ Orthodox, tấn công Rubinstein, biến Wolf

source: QGD: Orthodox defence, Rubinstein attack, main line
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, روبينشتاين هجوم, الخط الرئيسي
br: Gambito da Dama Recusado, Defesa Ortodoxa, Ataque Rubinstein, Linha Principal
ca: Gambit de Dama refusat - Defensa Ortodoxa - Atac Rubinstein - Línia principal
de: Damengambit (abgelehnt): Orthodox Verteidigung, Rubinstein Angriff, Hauptvariante
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Ataque Rubinstein, Linea Principal
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, Rubinsteinen erasoa, lerro nagusia
fr: Gambit Dame refusé, défense orthodoxe, attaque Rubinstein, ligne principale
id: QGD: Pembelaan Orthodox, Serangan Rubinstein, Jalur Utama
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Attacco Rubinstein, Linea Principale
nl: GDG: Orthodoxe verdediging Rubinstein aanval, hoofdlijn
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, atak Rubinstein'a, główna linia
ru: Отказанный ферзевый гамбит: ортодоксальная защита, атака Рубинштейна, основное продолжение
si: DGZ: ortodoksna obramba, Rubinsteinov napad, glavna linija
sv: Damgambit avböjd: Ortodoxt försvar, Rubinsteins angrepp, huvudvariant
tr: QGD: Ortodoks savunması, Rubinstein hücumu, ana hat
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, атака Рубінштейна, основне продовження
vi: QGD: phòng thủ Orthodox, tấn công Rubinstein, dòng chính

source: QGD: Orthodox defence, Rubinstein variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, روبينشتاين تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Rubinstein
ca: Gambit de Dama refusat - Defensa Ortodoxa - Variant Rubinstein
de: Damengambit (abgelehnt): Orthodox Verteidigung, Rubinstein-Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Variante Rubinstein
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, Rubinstein aldaera
fr: Gambit Dame refusé, défense orthodoxe, 7.Dc2 (var. Rubinstein)
id: QGD: Pembelaan Orthodox, Varian Rubinstein
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Variante Rubinstein
nl: GDG: Orthodoxe verdediging Rubinstein variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, atak Rubinstein'a
ru: Отказанный ферзевый гамбит: ортодоксальная защита, вариант Рубинштейна
si: DGZ; ortodoksna obramba, Rubinsteinova različica
sv: Damgambit avböjd: Ortodoxt försvar, Rubinsteinvarianten
tr: QGD: Ortodoks savunması, Rubinstein varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, варіант Рубінштейна
vi: QGD: phòng thủ Orthodox, biến thể Rubinstein

source: QGD: Orthodox defence, Swiss (Henneberger) variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, السويسري (هنبيرجر) تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Suiça (Henneberger)
ca: Gambit de Dama refusat - Defensa Ortodoxa - Variant Suïssa o Henneberger
de: Damengambit (abgelehnt): Orthodox Verteidigung, Schweizer (Henneberger) Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Variante Suiza o Henneberger
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, Suitzako (Henneberger) aldaera
fr: Gambit Dame refusé, défense orthodoxe, var. suisse (Henneberger)
id: QGD: Pembelaan Orthodox, Varian Swiss (Henneberger)
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Variante Suiza o Henneberger
nl: GDG: Orthodoxe verdediging Zwitsers (Henneberger) variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, wariant szwajcarski (Henneberg'a)
ru: Отказанный ферзевый гамбит: ортодоксальная защита, швейцарский вариант
si: DGZ, ortodoksna obramba, švicarska (Hennebergerjeva) različica
sv: Damgambit avböjd: Ortodoxt försvar, Schweizervarianten (Henneberger)
tr: QGD: Ortodoks savunması, İsviçre (Henneberger) varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, Швейцарський варіант
vi: QGD: phòng thủ Orthodox, biến thể Thụy Sĩ (Henneberger)

source: QGD: Orthodox defence, Swiss, Karlsbad variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, السويسري, كارلسباد تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Suiça, Variante Karlsbad
ca: Gambit de Dama refusat - Defensa Ortodoxa - Variant Suïssa - Variant Karlsbad
de: Damengambit (abgelehnt): Orthodox Verteidigung, Schweizer, Karlsbader Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Variante Suiza, Variante Karlsbad
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, Suitza, Karlsbad aldaera
fr: Gambit Dame refusé, défense orthodoxe, var. suisse, var. de Carlsbad (Karlovy Vary)
id: QGD: Pembelaan Orthodox, Swiss, Varian Karlsbad
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Variante Suiza, Variante Karlsbad
nl: GDG: Orthodoxe verdediging, Zwitsers, Karlsbad variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, szwajcarski, wariant Karlsbad
ru: Отказанный ферзевый гамбит: ортодоксальная защита, швейцарский вариант, карлсбадский вариант
si: DGZ, ortodoksna obramba, švicarska, Karlsbadova različica
sv: Damgambit avböjd: Ortodoxt försvar, Schweizer, Karlsbadvarianten
tr: QGD: Ortodoks savunması, İsviçre, Karlsbad varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, Швейцарський варіант, Карлсбадський варіант
vi: QGD: phòng thủ Orthodox, Thụy Sĩ, biến Karlsbad

source: QGD: Orthodox defence, classical variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, التفريع الكلاسيكي
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Clássica
ca: Gambit de Dama refusat - Defensa Ortodoxa amb 8. Ad3 - Variant clàssica
de: Damengambit (abgelehnt): Orthodox Verteidigung, Klassische Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa 8.Ad3, Variante Clásica
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, aldaera klasikoa
fr: Gambit Dame refusé, défense orthodoxe, var. classique
id: QGD: Pembelaan Orthodox, Varian Klasik
it: Gambetto di Donna Rifiutato, Difesa Ortodossa 8.Ad3, Variante Classica
nl: GDG: Orthodoxe verdediging klassieke variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, wariant klasyczny
ru: Отказанный ферзевый гамбит: ортодоксальная защита, классический вариант
si: DGZ, ortodoksna obramba, klasična različica
sv: Damgambit avböjd: Ortodoxt försvar, klassisk variant
tr: QGD: Ortodoks savunması, klasik varyasyon
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, класичний варіант
vi: QGD: Chính thống phòng thủ, biến thể cổ điển

source: QGD: Orthodox defence, classical, 13.d1b1 (Maroczy)
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, الكلاسيكي, 13.d1b1 (ماركوتزي)
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Clássica, Variante Maroczy 13.Db1
ca: Gambit de Dama refusat - Defensa Ortodoxa amb 8. Ad3 - Variant clàssica - Variant Maroczy amb 13. Db1
de: Damengambit (abgelehnt): Orthodoxe Verteidigung, Klassisch, 13.d1b1 (Maroczy)
es: Gambito de Dama Rehusado, Defensa Ortodoxa 8.Ad3, Variante Clásica, Variante Maroczy 13.Db1
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, klasikoa, 13.Db1 (Maroczy)
fr: Gambit Dame refusé, défense orthodoxe, var. classique, 13.Db1 (Maroczy)
id: QGD: Pembelaan Orthodox, Klasik, 13.db1 (Maroczy)
it: Gambetto di Donna Rifiutato, Difesa Ortodossa 8.Ad3, Variante Classica, Variante Maroczy 13.Db1
nl: GDG: Orthodoxe verdediging, klassiek, 13.d1b1 (Maroczy)
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, klasyczny, 13.d1b1 (Maroczy)
ru: Отказанный ферзевый гамбит: ортодоксальная защита, классический вариант, 13.Фb1
si: DGZ, ortodoksna obramba, klasična, 13. d1b1 (Maroczyeva)
sv: Damgambit avböjd: Ortodoxt försvar, klassisk, 13.d1b1 (Maroczy)
tr: QGD: Ortodoks savunması, klasik, 13.d1b1 (Maroczy)
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, класичний варіант, 13.Фb1 (Мароці)
vi: QGD: Phòng thủ Orthodox, cổ điển, 13.d1b1 (Maroczy)

source: QGD: Orthodox defence, classical, 13.d1c2 (Vidmar)
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, الكلاسيكي, 13.d1c2 (فيدمار)
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Clássica, Variante Vidmar 13.Dc2
ca: Gambit de Dama refusat - Defensa Ortodoxa amb 8. Ad3 - Variant clàssica - Variant Vidmar amb 13. Dc2
de: Damengambit (abgelehnt): Orthodoxe Verteidigung, Klassisch, 13.d1c2 (Vidmar)
es: Gambito de Dama Rehusado, Defensa Ortodoxa 8.Ad3, Variante Clásica, Variante Vidmar 13.Dc2
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, klasikoa, 13.Dc2 (Vidmar)
fr: Gambit Dame refusé, défense orthodoxe, var. classique, 13.Dc2 (Vidmar)
id: QGD: Pembelaan Orthodox, Klasik, 13.d1c2 (Vidmar)
it: Gambetto di Donna Rifiutato, Difesa Ortodossa 8.Ad3, Variante Classica, Variante Vidmar 13.Dc2
nl: GDG: Orthodoxe verdediging, klassiek, 13.d1c2 (Vidmar)
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, klasyczny, 13.d1c2 (Vidmar)
ru: Отказанный ферзевый гамбит: ортодоксальная защита, классический вариант, 13.Фc2
si: DGZ, ortodoksna obramba, klasična, 13. d1c2 (Vidmarjeva)
sv: Damgambit avböjd: Ortodoxt försvar, klassisk, 13.d1c2 (Vidmar)
tr: QGD: Ortodoks savunması, klasik, 13.d1c2 (Vidmar)
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, класичний варіант, 13.Фc2 (Відмар)
vi: QGD: Phòng thủ Orthodox, cổ điển, 13.d1c2 (Vidmar)

source: QGD: Orthodox defence, classical, 13.de
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, الكلاسيكي, 13.de
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Clássica, Linha Principal 13.dxe5
ca: Gambit de Dama refusat - Defensa Ortodoxa amb 8. Ad3 - Variant clàssica - Línia principal 13. dxe5
de: Damengambit (abgelehnt): Orthodoxe Verteidigung, Klassisch, 13.de
es: Gambito de Dama Rehusado, Defensa Ortodoxa 8.Ad3, Variante Clásica, Linea Principal 13.dxe5
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, klasikoa, 13.dxe5
fr: Gambit Dame refusé, défense orthodoxe, var. classique, 13.dxe5
id: QGD: Pembelaan Orthodox, Klasik. 13.de
it: Gambetto di Donna Rifiutato, Difesa Ortodossa 8.Ad3, Variante Classica, Linea Principale 13.dxe5
nl: GDG: Orthodoxe verdediging, klassiek, 13.de
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, klasyczny, 13.de
ru: Отказанный ферзевый гамбит: ортодоксальная защита, классический вариант, 13.de
si: DGZ; ortodoksna obramba, klasicen, 13.dxe5
sv: Damgambit avböjd: Ortodoxt försvar, klassisk, 13.de
tr: QGD: Ortodoks savunması, klasik, 13.de
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, класичний варіант, 13.de
vi: QGD: Phòng thủ Orthodox, cổ điển, 13.de

source: QGD: Orthodox defence
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع
br: Gambito da Dama Recusado, Defesa Ortodoxa
ca: Gambit de Dama refusat - Defensa Ortodoxa
de: Damengambit (abgelehnt): Orthodox Verteidigung
es: Gambito de Dama Rehusado, Defensa Ortodoxa
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa
fr: Gambit Dame refusé, défense orthodoxe
id: QGD: Pembelaan Orthodox
it: Gambetto di Donna Rifiutato, Difesa Ortodossa
nl: GDG: Orthodoxe verdediging
pl: Gam.hetm nieprzyj., obrona ortodoksyjna
ru: Отказанный ферзевый гамбит: ортодоксальная защита
si: DGZ, ortodoksna obramba
sv: Damgambit avböjd: Ortodoxt försvar
tr: QGD: Ortodoks savunması
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист
vi: QGD: Chính thống phòng thủ

source: QGD: Petrosian variation
ar: جامبيت الوزير المرفوض: بيتروسيان تفريع
br: Gambito da Dama Recusado, Variante Neo-Ortodoxa, Variante Petrosian
ca: Gambit de Dama refusat - Variant Neo-Ortodoxa - Variant Petrosian
de: Damengambit (abgelehnt): Petrosian-Variante
es: Gambito de Dama Rehusado, Variante Neo Ortodoxa, Variante Petrosian
eu: Damaren Ganbito Ukatua: Petrosiar aldaera
fr: Gambit Dame refusé, var. Petrossian
id: QGD: Varian Petrosian
it: Gambetto di Donna Rifiutato, Variante Neo Ortodossa, Variante Petrosian
pl: Gam.hetm nieprzyj., wariant Petrosian'a
ru: Отказанный ферзевый гамбит: вариант Петросяна
si: DGZ, Petrosianova različica
sv: Damgambit avböjd: Petrosjanvarianten
tr: QGD: Petrosian varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Петросяна
vi: Biến Petrosian: QGD

source: QGD: Pillsbury attack
ar: جامبيت الوزير المرفوض: بيلسبوري هجوم
br: Gambito da Dama Recusado, Ataque Pillsbury
ca: Gambit de Dama refusat - Atac Pillsbury
de: Damengambit (abgelehnt): Pillsbury Angriff
es: Gambito de Dama Rehusado, Ataque Pillsbury
eu: Damaren Ganbito Ukatua: Pillsburyko erasoa
fr: Gambit Dame refusé, attaque Pillsbury
id: QGD: Serangan Pillsbury
it: Gambetto di Donna Rifiutato, Attacco Pillsbury
nl: GDG: Pillsbury aanval
pl: Gam.hetm nieprzyj., atak Pillsbury
ru: Отказанный ферзевый гамбит: атака Пильсбери
si: DGZ, Pillsburyev napad
sv: Damgambit avböjd: Pillsburys angrepp
tr: QGD: Pillsbury hücumu
uk: Відхилений ферзевий гамбіт: атака Пільсбері
vi: QGD: Pillsbury tấn công

source: QGD: Ragozin variation
ar: جامبيت الوزير المرفوض: راجوزين تفريع
br: Gambito da Dama Recusado, Variante Ragozin
ca: Gambit de Dama refusat - Variant Ragozin
de: Damengambit (abgelehnt): Ragozin-Variante
es: Gambito de Dama Rehusado, Variante Ragozin
eu: Damaren Ganbito Ukatua: Ragozin aldaera
fr: Gambit Dame refusé, var. Ragozin
id: QGD: Varian Ragozin
it: Gambetto di Donna Rifiutato, Variante Ragozin
nl: GDG: Ragozin variant
pl: Gam.hetm nieprzyj., wariant Rogozin'a
ru: Отказанный ферзевый гамбит: защита Рагозина
si: DGZ; Ragozinova različica
sv: Damgambit avböjd: Ragozinvarianten
tr: QGD: Ragozin varyasyonu
uk: Відхилений ферзевий гамбіт: захист Рагозіна
vi: QGD: Ragozin biến

source: QGD: Ragozin, Vienna variation
ar: جامبيت الوزير المرفوض: راجوزين, فيينا تفريع
br: Gambito da Dama Recusado, Variante Ragozin, Variante Vienense
ca: Gambit de Dama refusat - Variant Ragozin - Variant Vienesa
de: Damengambit (abgelehnt): Ragozin, Wiener Variante
es: Gambito de Dama Rehusado, Variante Ragozin, Variante Vienesa
eu: Damaren Ganbito Ukatua: Ragozin, Vienako aldaera
fr: Gambit Dame refusé, var. Ragozin, var. de Vienne
id: QGD: Ragozin, Varian Wina
it: Gambetto di Donna Rifiutato, Variante Ragozin, Variante Viennese
nl: GDG: Ragozin, Wenen variant
pl: Gam.hetm nieprzyj., wariant wiedeński
ru: Отказанный ферзевый гамбит: защита Рагозина, венский вариант
si: DGZ; Ragozinova, dunajska različica
sv: Damgambit avböjd: Ragozin, Wienervarianten
tr: QGD: Ragozin, Viyana varyasyonu
uk: Відхилений ферзевий гамбіт: захист Рагозіна, Угорський варіант
vi: QGD: Ragozin, Vienna biến

source: QGD: Rochlin variation
ar: جامبيت الوزير المرفوض: روشلين تفريع
br: Gambito da Dama Recusado, Variante Rochlin
ca: Gambit de Dama refusat - Variant Rochlin
de: Damengambit (abgelehnt): Rochlin-Variante
es: Gambito de Dama Rehusado, Variante Rochlin
eu: Damaren Ganbito Ukatua: Rochlin aldaera
fr: Gambit Dame refusé, var. Rokhlin
id: QGD: Varian Rochin
it: Gambetto di Donna Rifiutato, Variante Rochlin
nl: GDG: Rochlin variant
pl: Gam.hetm nieprzyj., wariant Rochlin'a
ru: Отказанный ферзевый гамбит: вариант Рохлина
si: DGZ, Rochlinova različica
sv: Damgambit avböjd: Rochlinvarianten
tr: QGD: Rochlin varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Рохліна
vi: QGD: Rochlin biến

source: QGD: Semi-Tarrasch defence, Pillsbury variation
ar: جامبيت الوزير المرفوض: النصف-دفاع تاراش, بيلسبوري تفريع
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch, Variante Pillsbury
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch - Variant Pillsbury
de: Damengambit (abgelehnt): Semi-Tarrasch Verteidigung, Pillsbury-Variante
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch, Variante Pillsbury
eu: Damaren Ganbito Ukatua: Semi-Tarrasch defentsa, Pillsbury aldaera
fr: Gambit Dame refusé, défense semi-Tarrasch, var. Pillsbury
id: QGD: Semi Tarrasch, Varian Pillsbury
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch, Variante Pillsbury
nl: GDG: Semi-Tarraschverdediging, Pillsbury variant
pl: Gam.hetm nieprzyj., semi-Tarrasch, wariant Pillsbury
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша, вариант Пильсбери
si: DGZ, pol-Tarrascheva obramba, Pillsburyeva različica
sv: Damgambit avböjd: Semi-Tarrasch, Pillsburyvarianten
tr: QGD: Yarı Tarrasch savunması, Pillsbury varyasyonu
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша, варіант Пільсбері
vi: QGD: Phòng thủ Bán Tarrasch, biến Pillsbury

source: QGD: Semi-Tarrasch defence
ar: جامبيت الوزير المرفوض: النصف-دفاع تاراش
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch
de: Damengambit (abgelehnt): Semi-Tarrasch Verteidigung
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch
eu: Damaren Ganbito Ukatua: Semi-Tarrasch defentsa
fr: Gambit Dame refusé, défense semi-Tarrasch
id: QGD: Pembelaan Semi Tarrasch
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch
nl: GDG: Semi-Tarraschverdediging
pl: Gam.hetm nieprzyj., obrona semi-Tarrasch
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша
si: DGZ, pol-Tarrascheva obramba
sv: Damgambit avböjd: Semi-Tarrasch-försvar
tr: QGD: Yarı Tarrasch savunması
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша
vi: QGD: Phòng thủ Bán Tarrasch

source: QGD: Semi-Tarrasch with e3
ar: جامبيت الوزير المرفوض: النصف-تاراش مع e4
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch, 6.e3
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch - 6. e3
de: Damengambit (abgelehnt): Semi-Tarrasch mit e3
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch, 6.e3
eu: Damaren Ganbito Ukatua: Semi-Tarrasch e3rekin
fr: Gambit Dame refusé, défense semi-Tarrasch, avec e3
id: QGD: Semi Tarrasch dg e3
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch, 6.e3
nl: GDG: Semi-Tarrasch met e3
pl: Gam.hetm nieprzyj., semi-Tarrasch z e3
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша с e3
si: DGZ, pol-Tarrascheva z e3
sv: Damgambit avböjd: Semi-Tarrasch med e3
tr: QGD: e3 ile Yarı Tarrasch
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша з e3
vi: QGD: Bán Tarrasch với e3

source: QGD: Semi-Tarrasch, 5.cd
ar: جامبيت الوزير المرفوض: النصف-تاراش, 5.cd
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch, 5.cxd5
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch - 5. cxd5
de: Damengambit (abgelehnt): Semi-Tarrasch, 5.cd
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch, 5.cxd5
eu: Damaren Ganbito Ukatua: Semi-Tarrasch, 5.cd
fr: Gambit Dame refusé, défense semi-Tarrasch, 5.cxd5
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch, 5.cxd5
nl: GDG: Semi-Tarrasch, 5.cd
pl: Gam.hetm nieprzyj., semi-Tarrasch, 5.cd
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша, 5. cxd5
si: DGZ, pol-Tarrascheva, 5. cd
sv: Damgambit avböjd: Semi-Tarrasch, 5.cxd5
tr: QGD: Yarı Tarrasch, 5.cd
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша, 5.cd
vi: QGD: Bán Tarrasch, 5.cd

source: QGD: Semi-Tarrasch, 7.Bd3
ar: جامبيت الوزير المرفوض: النصف-تاراش, 7.Bd4
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch, 7.Bd3
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch - 7 .Ad3
de: Damengambit (abgelehnt): Semi-Tarrasch, 7.Ld3
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch, 7.Ad3
eu: Damaren Ganbito Ukatua: Semi-Tarrasch, 7.Ad3
fr: Gambit Dame refusé, défense semi-Tarrasch, 7.Fd3
id: QGD: Semi Tarrasch, 7.Gd3
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch, 7.Ad3
nl: GDG: Semi-Tarrasch, 7.Ld3
pl: Gam.hetm nieprzyj., semi-Tarrasch, 7.Gd3
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша, 7.Сd3
si: DGZ; Semi-Tarrasch, 7.Ld3
sv: Damgambit avböjd: Semi-Tarrasch, 7.Ld3
tr: QGD: Yarı Tarrasch, 7.Bd3
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша, 7.Сd3
vi: QGD: Bán Tarrasch, 7.Bd3

source: QGD: Semi-Tarrasch, Kmoch variation
ar: جامبيت الوزير المرفوض: النصف-تاراش, كنوش تفريع
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch, Variante Kmoch
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch - Variant Kmoch
de: Damengambit (abgelehnt): Semi-Tarrasch, Kmoch-Variante
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch, Variante Kmoch
eu: Damaren Ganbito Ukatua: Semi-Tarrasch, Kmoch aldaera
fr: Gambit Dame refusé, défense semi-Tarrasch, var. Kmoch
id: QGD: Semi Tarrasch, Varian Kmoch
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch, Variante Kmoch
nl: GDG: Semi-Tarrasch, Kmoch variant
pl: Gam.hetm nieprzyj., semi-Tarrasch, warinat Kmoch'a
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша, вариант Кмоха
si: DGZ, pol-Tarrascheva, Kmochova različica
sv: Damgambit avböjd: Semi-Tarrasch, Kmochvarianten
tr: QGD: Yarı Tarrasch, Kmoch varyasyonu
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша, варіант Кмоха
vi: QGD: Bán Tarrasch, Kmoch biến
