Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Caro-Kann: classical, Spassky variation
ar: كاروكان: الكلاسيكي, تفريع سباسكي
br: Defesa Caro-Kann, Variante Clássica, Variante Spassky
ca: Defensa Caro Kann - Variant clàssica - Variant Spassky
de: Caro-Kann: Klassisch, Spassky-Variante
es: Defensa Caro Kann, Variante Clásica, Variante Spassky
eu: Caro-Kann: klasikoa, Spassky aldaera
fr: Caro-Kann classique, var. Spassky
id: Caro-Kann: Klasik, Varian Spassky
it: Difesa Caro Kann, Variante Classica, Variante Spassky
nl: CaroKann: klassiek, Spassky variant
pl: Caro-Kann, klasyczny, wariant Spassky
ru: Защита Каро-Канн: классическая система, вариант Спасского
si: Caro-Kann: klasična, Spassky različica
sv: Caro-Kann: Klassisk, Spasskijvarianten
tr: Caro-Kann: klasik, Spassky varyasyonu
uk: Захист Каро-Канн: класична система, варіант Спаського
vi: Caro-Kann: cổ điển, biến thể Spassky

source: Caro-Kann: closed (Breyer) variation
ar: كاروكان: المغلق (برير) تفريع
br: Defesa Caro-Kann, Variante Fechada (Breyer)
ca: Defensa Caro Kann - Variant tancada o Breyer
de: Caro-Kann: Geschlossene (Breyer)-Variante
es: Defensa Caro Kann, Variante Cerrada o Breyer
eu: Caro-Kann: itxia (Breyer) aldaera
fr: Caro-Kann, var. fermée (Breyer)
id: Caro-Kann: Varian Tertutup (Breyer)
it: Difesa Caro Kann, Variante Chiusa o Breyer
nl: CaroKann: gesloten (Breyer) variant
pl: Caro-Kann, wariant zamknięty(Breyer'a)
ru: Защита Каро-Канн: закрытый вариант
si: Caro-Kann: zaprta (Breyerjeva) različica
sv: Caro-Kann: Sluten variant (Breyer)
tr: Caro-Kann: kapalı (Breyer) varyasyonu
uk: Захист Каро-Канн: закритий варіант
vi: Caro-Kann: biến thể (Breyer) đóng

source: Caro-Kann: exchange variation
ar: كاروكان: التكسير تفريع
br: Defesa Caro-Kann, Variante da Troca
ca: Defensa Caro Kann - Variant del canvi
de: Caro-Kann: Abtauschvariante
es: Defensa Caro Kann, Variante del Cambio
eu: Caro-Kann: truke aldaera
fr: Caro-Kann, var. d'échange
id: Caro-Kann: Varian Tukar
it: Difesa Caro Kann, Variante di Cambio
nl: CaroKann: ruilvariant
pl: Caro-Kann, wariant wymienny
ru: Защита Каро-Канн: разменный вариант
si: Caro-Kann: izmenjalna različica
sv: Caro-Kann: Avbytesvarianten
tr: Caro-Kann: takas varyasyonu
uk: Захист Каро-Канн: розмінний варіант
vi: Caro-Kann: biến thể đổi quân

source: Caro-Kann: exchange, Rubinstein variation
ar: كاروكان: التكسير, روبينشتاين تفريع
br: Defesa Caro-Kann, Variante da Troca, Variante Rubinstein
ca: Defensa Caro Kann - Variant del canvi - Variant Rubinstein
de: Caro-Kann: Abtauschvariante, Rubinstein-Variante
es: Defensa Caro Kann, Variante del Cambio, Variante Rubinstein
eu: Caro-Kann: trukea, Rubinstein aldaera
fr: Caro-Kann, var. d'échange, var. Rubinstein
id: Caro-Kann: Tukar, Varian Rubenstein
it: Difesa Caro Kann, Variante di Cambio, Variante Rubinstein
nl: CaroKann: ruilvariant, Rubinstein variant
pl: Caro-Kann, wymienny, wariant Rubinstein'a
ru: Защита Каро-Канн: разменный вариант, вариант Рубинштейна
si: Caro-Kann: izmenjalna, Rubinsteinova različica
sv: Caro-Kann: Avbytesvarianten, Rubinsteins variant
tr: Caro-Kann: takas, Rubinstein varyasyonu
uk: Захист Каро-Канн: розмінний варіант, варіант Рубінштейна
vi: Caro-Kann: đổi quân, biến Rubinstein

source: Caro-Kann: two knights variation
ar: كاروكان: الفرسين تفريع
br: Defesa Caro-Kann, Variante dos 2 Cavalos
ca: Defensa Caro Kann - Variant dels dos cavalls
de: Caro-Kann: Zweispringerspiel
es: Defensa Caro Kann, Variante de los 2 Caballos
eu: Caro-Kann: bi zaldunen aldaera
fr: Caro-Kann, var. des 2 cavaliers
id: Caro-Kann: Varian 2 Kuda
it: Difesa Caro Kann, Variante dei 2 Cavalli
nl: CaroKann: twee paarden variant
pl: Caro-Kann, wariant dwóch skoczków
ru: Защита Каро-Канн: вариант двух коней
si: Caro-Kann: različica dvek skakačev
sv: Caro-Kann: Tvåspringarspel
tr: Caro-Kann: iki at varyasyonu
uk: Захист Каро-Канн: варіант двох коней
vi: Caro-Kann: biến thể hai mã

source: Caro-Kann: two knights, 3...Bg4
ar: كاروكان: الفرسين, 3...Bg5
br: Defesa Caro-Kann, Variante dos 2 Cavalos, 3...Bg4
ca: Defensa Caro Kann - Variant dels dos cavalls - 3 ... Ag4
de: Caro-Kann: Zweispringerspiel, 3...Lg4
es: Defensa Caro Kann, Variante de los 2 Caballos, 3...Ag4
eu: Caro-Kann: bi zaldun, 3...Ag4
fr: Caro-Kann, var. des 2 cavaliers, 3...Fg4
id: Caro-Kann: 2 Kuda, 3... Gg4
it: Difesa Caro Kann, Variante dei 2 Cavalli, 3...Ag4
nl: CaroKann: twee paarden, 3 ... Lg4
pl: Caro-Kann, wariant dwóch skoczków, 3..Gg4
ru: Защита Каро-Канн: вариант двух коней, 3...Сg4
si: Caro-Kann: različica dveh skakačev, 3. Lg4
sv: Caro-Kann: Tvåspringarspel, 3...Lg4
tr: Caro-Kann: iki at, 3...Bg4
uk: Захист Каро-Канн: варіант двох коней, 3...Сg4
vi: Caro-Kann: hai mã, 3 ... Bg4

source: Caro-Masi defence
ar: كارو-مازي دفاع
br: Defesa Caro Masi
ca: Defensa Caro Kann - Defensa Caro Masi
de: Caro-Masi Verteidigung
es: Defensa Caro Kann, Defensa Caro Masi
eu: Caro-Kann: Caro-Masi defentsa
fr: Caro-Kann, var. Masi
id: Pembelaan Caro-Masi
it: Difesa Caro Kann, Difesa Caro Masi
nl: CaroMasi verdediging
pl: Obrona Caro-Masi
ru: Защита Каро-Маси
si: Caro-Masijeva obramba
sv: Caro-Masi-försvar
tr: Caro-Masi savunması
uk: Захист Каро-Масі
vi: Phòng thủ Carô-Masi

source: Carr's defence
ar: كار دفاع
br: Defesa Carr
ca: Defensa Carr
de: Carr's Verteidigung
es: Defensa Carr
eu: Carr defentsa
fr: Défense Carr
id: Pembelaan Carr
it: Difesa Carr
nl: Carr's verdediging
pl: Obrona Carra
ru: Защита Карра
si: Carrova obramba
sv: Carrs försvar
tr: Carr'ın savunması
uk: Захист Карра
vi: Phòng thủ Carr

source: Catalan opening
ar: افتتاح كاتالان
br: Abertura Catalã
ca: Obertura Catalana
de: Katalanisch Eröffnung
es: Apertura Catalana
eu: Irekiera katalana
fr: Partie catalane
id: Pembukaan Katalan
it: Apertura Catalana
nl: Catalaans
pl: Debiut kataloński
ru: Каталонское начало
si: Catalanka otvoritev
sv: Katalanskt
tr: Katalonya açılışı
uk: Каталонський початок
vi: Khai cuộc Catalan

source: Catalan: closed, 5.Nf3
ar: كاتالان: المغلق, 5.Nf4
br: Abertura Catalã, Variante Fechada, 5.Cf3
ca: Obertura Catalana - Variant tancada - 5. Cf3
de: Katalanisch: Geschlossen, 5.Sf3
es: Apertura Catalana, Variante Cerrada, 5.Cf3
eu: Katalana: itxia, 5.Zf3
fr: Catalane fermée, 5.Cf3
id: Katalan: Tertutup, 5.Kf3
it: Apertura Catalana, Variante Chiusa, 5.Cf3
nl: Catalaans: gesloten, 5.Pf3
pl: Kataloński zamknięty, 5.Sf3
ru: Каталонское начало: закрытый вариант, 5.Кf3
si: Catalanka: zaprta, 5. Sf3
sv: Katalanskt: Sluten, 5.Sf3
tr: Katalonya: kapalı, 5.Nf3
uk: Каталонський початок: закритий варіант, 5.Кf3
vi: Catalan: Đóng, 5.Nf3

source: Catalan: closed, 6...Nbd7
ar: كاتالان: المغلق, 6...Nbd8
br: Abertura Catalã, Variante Fechada, 6...Cbd7
ca: Obertura Catalana - Variant tancada - 6 ... Cbd7
de: Katalanisch: Geschlossen, 6...Sbd7
es: Apertura Catalana, Variante Cerrada, 6...Cbd7
eu: Katalana: itxia, 6...Zbd7
fr: Catalane fermée, 6...Cbd7
id: Katalan: Tertutup, 6... Kbd7
it: Apertura Catalana, Variante Chiusa, 6...Cbd7
nl: Catalaans: gesloten, 6 ... Pbd7
pl: Kataloński zamknięty, 6...Sbd7
ru: Каталонское начало: закрытый вариант, 6...Кbd7
si: Catalanka: zaprta. 6. Sbd7
sv: Katalanskt: Sluten, 6...Sbd7
tr: Katalonya: kapalı, 6...Nbd7
uk: Каталонський початок: закритий варіант, 6...Кbd7
vi: Catalan: kĐóng, 6 ... Nbd7

source: Catalan: closed, 7.Qc2
ar: كاتالان: المغلق, 7.Qc3
br: Abertura Catalã, Variante Fechada, 7.Dc2
ca: Obertura Catalana - Variant tancada - 7. Dc2
de: Katalanisch: Geschlossen, 7.Dc2
es: Apertura Catalana, Variante Cerrada, 7.Dc2
eu: Katalana: itxia, 7.Dc2
fr: Catalane fermée, 7.Dc2
id: Katalan: Tertutup, 7.Mc2
it: Apertura Catalana, Variante Chiusa, 7.Dc2
nl: Catalaans: gesloten, 7.Dc2
pl: Kataloński zamknięty, 7.Hc2
ru: Каталонское начало: закрытый вариант, 7.Фc2
si: Catalanka: zaprta, 7. Dc2
sv: Katalanskt: Sluten, 7.Dc2
tr: Katalonya: kapalı, 7.Qc2
uk: Каталонський початок: закритий варіант, 7.Фc2
vi: Catalan: Đóng, 7.Qc2

source: Catalan: closed, Botvinnik variation
ar: كاتالان: المغلق, بوتفنيك تفريع
br: Abertura Catalã, Variante Fechada, Variante Botvinnik
ca: Obertura Catalana - Variant tancada - Variant Botvinnik
de: Katalanisch: Geschlossen, Botvinnik-Variante
es: Apertura Catalana, Variante Cerrada, Variante Botvinnik
eu: Katalana: itxia, Botvinnik aldaera
fr: Catalane fermée, var. Botvinnik
id: Katalan: Tertutup, Varian Botwinnik
it: Apertura Catalana, Variante Chiusa, Variante Botvinnik
nl: Catalaans: gesloten, Botvinnik variant
pl: Kataloński zamknięty, wariant Botvinnik'a
ru: Каталонское начало: закрытый вариант, вариант Ботвинника
si: Catalanka: zaprta, Botvinnikova različica
sv: Katalanskt: Sluten, Botvinnikvarianten
tr: Katalonya: kapalı, Botvinnik varyasyonu
uk: Каталонський початок: закритий варіант, варіант Ботвинника
vi: Catalan: Đóng, biến thể Botvinnik

source: Catalan: closed, Qc2 & b3
ar: كاتالان: المغلق, Qc2 & b4
br: Abertura Catalã, Variante Fechada, 7.Dc2 & 8.b3
ca: Obertura Catalana - Variant tancada - 7. Dc2 i 8. b3
de: Katalanisch: Geschlossen, Dc2 & b3
es: Apertura Catalana, Variante Cerrada, 7.Dc2 y 8.b3
eu: Katalana: itxia, Dc2 & b3
fr: Catalane fermée, avec Dc2 et b3
id: Katalan: Tertutup, Mc2 dan b3
it: Apertura Catalana, Variante Chiusa, 7.Dc2 y 8.b3
nl: Catalaans: gesloten, Dc2 & b3
pl: Kataloński zamknięty, Hc2 & b3
ru: Каталонское начало: закрытый вариант, Фc2 и b3
si: Catalanka: zaprta, Dc2 & b3
sv: Katalanskt: Sluten med Dc2 och b3
tr: Katalonya: kapalı, Qc2 & b3
uk: Каталонський початок: закритий варіант, Фc2 і b3
vi: Catalan: Đóng, Qc2 & b3

source: Catalan: closed, Sokolsky variation
ar: كاتالان: المغلق, سوكولوسكي تفريع
br: Abertura Catalã, Variante Fechada, Linha Principal, Variante Sokolsky
ca: Obertura Catalana - Variant tancada - Línia principal - Variant Sokolsky
de: Katalanisch: Geschlossen, Sokolsky-Variante
es: Apertura Catalana, Variante Cerrada, Linea Principal, Variante Sokolsky
eu: Katalana: itxia, Sokolsky aldaera
fr: Catalane fermée, var. Sokolsky
id: Katalan: Tertutup, Varian Sokolsky
it: Apertura Catalana, Variante Chiusa, Linea Principale, Variante Sokolsky
nl: Catalaans: gesloten, Sokolsky variant
pl: Kataloński zamknięty, wariant Sokolsky
ru: Каталонское начало: закрытый вариант, вариант Сокольского
si: Catalanka: zaprta, Sokolsky različica
sv: Katalanskt: Sluten, Sokolskijvarianten
tr: Katalonya: kapalı, Sokolsky varyasyonu
uk: Каталонський початок: закритий варіант, варіант Сокольского
vi: Catalan: Đóng, biến thể Sokolsky

source: Catalan: closed, Spassky gambit
ar: كاتالان: المغلق, سباسكي جامبيت
br: Abertura Catalã, Variante Fechada, Gambito Spassky
ca: Obertura Catalana - Variant tancada - Gambit Spassky
de: Katalanisch: Geschlossen, Spassky Gambit
es: Apertura Catalana, Variante Cerrada, Gambito Spassky
eu: Katalana: itxia, Spassky ganbitoa
fr: Catalane fermée, gambit Spassky
id: Katalan: Tertutup, Gambit Spassky
it: Apertura Catalana, Variante Chiusa, gambetto Spassky
nl: Catalaans: gesloten, Spassky gambiet
pl: Kataloński zamknięty, gambit Spassky
ru: Каталонское начало: закрытый вариант, гамбит Спасского
si: Catalanka: zaprta, Spasskyev gambit
sv: Katalanskt: Sluten, Spasskijgambit
tr: Katalonya: kapalı, Spassky gambiti
uk: Каталонський початок: закритий варіант, гамбіт Спаського
vi: Catalan: Đóng, thí quân Spassky

source: Catalan: closed, Zagoryansky variation
ar: كاتالان: المغلق, زاجوريانسكي تفريع
br: Abertura Catalã, Variante Fechada, Variante Zagoryansky
ca: Obertura Catalana - Variant tancada - Variant Zagoryansky
de: Katalanisch: Geschlossen, Zagoryansky-Variante
es: Apertura Catalana, Variante Cerrada, Variante Zagoryansky
eu: Katalana: itxia, Zagoryansky irekiera
fr: Catalane fermée, var. Zagoryansky
id: Katalan: Tertutup, Varian Zagoryansky
it: Apertura Catalana, Variante Chiusa, Variante Zagoryansky
nl: Catalaans: gesloten, Zagoryansky variant
pl: Kataloński zamknięty, wariant Zagoryansky
ru: Каталонское начало: закрытый вариант, вариант Загорянского
si: Catalanka: zaprta, Zagoryanskyeva različica
sv: Katalanskt: Sluten, Zagorjanskijvarianten
tr: Katalonya: kapalı, Zagoryansky varyasyonu
uk: Каталонський початок: закритий варіант, варіант Загорянського
vi: Catalan: Đóng, biến thể Zagoryansky

source: Catalan: closed, main line
ar: كاتالان: المغلق, الخط الرئيسي
br: Abertura Catalã, Variante Fechada, Linha Principal
ca: Obertura Catalana - Variant tancada - Línia principal
de: Katalanisch: Geschlossen, Hauptvariante
es: Apertura Catalana, Variante Cerrada, Linea Principal
eu: Katalana: itxia, lerro nagusia
fr: Catalane fermée, ligne principale
id: Katalan: Tertutup, Jalur Utama
it: Apertura Catalana, Variante Chiusa, Linea Principale
nl: Catalaans: gesloten, hoofdlijn
pl: Kataloński zamknięty, główna linia
ru: Каталонское начало: закрытый вариант, основное продолжение
si: Catalanka: zaprta, glavna linija
sv: Katalanskt: Sluten, huvudvariant
tr: Katalonya: kapalı, ana hat
uk: Каталонський початок: закритий варіант, основне продовження
vi: Catalan: biến , dòng chính

source: Catalan: closed
ar: كاتالان: المغلق
br: Abertura Catalã, Variante Fechada
ca: Obertura Catalana - Variant tancada
de: Katalanisch: Geschlossen
es: Apertura Catalana, Variante Cerrada
eu: Katalana: itxia
fr: Catalane fermée
id: Katalan: Varian Tertutup
it: Apertura Catalana, Variante Chiusa
nl: Catalaans: gesloten
pl: Kataloński zamknięty
ru: Каталонское начало: закрытый вариант
si: Catalanka: zaprta
sv: Katalanskt: Sluten variant
tr: Katalonya: kapalı
uk: Каталонський початок: закритий варіант
vi: Catalan: Đóng

source: Catalan: open, 5.Nf3
ar: كاتالان: المفتوح , 5.Nf4
br: Abertura Catalã, Variante Aberta, 5.Cf3
ca: Obertura Catalana - Variant oberta - 5. Cf3
de: Katalanisch: Offenes System, 5.Sf3
es: Apertura Catalana, Variante Abierta, 5.Cf3
eu: Katalana: irekia, 5.Zf3
fr: Catalane ouverte, 5.Cf3
id: Katalan: Terbuka, 5.Kf3
it: Apertura Catalana, Variante Aperta, 5.Cf3
nl: Catalaans: open, 5.Pf3
pl: Kataloński zamknięty
ru: Каталонское начало: открытый вариант, 5.Кf3
si: Catalanka: odprta, 5. Sf3
sv: Katalanskt: Öppen, 5.Sf3
tr: Katalonya: açık, 5.Nf3
uk: Каталонський початок: відкритий варіант, 5.Кf3
vi: Catalan: khai cuộc, 5.Nf3

source: Catalan: open, 5.Qa4 Nbd7, 6.Qxc4
ar: كاتالان: المفتوح , 5.Qa4 Nbd7, 6.Qxc5
br: Abertura Catalã, Variante Aberta, 5.Ra4 Cbd7, 6.Rxc4
ca: Obertura Catalana - Variant oberta
de: Katalanisch: Offenes System, 5.Da4 Sbd7, 6.Dxc4
es: Apertura Catalana, Variante Abierta
eu: Katalana: irekia, 5.Da4 Zbd7, 6.Dxc4
fr: Catalane ouverte, 5.Da4+ Cbd7 6.Dxc4
id: Katalan: Terbuka, 5.Ma4 Kbd7 6.Mxc4
it: Apertura Catalana, Variante Aperta
nl: Catalaans: open, 5.Da4 Pbd7, 6.Dxc4
pl: Kataloński otwarty, 5.Ha4 Sbd7, 6.Hxc4
ru: Каталонское начало: открытый вариант, 5.Фa4 Кbd7, 6.Фxc4
si: Catalanka: odprta, 5. Da4 Sbd7, 6.Dxc4
sv: Katalanskt: Öppen, 5.Da4 Sbd7, 6.Dxc4
tr: Katalonya: açık, 5.Qa4 Nbd7, 6.Qxc4
uk: Каталонський початок: відкритий варіант, 5.Фa4 Кbd7, 6.Фxc4
vi: Catalan: khai cuộc, 5.Qa4 Nbd7, 6.Qxc4

source: Catalan: open, 5.Qa4
ar: كاتالان: المفتوح , 5.Qa5
br: Abertura Catalã, Variante Aberta
ca: Obertura Catalana - Variant oberta
de: Katalanisch: Offenes System, 5.Da4
es: Apertura Catalana, Variante Abierta
eu: Katalana: irekia, 5.Da4
fr: Catalane ouverte, 5.Da4+
id: Katalan: Terbuka, 5.Ma4
it: Apertura Catalana, Variante Aperta
nl: Catalaans: open, 5.Da4
pl: Kataloński otwarty, 5.Ha4
ru: Каталонское начало: открытый вариант, 5.Фa4
si: Catalanka: odprta, 5. Da4
sv: Katalanskt: Öppen, 5.Da4
tr: Kataonya: açık, 5.Qa4
uk: Каталонський початок: відкритий варіант, 5.Фa4
vi: Catalan: khai cuộc, 5.Qa4

source: Catalan: open, Alekhine variation
ar: كاتالان: المفتوح , اليخين تفريع
br: Abertura Catalã, Variante Aberta, Variante Alekhine
ca: Obertura Catalana - Variant oberta - Variant Alekhine
de: Katalanisch: Offenes System, Aljechin-Variante
es: Apertura Catalana, Variante Abierta, Variante Alekhine
eu: Katalana: irekia, Alekhine aldaera
fr: Catalane ouverte, var. Alekhine
id: Katalan: Terbuka, Varian Alekhine
it: Apertura Catalana, Variante Aperta, Variante Alekhine
nl: Catalaans: open, Aljechin variant
pl: Kataloński otwarty, wariant Alekhin'a
ru: Каталонское начало: открытый вариант, вариант Алехина
si: Catalanka: odprta, Aljehinova različica
sv: Katalanskt: Öppen, Aljechinvarianten
tr: Katalonya: açık, Alekhine varyasyonu
uk: Каталонський початок: відкритий варіант, варіант Альохіна
vi: Catalan: khai cuộc, biến thể Alekhine

source: Catalan: open, classical line
ar: كاتالان: المفتوح , الكلاسيكي الخط
br: Abertura Catalã, Variante Aberta, Linha Clássica
ca: Obertura Catalana - Variant oberta - Línia clàssica
de: Katalanisch: Offenes System, Klassisch line
es: Apertura Catalana, Variante Abierta, Linea Clásica
eu: Katalana: irekia, lerro klasikoa
fr: Catalane ouverte, ligne classique
id: Katalan: Terbuka, Varian Klasik
it: Apertura Catalana, Variante Aperta, Linea Classica
nl: Catalaans: open, klassieke lijn
pl: Kataloński otwarty, klasyczna linia
ru: Каталонское начало: открытый вариант, классическое продолжение
si: Catalanka: odprta, klasična linija
sv: Katalanskt: Öppen, klassisk variant
tr: Katalonya: açık, klasik hat
uk: Каталонський початок: відкритий варіант, класичне продовження
vi: Catalan: khai cuộc, nhánh cổ điển

source: Centre game, Kieseritsky variation
ar: الوسط مباراة, كايزرتسكي تفريع
br: Abertura do Centro, Variante Kieseritzky
ca: Obertura del centre - Variant Kieseritzky
de: Zentrumsspiel, Kieseritsky-Variante
es: Apertura del Centro, Variante Kieseritzky
eu: Erdiko partida, Kieseritsky aldaera
fr: Partie du centre, var. Kieseritzky
id: Pembukaan Tengah: Varian Kieseritsky
it: Apertura del Centro, Variante Kieseritzky
nl: Centrum partij, Kieseritsky variant
pl: Gra Centrum, wariant Kieseritsky'ego
ru: Центральный дебют: вариант Кизерицкого
si: Središčna igra, Kieseritsky različica
sv: Centrumspel: Kieseritzkyvarianten
tr: Oyun merkezi, Kieseritsky varyasyonu
uk: Центральний дебют: варіант Кізерицького
vi: Ván cờ trung tâm, biến thể Kieseritsky

source: Centre game: Berger variation
ar: الوسط مباراة: بيرجر تفريع
br: Abertura do Centro, Variante Berger
ca: Obertura del centre - Variant Berger
de: Zentrumsspiel: Berger-Variante
es: Apertura del Centro, Variante Berger
eu: Erdiko partida: Berger aldaera
fr: Partie du centre, var. Berger
id: Pembukaan Tengah: Varian Berger
it: Apertura del Centro, Variante Berger
nl: Centrum partij: Berger variant
pl: Gra Centrum, wariant Berger'a
ru: Центральный дебют: вариант Бергера
si: Središčna igra: Bergerjeva različica
sv: Centrumspel: Bergervarianten
tr: Oyun merkezi: Berger varyasyonu
uk: Центральний дебют: варіант Бергера
vi: Ván cờ trung tâm: biến thể Berger

source: Centre game: Charousek variation
ar: الوسط مباراة: تشاروسك تفريع
br: Abertura do Centro, Variante Charousek
ca: Obertura del centre - Variant Charousek
de: Zentrumsspiel: Charousek-Variante
es: Apertura del Centro, Variante Charousek
eu: Erdiko partida: Charousek aldaera
fr: Partie du centre, var. Charousek
id: Pembukaan Tengah: Varian Charousek
it: Apertura del Centro, Variante Charousek
nl: Centrum partij: Charousek variant
pl: Gra Centrum, wariant Chrousek'a
ru: Центральный дебют: вариант Харузека
si: Središčna igra: Charousekova različica
sv: Centrumspel: Charousekvarianten
tr: Oyun merkezi: Charousek varyasyonu
uk: Центральний дебют: варіант Харузека
vi: Ván cờ trung tâm: biến thể Charousek

source: Centre game: Hall variation
ar: الوسط مباراة: تفريع هول
br: Abertura do Centro, Variante Hall
ca: Obertura del centre - Variant Hall
de: Zentrumsspiel: Hall-Variante
es: Apertura del Centro, Variante Hall
eu: Erdiko partida: Hall aldaera
fr: Partie du centre, var. Hall
id: Pembukaan Tengah: Varian Hall
it: Apertura del Centro, Variante Hall
nl: Centrum partij: Hall variant
pl: Gra Centrum, wariant Hall'a
ru: Центральный дебют: вариант Холла
si: Središčna igra: Hallova različica
sv: Centrumspel: Hallvarianten
tr: Oyun merkezi: Hall varyasyonu
uk: Центральний дебют: варіант Холла
vi: Ván cờ trung tâm: biến thể Hall

source: Centre game: Kupreichik variation
ar: الوسط مباراة: كبريشيك تفريع
br: Abertura do Centro, Variante Kupreichik
ca: Obertura del centre - Variant Kupreichik
de: Zentrumsspiel: Kupreichik-Variante
es: Apertura del Centro, Variante Kupreichik
eu: Erdiko partida: Kupreichik aldaera
fr: Partie du centre, var. Kupreichik
id: Pembukaan Tengah: Varian Kupreichik
it: Apertura del Centro, Variante Kupreichik
nl: Centrum partij: Kupreichik variant
pl: Gra Centrum, wariant Kupreichik'a
ru: Центральный дебют: вариант Купрейчика
si: Središčna igra: Kupreichikova različica
sv: Centrumspel: Kuprejtjikvarianten
tr: Oyun merkezi: Kupreichik varyasyonu
uk: Центральний дебют: варіант Купрейчика
vi: Ván cờ trung tâm: biến thể Kupreichik

source: Centre game: Paulsen attack
ar: الوسط مباراة: بولسن هجوم
br: Abertura do Centro, Ataque Paulsen
ca: Obertura del centre - Atac Paulsen
de: Zentrumsspiel: Paulsen Angriff
es: Apertura del Centro, Ataque Paulsen
eu: Erdiko partida: Paulsen erasoa
fr: Partie du centre, attaque Paulsen
id: Pembukaan Tengah: Varian Paulsen
it: Apertura del Centro, Attacco Paulsen
nl: Centrum partij: Paulsen aanval
pl: Gra Centrum, atak Paulsen'a
ru: Центральный дебют: атака Паульсена
si: Središčna igra: Paulsenov napad
sv: Centrumspel: Paulsens angrepp
tr: Oyun merkezi: Paulsen hücumu
uk: Центральний дебют: атака Паульсена
vi: Ván cờ trung tâm: tấn công Paulsen

source: Centre game: l'Hermet variation
ar: الوسط مباراة: لوهيرمت تفريع
br: Abertura do Centro, Variante l'Hermet
ca: Obertura del centre - Variant l'Hermet
de: Zentrumsspiel: l'Hermet-Variante
es: Apertura del Centro, Variante l'Hermet
eu: Erdiko partida: l'Hermet aldaera
fr: Partie du centre, var. L'hermet
id: Pembukaan Tengah: Varian I'Helmet
it: Apertura del Centro, Variante l'Hermet
nl: Centrum partij: l'Hermet variant
pl: Gra Centrum, wariant l'Hermet'a
ru: Центральный дебют: вариант Эрме
si: Središčna igra: I'Hermetova različica
sv: Centrumspel: L'Hermetvarianten
tr: Oyun merkezi: l'Hermet varyasyonu
uk: Центральний дебют: варіант Ерме
vi: Ván cờ trung tâm : biến thể l'Hermet

source: Centre game
ar: الوسط مباراة
br: Abertura do Centro
ca: Obertura del centre
de: Zentrumsspiel
es: Apertura del Centro
eu: Erdiko partida
fr: Partie du centre
id: Pembukaan Tengah
it: Apertura del Centro
nl: Centrumpartij
pl: Gra Centrum
ru: Центральный дебют
si: Središčna igra
sv: Centrumspel
tr: Oyun merkezi
uk: Центральний дебют
vi: Ván cờ trung tâm

source: Clemenz (Mead's, Basman's or de Klerk's) opening
ar: كليمينز (ميد, باسمان أو ديل كليرك) افتتاح
br: Abertura Clemenz (Mead's, Basman's e De Klerk's)
ca: Obertuta Clemenz o Mead o Basman o De Klerk
de: Clemenz (Mead's, Basman's oder de Klerk's) Eröffnung
es: Apertura Clemenz o Mead o Basman o De Klerk
eu: Clemenz (Mead's, Basman's edo de Klerk's) aldaera
fr: Ouverture Clemenz (Mead, Basman ou de Klerk)
id: Pembukaan Clemenz (Meda, Basman, de Klerk)
it: Apertura Clemenz o Mead o Basman o De Klerk
nl: Clemenz (Mead, Basman's of de Klerk's) opening
pl: Debiut Clemenz'a (Meada, Basmana lub de Klerka)
ru: Дебют Клеменца
si: Clemenz (Meadova, Basmanova ali de Klerkova) otvoritev
sv: Clemenz spelöppning (Meads, Basmans eller de Klerks)
tr: Clemenz (Mead'ın, Basman'ın veya de Klerk'in) açılışı
uk: Дебют Клеменца
vi: Khai cuộc Clemenz (Mead, Basman hoặc de Klerk)

source: Colle system
ar: نظام كولي
br: Abertura do Peão de Dama, Sistema Colle
ca: Obertura de peó de Dama - Sistema Colle
es: Apertura del Peón de Dama, Sistema Colle
eu: Colle sistema
fr: Système Colle - Koltanowski
id: Sistem Colle
it: Sistema Colle
nl: Colle-systeem
pl: System Colla
ru: Система Колле
si: Colleov sistem
sv: Colle-systemet
tr: Colle sistemi
uk: Система Колле
vi: Hệ thống Colle
