Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: QGD semi-Slav: 5...Nd7
ar: جامبيت الوزير المرفوض النصف-السلافي: 5...Nd8
br: Gambito da Dama Recusado, Defesa Semi-Eslava, 5...Cbd7
ca: Gambit de Dama refusat - Defensa Semi-Eslava - 5. ... Cbd7
de: Damengambit (abgelehnt) Halbslawisch: 5...Nd7
es: Gambito de Dama Rehusado, Defensa Semi Eslava, 5...Cbd7
eu: Damaren Ganbito Ukatua erdi-eslaviarra: 5...Zd7
fr: Gambit Dame refusé, semi-slave, 5...Cd7
id: QGD: Semi Slavia, 5... Kd7
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, 5...Cbd7
nl: GDG semi-Slavisch: 5 ... Pd7
pl: Gam.hetm nieprzyj. pół-słowiańska 5..Sd7
ru: Отказанный ферзевый гамбит: славянская защита, 5... Кd7
si: DGZ pol-slovanska, 5...Sd7
sv: Damgambit avböjd: Semi-slaviskt, 5...Sd7
tr: QGD yarı Slav: 5...Nd7
uk: Відхилений ферзевий гамбіт: Слов’янський захист, 5... Кd7
vi: QGD bán Slav: 5 ... Nd7

source: QGD semi-Slav: 5.Bg5 dc
ar: جامبيت الوزير المرفوض النصف-السلافي: 5.Bg5 dc
br: Gambito da Dama Recusado, Defesa Semi-Eslava, 5.Bg5 dxc4
ca: Gambit de Dama refusat - Defensa Semi-Eslava - 5. Ag5 dxc4
de: Damengambit (abgelehnt) Halbslawisch: 5.Lg5 dc
es: Gambito de Dama Rehusado, Defensa Semi Eslava, 5.Ag5 dxc4
eu: Damaren Ganbito Ukatua erdi-eslaviarra: 5.Ag5 dc
fr: Gambit Dame refusé, semi-slave, 5.Fg5 dxc4
id: QGD: Semi Slavia, 5.Gg5 dc
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, 5.Ag5 dxc4
nl: GDG semi-Slavisch: 5.Lg5 dc
pl: Gam.hetm nieprzyj. pół-słowiańska 5.Gg5 dc
ru: Отказанный ферзевый гамбит: славянская защита, 5.Сg5 dc
si: DGZ pol-slovanska, 5. Lg5 dc
sv: Damgambit avböjd: Semi-slaviskt, 5.Lg5 dxc4
tr: QGD yarı Slav: 5.Bg5 dc
uk: Відхилений ферзевий гамбіт: Слов’янський захист, 5.Сg5 dc
vi: QGD bán Slav: 5.Bg5 dc

source: QGD semi-Slav: 5.e3
ar: جامبيت الوزير المرفوض النصف-السلافي: 5.e4
br: Gambito da Dama Recusado, Defesa Semi-Eslava, 5.e3
ca: Gambit de Dama refusat - Defensa Semi-Eslava - 5. e3
de: Damengambit (abgelehnt) Halbslawisch: 5.e3
es: Gambito de Dama Rehusado, Defensa Semi Eslava, 5.e3
eu: Damaren Ganbito Ukatua erdi-eslaviarra: 5.e3
fr: Gambit Dame refusé, semi-slave, 5.e3
id: QGD: Semi Slavia, 5.e3
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, 5.e3
nl: GDG semi-Slavisch: 5.e3
pl: Gam.hetm nieprzyj. pół-słowiańska 5.e3
ru: Отказанный ферзевый гамбит: славянская защита, 5.e3
si: DGZ pol-slovanska, 5. e3
sv: Damgambit avböjd: Semi-slaviskt, 5.e3
tr: QGD yarı Slav: 5.e3
uk: Відхилений ферзевий гамбіт: Слов’янський захист, 5.e3
vi: QGD bán Slav: 5.e3

source: QGD semi-Slav: 6.Bd3
ar: جامبيت الوزير المرفوض النصف-السلافي: 6.Bd4
br: Gambito da Dama Recusado, Defesa Semi-Eslava, 6.Bd3
ca: Gambit de Dama refusat - Defensa Semi-Eslava - 6. Ad3
de: Damengambit (abgelehnt) Halbslawisch: 6.Ld3
es: Gambito de Dama Rehusado, Defensa Semi Eslava, 6.Ad3
eu: Damaren Ganbito Ukatua erdi-eslaviarra: 6.Ad3
fr: Gambit Dame refusé, semi-slave, 6.Fd3
id: QGD: Semi Slavia, 6.Gd3
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, 6.Ad3
nl: GDG semi-Slavisch: 6.Ld3
pl: Gam.hetm nieprzyj. pół-słowiańska 6.Gd3
ru: Отказанный ферзевый гамбит: славянская защита, 6. Сd3
si: DGZ pol-slovanska, 6. Ld3
sv: Damgambit avböjd: Semi-slaviskt, 6.Ld3
tr: QGD yarı Slav: 6.Bd3
uk: Відхилений ферзевий гамбіт: Слов’янський захист, 6. Сd3
vi: QGD bán Slav: 6.Bd3

source: QGD semi-Slav: 7.Bc4
ar: جامبيت الوزير المرفوض النصف-السلافي: 7.Bc5
br: Gambito da Dama Recusado, Defesa Semi-Eslava, 7.Bc4
ca: Gambit de Dama refusat - Defensa Semi-Eslava - 6 ...dxc4 7. Axc4
de: Damengambit (abgelehnt) Halbslawisch: 7.Lc4
es: Gambito de Dama Rehusado, Defensa Semi Eslava, 6...dxc4 7.Axc4
eu: Damaren Ganbito Ukatua erdi-eslaviarra: 7.Ac4
fr: Gambit Dame refusé, semi-slave, 7.Fc4
id: QGD: Semi Slavia, 7.Gc4
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, 6...dxc4 7.Axc4
nl: GDG semi-Slavisch: 7.Lc4
pl: Gam.hetm nieprzyj. pół-słowiańska 7.Gc4
ru: Отказанный ферзевый гамбит: славянская защита, 7. Сc4
si: DGZ pol-slovanska, 7. Lc4
sv: Damgambit avböjd: Semi-slaviskt, 6...dxc4 7.Lxc4
tr: QGD yarı Slav: 7.Bc4
uk: Відхилений ферзевий гамбіт: Слов’янський захист, 7. Сc4
vi: QGD bán Slav: 7.Bc4

source: QGD semi-Slav: Bogolyubov variation
ar: جامبيت الوزير المرفوض النصف-السلافي: تفريع وجوليوبوف
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Bogoljubow
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Bogoljubow
de: Damengambit (abgelehnt) Halbslawisch: Bogolyubov-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Bogoljubow
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Bogolyubov aldaera
fr: Gambit Dame refusé, semi-slave, var. Bogoljubov
id: QGD: Semi Slavia, Varian Bogolyubov
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Bogoljubow
nl: GDG semi-Slavisch: Bogolyubov variant
pl: Gam.hetm nieprzyj. pół-słowiańska, wariant Bogolyubov'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Боголюбова
si: DGZ pol-slovanska, Bogolyubova različica
sv: Damgambit avböjd: Semi-slaviskt, Bogoljubowvarianten
tr: QGD yarı Slav: Bogolyubov varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Боголюбова
vi: QGD bán Slav: Bogolyubov biến

source: QGD semi-Slav: Botvinnik system (anti-Meran)
ar: جامبيت الوزير المرفوض النصف-السلافي: نظام بوتفنيك (ضد-ميران)
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Sistema Botvinnik (Anti-Merano)
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Sistema Botvinink o Anti-Merano
de: Damengambit (abgelehnt) Halbslawisch: Botvinnik System (Anti-Meran)
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Sistema Botvinnik o Anti Merano
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Botvinnik sistema (Meran aldaeraren aurkakoa)
fr: Gambit Dame refusé, semi-slave, système Botvinnik anti-variante de Méran
id: QGD: Semi Slavia, Sistem Botwinnik (Anti Meran)
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Sistema Botvinnik o Anti Merano
nl: GDG semi-Slavisch: Botvinnik systeem (anti-Meran)
pl: Gam.hetm nieprzyj. pół-słowiańska, system Botvinnik'a(anty-Meran)
ru: Отказанный ферзевый гамбит: славянская защита, система Ботвинника
si: DGZ pol-slovanska, Botvinnikov sistem (proti-Meranova)
sv: Damgambit avböjd: Semi-slaviskt, Botvinniksystemet (Anti-Meran)
tr: QGD yarı Slav: Botvinnik sistemi (anti-Meran)
uk: Відхилений ферзевий гамбіт: Слов’янський захист, система Ботвинника (анти-Меран)
vi: QGD bán Slav: hệ thống Botvinnik (chống Meran)

source: QGD semi-Slav: Chigorin defence
ar: جامبيت الوزير المرفوض النصف-السلافي: تشجورين دفاع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Defesa Chigorin
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Defensa Chigorin
de: Damengambit (abgelehnt) Halbslawisch: Tschigorin Verteidigung
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Defensa Chigorin
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Chigorin defentsa
fr: Gambit Dame refusé, semi-slave, défense Tchigorine
id: QGD: Semi Slavia, Pembelaan Chigorin
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Difesa Chigorin
nl: GDG semi-Slavisch: Chigorin verdediging
pl: Gam.hetm nieprzyj. pół-słowiańska, obrona Chigorin'a
ru: Отказанный ферзевый гамбит: славянская защита, защита Чигорина
si: DGZ pol-slovanska, Chigorinova obramba
sv: Damgambit avböjd: Semi-slaviskt, Tjigorins försvar
tr: QGD yarı Slav: Chigorin savunması
uk: Відхилений ферзевий гамбіт: Слов’янський захист, захист Чигоріна
vi: QGD bán Slav: Phòng thủ Chigorin

source: QGD semi-Slav: Ekstrom variation
ar: جامبيت الوزير المرفوض النصف-السلافي: اكستروم تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Ekstrom
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Sistema Anti-Merano - Variant Ekstrom
de: Damengambit (abgelehnt) Halbslawisch: Ekstrom-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Sistema Anti Merano, Variante Ekstrom
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Ekstrom aldaera
fr: Gambit Dame refusé, semi-slave, var. Ekström
id: QGD: Semi Slavia, Varian Ekstrom
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Sistema Anti Merano, Variante Ekstrom
nl: GDG semi-Slavisch: Ekström ruilvariant
pl: Gam.hetm nieprzyj. pół-słowiańska, wariant Ekstrom'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Экстрема
si: DGZ pol-slovanska, Ekstromova različica
sv: Damgambit avböjd: Semi-slaviskt, Ekströmvarianten
tr: QGD yarı Slav: Ekstrom varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Екстрома
vi: QGD bán Slav: Ekstrom biến

source: QGD semi-Slav: Hastings variation
ar: جامبيت الوزير المرفوض النصف-السلافي: هاستنس تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Hastings
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Hastings
de: Damengambit (abgelehnt) Halbslawisch: Hastings-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Hastings
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Hastings aldaera
fr: Gambit Dame refusé, semi-slave, var. d'Hastings
id: QGD: Semi Slavia, Varian Hastings
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Hastings
nl: GDG semi-Slavisch: Hastings ruilvariant
pl: Gam.hetm nieprzyj. pół-słowiańska, wariant Hastings'a
ru: Отказанный ферзевый гамбит: славянская защита, гастингский вариант
si: DGZ pol-slovanska, Hstingsova različica
sv: Damgambit avböjd: Semi-slaviskt, Hastingsvarianten
tr: QGD yarı Slav: Hastings varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Гастінгський варіант
vi: QGD bán Slav: Hastings biến

source: QGD semi-Slav: Meran variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano
de: Damengambit (abgelehnt) Halbslawisch: Meran-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Merano aldaera
fr: Gambit Dame refusé, semi-slave, var. de Méran
id: QGD: Semi Slavia, Varian Meran
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano
nl: GDG semi-Slavisch: Meran ruilvariant
pl: Gam.hetm nieprzyj. pół-słowiańska,wariant Meran'a
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант
si: DGZ pol-slovanska, Meranova različica
sv: Damgambit avböjd: Semi-slaviskt, Meranvarianten
tr: QGD yarı Slav: Meran varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант
vi: QGD bán Slav: Meran biến

source: QGD semi-Slav: Meran, 8...a6
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران, 8...a7
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano, 8...a6
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano - 8 ...a6
de: Damengambit (abgelehnt) Halbslawisch: Meran, 8...a6
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano, 8...a6
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Meran, 8...a6
fr: Gambit Dame refusé, semi-slave, var. de Méran, 8...a6
id: QGD: Semi Slavia, Meran, 8... a6
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano, 8...a6
nl: GDG semi-Slavisch: Meran, 8 ... a6
pl: Gam.hetm nieprzyj. pół-słowiańska, Meran, 8...a6
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант, 8...a6
si: DGZ pol-slovanska, Meranova, 8...a6
sv: Damgambit avböjd: Semi-slaviskt, Meran, 8...a6
tr: QGD yarı Slav: Meran, 8...a6
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант, 8...a6
vi: QGD bán Slav: Meran, 8 ... a6

source: QGD semi-Slav: Meran, Blumenfeld variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران, بلومنفلد تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano, Variante Blumenfeld
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano - Variant Blumenfeld
de: Damengambit (abgelehnt) Halbslawisch: Meran, Blumenfeld-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano, Variante Blumenfeld
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Meran, Blumenfeld aldaera
fr: Gambit Dame refusé, semi-slave, var. de Méran, var. Blumenfeld
id: QGD: Semi Slavia, Meran, Varian Blumenfeld
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano, Variante Blumenfeld
nl: GDG semi-Slavisch: Meran, Blumenfeld variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, Meran,wariant Blumenfeld'a
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант, вариант Блюменфельда
si: DGZ pol-slovanska, Meranova, Blumenfeldova različica
sv: Damgambit avböjd: Semi-slaviskt, Meran, Blumenfeldvarianten
tr: QGD yarı Slav: Meran, Blumenfeld varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант, варіант Блюменфельда
vi: QGD bán Slav: Meran, Blumenfeld biến

source: QGD semi-Slav: Meran, Pirc variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران, بيرك تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano, Variante Pirc
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano - Variant Pirc
de: Damengambit (abgelehnt) Halbslawisch: Meran, Pirc-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano, Variante Pirc
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Meran, Pirc aldaera
fr: Gambit Dame refusé, semi-slave, var. de Méran, var. Pirc
id: QGD: Semi Slavia, Meran, Varian Pirc
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano, Variante Pirc
nl: GDG semi-Slavisch: Meran, Pirc variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, Meran,wariant Pirc'a
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант, вариант Пирца
si: DGZ pol-slovanska, Meranova, Pricova različica
sv: Damgambit avböjd: Semi-slaviskt, Meran, Pircvarianten
tr: QGD yarı Slav: Meran, Pirc varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант, варіант Пірца
vi: QGD bán Slav: Meran, Pirc biến

source: QGD semi-Slav: Meran, Rabinovich variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران, رابينوفيتش تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano, Variante Rabinovich
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano - Variant Rabinovich
de: Damengambit (abgelehnt) Halbslawisch: Meran, Rabinovich-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano, Variante Rabinovich
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Meran, Rabinovich aldaera
fr: Gambit Dame refusé, semi-slave, var. de Méran, var. Rabinovich
id: QGD: Semi Slavia, Meran, Varian Rabinovich
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano, Variante Rabinovich
nl: GDG semi-Slavisch: Meran, Rabinovich variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, Meran,wariant Rabinovich'a
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант, вариант Рабиновича
si: DGZ pol-slovanska, Meranova, Rabinovicheva različica
sv: Damgambit avböjd: Semi-slaviskt, Meran, Rabinovitjvarianten
tr: QGD yarı Slav: Meran, Rabinovich varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант, варіант Рабіновича
vi: QGD bán Slav: Meran, Rabinovich biến

source: QGD semi-Slav: Meran, Rellstab attack
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران, ريلستاب هجوم
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano, Ataque Rellstab
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano - Atac Rellstab
de: Damengambit (abgelehnt) Halbslawisch: Meran, Rellstab Angriff
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano, Ataque Rellstab
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Meran, Rellstab erasoa
fr: Gambit Dame refusé, semi-slave, var. de Méran, attaque Rellstab
id: QGD: Semi Slavia, Meran, Serangan Rellstab
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano, Attacco Rellstab
nl: GDG semi-Slavisch: Meran, Rellstab aanval
pl: Gam.hetm nieprzyj.,pół-słowiańska, Meran, atak Rellstab'a
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант, атака Рельштаба
si: DGZ pol-slovanska, Meranova, Rellstabov napad
sv: Damgambit avböjd: Semi-slaviskt, Meran, Rellstabs angrepp
tr: QGD yarı Slav: Meran, Rellstab hücumu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант, атака Рельштаба
vi: QGD bán Slav: Meran, Rellstab tấn công

source: QGD semi-Slav: Meran, Reynolds' variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران, رينولدز تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano, Variante Reinolds
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano - Variant Reynolds
de: Damengambit (abgelehnt) Halbslawisch: Meran, Reynolds'-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano, Variante Reynolds
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Meran, Reynoldsen aldaera
fr: Gambit Dame refusé, semi-slave, var. de Méran, var. Reynolds
id: QGD: Semi Slavia, Meran, Varian Reynolds
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano, Variante Reynolds
nl: GDG semi-Slavisch: Meranvariant Reynolds 'variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, Meran,wariant Reynoldsa
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант, вариант Рейнолдса
si: DGZ pol-slovanska, Meranova, Reynoldsova različica
sv: Damgambit avböjd: Semi-slaviskt, Meran, Reynoldsvarianten
tr: QGD yarı Slav: Meran, Reynolds'un varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант, варіант Рейнолдса
vi: QGD bán Slav: Meran, biến Reynolds

source: QGD semi-Slav: Meran, Sozin variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران, سوزين تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano, Variante Sozin
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano - Variante Sozin
de: Damengambit (abgelehnt) Halbslawisch: Meran, Sozin-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano, Variante Sozin
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Meran, Sozin aldaera
fr: Gambit Dame refusé, semi-slave, var. de Méran, var. Sozin
id: QGD: Semi Slavia, Meran, Varian Sozin
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano, Variante Sozin
nl: GDG semi-Slavisch: Meran, Sozin variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, Meran,wariant Sozina
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант, вариант Созина
si: DGZ pol-slovanska, Meranova, Sozinova različica
sv: Damgambit avböjd: Semi-slaviskt, Meran, Sozinvarianten
tr: QGD yarı Slav: Meran, Sozin varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант, варіант Созіна
vi: QGD bán Slav: Meran, Sozin biến

source: QGD semi-Slav: Meran, Stahlberg variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران, ستاهلبرج تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano, Variante Stahlberg
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano - Variant Stahlberg
de: Damengambit (abgelehnt) Halbslawisch: Meran, Stahlberg-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano, Variante Stahlberg
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Meran, Stahlberg aldaera
fr: Gambit Dame refusé, semi-slave, var. de Méran, var. Ståhlberg
id: QGD: Semi Slavia, Meran, Varian Stahlberg
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano, Variante Stahlberg
nl: GDG semi-Slavisch: Meran, Stahlberg variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, Meran,wariant Stahlberga
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант, вариант Штальберга
si: DGZ pol-slovanska, Meranova, Stahlbergova različica
sv: Damgambit avböjd: Semi-slaviskt, Meran, Ståhlbergvarianten
tr: QGD yarı Slav: Meran, Stahlberg varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант, варіант Штальберга
vi: QGD bán Slav: Meran, Ståhlberg biến

source: QGD semi-Slav: Meran, Wade variation
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران, ويد تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano, Variante Wade
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano - Variant Wade
de: Damengambit (abgelehnt) Halbslawisch: Meran, Wade-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano, Variante Wade
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Meran, Wade aldaera
fr: Gambit Dame refusé, semi-slave, var. de Méran, var. Wade
id: QGD: Semi Slavia, Meran, Varian Wade
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano, Variante Wade
nl: GDG semi-Slavisch: Meran, Wade variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, Meran,wariant Wade
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант, вариант Вейда
si: DGZ pol-slovanska, Meranova, Wadeova različica
sv: Damgambit avböjd: Semi-slaviskt, Meran, Wadevarianten
tr: QGD yarı Slav: Meran, Wade varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант, варіант Вейда
vi: QGD bán Slav: Meran, Wade biến

source: QGD semi-Slav: Meran, old main line
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران, القديم الخط الرئيسي
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Merano, Linha Principal Antiga
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano - Línia principal antiga
de: Damengambit (abgelehnt) Halbslawisch: Meran, Alte Hauptvariante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano, Linea Principal Antigua
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Meran, lerro nagusi zaharra
fr: Gambit Dame refusé, semi-slave, var. de Méran, ancienne ligne principale
id: QGD: Semi Slavia, Meran, Jalur Lama
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano, Linea Principale Antica
nl: GDG semi-Slavisch: Meran, oude hoofdlijn
pl: Gam.hetm nieprzyj.,pół-słowiańska, Meran,stara główna linia
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант, устаревшее основное продолжение
si: DGZ pol-Slav: Meran, stara glavna linija
sv: Damgambit avböjd: Semi-slaviskt, Meran, gamla huvudvarianten
tr: QGD yarı Slav: Meran, eski ana hat
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант, застаріле основне продовження
vi: QGD bán Slav: Meran, dòng chính cũ

source: QGD semi-Slav: Meran
ar: جامبيت الوزير المرفوض النصف-السلافي: ميران
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Merano
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Merano
de: Damengambit (abgelehnt) Halbslawisch: Meran
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Merano
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Meran
fr: Gambit Dame refusé, semi-slave, var. de Méran
id: QGD: Semi Slavia, Meran
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Merano
nl: GDG semi-Slavisch: Meran
pl: Gam.hetm nieprzyj. pół-słowiańska, Meran
ru: Отказанный ферзевый гамбит: славянская защита, меранский вариант
si: DGZ pol-slovanska, Meranova
sv: Damgambit avböjd: Semi-slaviskt, Meran
tr: QGD yarı Slav: Meran
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Меранський варіант
vi: QGD bán Slav: Meran

source: QGD semi-Slav: Romih variation
ar: جامبيت الوزير المرفوض النصف-السلافي: روميه تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Romih
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Romih
de: Damengambit (abgelehnt) Halbslawisch: Romih-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Romih
eu: Damaren Ganbito Ukatua erdi-eslaviarra: Romih aldaera
fr: Gambit Dame refusé, semi-slave, var. Romih
id: QGD: Semi Slavia, Varian Romih
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Romih
nl: GDG semi-Slavisch: ROMIH variant
pl: Gam.hetm nieprzyj.,pół-słowiańska,wariant Romih'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Роми
si: DGZ pol-slovanska, Romihova različica
sv: Damgambit avböjd: Semi-slaviskt, Romihvarianten
tr: QGD yarı Slav: Romih varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Ромі
vi: QGD bán Slav: Romih biến
