Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Gruenfeld: exchange, classical variation
ar: جرونفلد: التكسير, التفريع الكلاسيكي
br: Defesa Grünfeld, Variante da Troca, Variante Clássica
ca: Defensa Grünfeld - Variant del canvi - Variante clàssica
de: Grünfeld: Abtauschvariante, Klassische Variante
es: Defensa Grünfeld, Variante del Cambio, Variante Clásica
eu: Gruenfeld: trukea, aldaera klasikoa
fr: Défense Grünfeld, var. d'échange, var. classique
id: Gruendfeld: Tukar, Varian Klasik
it: Difesa Grünfeld, Variante di Cambio, Variante Classica
nl: Gruenfeld: ruil, klassieke variant
pl: Gruenfeld, wymienny, wariant
ru: Защита Грюнфельда: разменный вариант, классический вариант
si: Gruenfeldova, izmenjalna, klasična različica
sv: Grünfeld: Avbytesvarianten, klassisk variant
tr: Gruenfeld: takas, klasik varyasyon
uk: Захист Грюнфельда: розмінний варіант, класичний варіант
vi: Gruenfeld: trao đổi, biến thể cổ điển

source: Gruenfeld: modern exchange variation
ar: جرونفلد: حديث التكسير تفريع
br: Defesa Grünfeld, Variante da Troca, Variante Moderna
ca: Defensa Grünfeld - Variant del canvi - Variant moderna
de: Grünfeld: Moderne Abtauschvariante
es: Defensa Grünfeld, Variante del Cambio, Variante Moderna
eu: Gruenfeld: truke-aldaera modernoa
fr: Défense Grünfeld, var. d'échange moderne
id: Gruendfeld: Tukar, Varian Modern
it: Difesa Grünfeld, Variante di Cambio, Variante Moderna
nl: Gruenfeld: moderne ruilvariant
pl: Gruenfeld, nowoczesny wariant wymienny
ru: Защита Грюнфельда: современный разменный вариант
si: Gruenfeldova, moderna izmenjalna različica
sv: Grünfeld: Moderna avbytesvarianten
tr: Gruenfeld: modern takas varyasyonu
uk: Захист Грюнфельда: сучасний розмінний варіант
vi: Gruenfeld: biến thể đối quân hiện đại

source: Gruenfeld: three knights variation
ar: جرونفلد: الثلاثة أفراس تفريع
br: Defesa Grünfeld, Variante dos 3 Cavalos
ca: Defensa Grünfeld - Variant dels tres cavalls
de: Grünfeld: Dreispringerspiel-Variante
es: Defensa Grünfeld, Variante de los 3 Caballos
eu: Gruenfeld: hiru zaldunen aldaera
fr: Défense Grünfeld, var. des 3 cavaliers
id: Gruendfeld: Varian 3 Kuda
it: Difesa Grünfeld, Variante dei 3 Cavalli
nl: Gruenfeld: Drie paarden variant
pl: Gruenfeld, wariant trzech skoczków
ru: Защита Грюнфельда: вариант трех коней
si: Gruenfeldova, različica treh skakačev
sv: Grünfeld: Trespringarspel
tr: Gruenfeld: Üç at varyasyonu
uk: Захист Грюнфельда: варіант трьох коней
vi: Gruenfeld: Ba hiệp sĩ biến thể

source: Guatemala defence
ar: غواتيمالا دفاع
br: Defesa Guatemala
ca: Defensa Guatemala
de: Guatemala Verteidigung
es: Defensa Guatemala
eu: Guatemala Defentsa
fr: Défense du Guatemala
id: Pembelaan Guatemala
it: Difesa Guatemala
nl: Guatemala verdediging
pl: Obrona Guatemala
ru: Гватемальская защита
si: gvatemalska obramba
sv: Guatemalaförsvar
tr: Guatemala savunması
uk: Гватемальський захист
vi: Phòng thủ Guatemala

source: Gunderam defence
ar: جاندرام دفاع
br: Defesa Gunderam
ca: Defensa Gunderam
de: Gunderam Verteidigung
es: Defensa Gunderam
eu: Gunderam Defentsa
fr: Défense brésilienne ou défense Gunderam
id: Pembelaan Gunderam
it: Difesa Gunderam
nl: Gunderam verdediging
pl: Obrona Gunderam
ru: Защита Гундерама
si: Gunderamova obramba
sv: Gunderams försvar
tr: Gunderam savunması
uk: Захист Гундерама
vi: Phòng thủ Gunderam

source: Halasz gambit
ar: هالاسز جامبيت
br: Gambito Halasz
ca: Obertura del centre - Gambit Halasz
es: Apertura del Centro, Gambito Halasz
eu: Halasz ganbitoa
fr: Gambit Halasz
id: Gambit Halasz
it: Apertura del Centro, Gambetto Halasz
nl: Halasz gambiet
pl: Gambit Halasz'a
ru: Гамбит Халаса
si: Halaszev gambit
tr: Halasz gambiti
uk: Гамбіт Халаса

source: Hammerschlag (Fried fox/Pork chop opening)
ar: هامرشلاج (فريد فوكس/Pork chop افتتاح)
br: Abertura Hammerschlag (Fried fox/Pork chop)
ca: Obertura Hammerschlag o guineu fregit o llonza de porc
de: Hammerschlag (Schweinerippe Eröffnung)
es: Apertura Hammerschlag o Zorro Frito o Chuleta de Cerdo
eu: Hammerschlag (Azeri frijitua/Txerri txuleta irekiera)
fr: Ouverture Hammerschlag (coup de marteau) ou renard frit ou roi errant
id: Pembukaan Hammerschlag
it: Apertura Hammerschlag
nl: Hammerschlag (Gebakken lever opening)
pl: Hammerschlag
ru: Молотобоина
si: Otvoritev udarec s kladivom (Pečena lisica/svinjski kotlet)
sv: Hammerschlag (Schweinerippes spelöppning)
tr: Hammerschlag (Kızarmış tilki/Domuz pirzolası açılışı)
uk: Молотьба (Дебют смаженого лиса)
vi: Hammerschlag (Khai cuộc Fried fox/Pork chop)

source: Hawk (Habichd) defence
ar: هاوك (هابيتشد) دفاع
br: Defesa do Falcão (Habichd)
ca: Defensa del falcó o Habichd
de: Hawk (Habichd) Verteidigung
es: Defensa del Halcón o Habichd
eu: Hawk (Habichd) defentsa
fr: Défense du faucon ou Habichd (de l'allemand "Hab ich dich")
id: Pembelaan Hawk (Habichd)
it: Difesa Falco
nl: Hawk (Habichd) verdediging
pl: Obrona Hawk'a (Habichd'a)
ru: Защита ястреба
si: Hawkova (Habichdova) obramba
sv: Hökförsvaret (Habichd)
tr: Atmaca (Habichd) savunması
uk: Захист яструба
vi: Phòng thủ Chim ưng (Habichd)

source: Hippopotamus defence
ar: فرس النهر دفاع
br: Defesa Hipopótamo
ca: Defensa Hipopótam
de: Hippopotamus Verteidigung
es: Defensa Hipopótamo
eu: Hipopotamoaren defentsa
fr: Défense de l'hippopotame
id: Pembelaan Hippotamus
it: Difesa Ippopotamo
nl: Nijlpaard verdediging
pl: Obrona hipopotama
ru: Защита гиппопотама
si: Obramba nilskega konja
sv: Flodhäst-försvar
tr: Suaygırı savunması
uk: Захист гіпопотама
vi: Hà mã bảo vệ

source: Hungarian defence: Tartakower variation
ar: المجري دفاع: تارتاكوفر تفريع
br: Defesa Húngara, Variante Tartakower
ca: Defensa Hongaresa - Variant Tartakower
de: Ungarische Verteidigung: Tartakower-Variante
es: Defensa Húngara, Variante Tartakower
eu: Defentsa Hungariarra: Tartakower aldaera
fr: Défense hongroise, var. Tartakover
id: Pembelaan Hungaria, Varian Tartakower
it: Difesa Ungherese, Variante Tartakower
nl: Hongaarse verdediging: Tartakower variant
pl: Obrona węgierska, wariant Tartakower'a
ru: Венгерская партия: вариант Тартаковера
si: madžarska obramba, Tartakowerjeva različica
sv: Ungerskt försvar: Tartakowervarianten
tr: Macar savunması: Tartakower varyasyonu
uk: Угорська партія: варіант Тартаковера
vi: Hungary vệ: Tartakower biến

source: Hungarian defence
ar: المجري دفاع
br: Defesa Húngara
ca: Defensa Hongaresa
de: Ungarische Verteidigung
es: Defensa Húngara
eu: Defentsa Hungariarra
fr: Défense hongroise
id: Pembelaan Hungaria
it: Difesa Ungherese
nl: Hongaarse verdediging
pl: Obrona węgierska
ru: Венгерская партия
si: madžarska obramba
sv: Ungerskt försvar
tr: Macar savunması
uk: Угорська партія
vi: Phòng thủ Hungary

source: Inverted Hanham
ar: معكوس هانهام
br: Abertura Hanham Invertida
ca: Obertura Hanham inversa
de: Hanham im Nachzug
es: Apertura Hanham Invertida
eu: Hanham alderantzikatua
fr: Ouverture Hanham inversée
id: Pembukaan Hanman Terbalik
it: Apertura Hanham Invertita
nl: Omgekeerde Hanham
pl: Odwrócony Hanham
ru: Вариант Хенема с переменой цвета фигур
si: Hanhamova invertirana
sv: Omvänd Hanham
tr: Ters Hanham
uk: Варіант Хенема зі зміною кольору фігур
vi: Ngược Hanham

source: Inverted Hungarian
ar: معكوس المجري
br: Abertura Húngara Invertida
ca: Obertura Hongaresa inversa
de: Ungarisch im Nachzug
es: Apertura Húngara Invertida
eu: Hungariarra alderantzikatua
fr: Ouverture hongroise (défense hongroise inversée)
id: Pembukaan Hungaria Terbalik
it: Apertura Ungherese Invertita
nl: Omgekeerd Hongaars
pl: Odwrócony węgierski
ru: Венгерская партия с переменой цвета фигур
si: madžarska invertirana
sv: Omvänd ungerskt
tr: Ters Macar
uk: Угорська партія зі зміною кольору фігур
vi: Đảo ngược Hungary

source: Irish (Chicago) gambit
ar: الايرلندي (شيكاغو) جامبيت
br: Gambito Irlandês (Chicago)
ca: Gambit Irlandès o Chicago
de: Irisches (Chicago) Gambit
es: Gambito Irlandés o Chicago
eu: Irlandako (Chicago) ganbitoa
fr: Gambit irlandais (de Chicago)
id: Gambit Irlandia (Chicago)
it: Gambetto Irlandese (Chicago)
nl: Iers (Chicago) gambiet
pl: Gambit irlandzki(Chicago)
ru: Ирландский гамбит
si: irska (Chicago) gambit
sv: Irländsk gambit (Chicago)
tr: İrlanda (Şikago) gambiti
uk: Ірландський гамбіт
vi: Ailen (Chicago) Gambit

source: Italian opening
ar: إيطالي افتتاح
br: Abertura do Peão de Rei (Italiana)
ca: Obertura de Peó de Rei
de: Italienisch
es: Apertura italiana
eu: Italiar irekiera
fr: Jeu italien
id: Pembukaan Italia
it: Apertura Italiana
nl: Italiaanse opening
pl: Debiut włoski
ru: Итальянская партия
si: italijanska otvoritev
sv: Italiensk spelöppning
tr: İtalyan açılışı
uk: Італійська партія
vi: Khai cuộc Italia

source: KGA: Abbazia defence (classical defence, modern defence[!])
ar: هجوم الملك الهندي : ابازيا دفاع (الدفاع الكلاسيكي, حديث دفاع[!])
br: Gambito do Rei Aceito, Defesa Abbazia (Defesa Clássica, Defesa Moderna)
ca: Gambit de Rei acceptat - Gambit de Cavall - Defensa Abbazia o clàssica (moderna)
de: Königsgambit (angenommen): Abbazia Verteidigung (Klassische Verteidigung, Moderne Verteidigung[!])
es: Gambito de Rey Aceptado, Gambito de Caballo, Defensa Abbazia o Clásica (o ¡Moderna!)
eu: Errege Ganbito Onartua: Abbaziako defentsa (defentsa klasikoa, defentsa modernoa[!])
fr: Gambit Roi accepté, défense d'Abbazia ou d'Opatija (défense classique, défense moderne [!])
id: KGA: Pembelaan Abbazia
it: Gambetto di Re Accettato, Mossa di Cavallo, Difesa Abbazia o Classica (o Moderna)
nl: KGA: Abbazia verdediging (klassieke verdediging, moderne verdediging [!])
pl: Gam.król przyj.,obrona Abbazia (obrona klasyczna, obrona nowoczesna[1])
ru: Принятый королевский гамбит: Аббация-защита
si: KGS: Abbazieva obramba (klasična obramba, moderna obramba[!])
sv: Kungsgambit antagen: Abbaziaförsvar (klassiskt- moderna försvaret!)
tr: KGA: Manastır savunması (klasik savunma, modern savunma[!])
uk: Прийнятий королівський гамбіт: Аббація-захист (класичний захист, сучасний захист[!])
vi: KGA: Phòng thủ Abbazia (phòng thủ cổ điển, Phòng thủ hiện đại [!])

source: KGA: Abbazia defence, Botvinnik variation
ar: هجوم الملك الهندي : ابازيا دفاع, بوتفنيك تفريع
br: Gambito do Rei Aceito, Defesa Abbazia, Variante Botvinnik
ca: Gambit de Rei acceptat - Gambit de Cavall - Defensa Abbazia - Variant Botvinnik
de: Königsgambit (angenommen): Abbazia Verteidigung, Botvinnik-Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Defensa Abbazia, Variante Botvinnik
eu: Errege Ganbito Onartua: Abbaziako defentsa, Botvinnik aldaera
fr: Gambit Roi accepté, défense d'Abbazia (Opatija), var. Botvinnik
id: KGA: Pembelaan Abbazia. Varian Botwinnik
it: Gambetto di Re Accettato, Mossa di Cavallo, Difesa Abbazia, Variante Botvinnik
nl: KGA: Abbazia verdediging Botvinnik variant
pl: Gam.król przyj.,obrona Abbazia, wariant Botinnik'a
ru: Принятый королевский гамбит: Аббация-защита, вариант Ботвинника
si: KGS: Abbazieva obramba, Botvinnikova različica
sv: Kungsgambit antagen: Abbaziaförsvar, Botvinnikvarianten
tr: KGA: Manastır savunması, Botvinnik varyasyonu
uk: Прийнятий королівський гамбіт: Аббація-захист, варіант Ботвинника
vi: KGA: Phòng thủ Abbazia, biến thể Botvinnik

source: KGA: Abbazia defence, modern variation
ar: هجوم الملك الهندي : ابازيا دفاع, حديث تفريع
br: Gambito do Rei Aceito, Defesa Abbazia, Variante Moderna
ca: Gambit de Rei acceptat - Gamvit de Cavall - Defensa Abbazia - Variant moderna
de: Königsgambit (angenommen): Abbazia Verteidigung, Moderne Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Defensa Abbazia, Variante Moderna
eu: Errege Ganbito Onartua: Abbaziako defentsa, aldaera modernoa
fr: Gambit Roi accepté, défense d'Abbazia (Opatija), var. moderne
id: KGA: Pembelaan Abbazia. Varian Modern
it: Gambetto di Re Accettato, Mossa di Cavallo, Difesa Abbazia, Variante Moderna
nl: KGA: Abbazia verdediging moderne variant
pl: Gam.król przyj.,obrona Abbazia, wariant nowoczesny
ru: Принятый королевский гамбит: Аббация-защита, современный вариант
si: KGS: Abbazieva obramba, moderna različica
sv: Kungsgambit antagen: Abbaziaförsvar, modern variant
tr: KGA: Manastır savunması, modern varyasyon
uk: Прийнятий королівський гамбіт: Аббація-захист, сучасний варіант
vi: KGA: Phòng thủ Abbazia, biến thể hiện đại

source: KGA: Allgaier gambit
ar: هجوم الملك الهندي : جامبيت أولجير
br: Gambito de Rei Aceito, Gambito Allgaier
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Allgaier
de: Königsgambit (angenommen): Allgaier Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Allgaier
eu: Errege Ganbito Onartua: Allgaier ganbitoa
fr: Gambit Roi accepté, gambit Allgaier
id: KGA: Gambit Algaer
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Allgaier
nl: KGA: Allgaier gambiet
pl: Gam.król przyj.,gambit Allgaier'a
ru: Принятый королевский гамбит: гамбит Альгайера
si: KGS: Allgaierjev gambit
sv: Kungsgambit antagen: Allgaiergambit
tr: KGA: Allgaier gambiti
uk: Прийнятий королівський гамбіт: гамбіт Альгайєра

source: KGA: Allgaier, Blackburne gambit
ar: هجوم الملك الهندي : أولجير, برنبلاك جامبيت
br: Gambito do Rei Aceito, Gambito Allgaier, Gambito Blackburne
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Allgaier - Blackburne
de: Königsgambit (angenommen): Allgaier, Blackburne Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Allgaier, Gambito Blackburne
eu: Errege Ganbito Onartua: Allgaier, Blackburne ganbitoa
fr: Gambit Roi accepté, gambit Allgaier, gambit Blackburne
id: KGA: Algaer, Gambit Blackburne
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Allgaier, Mossa di Blackburne
nl: KGA: Allgaier, Blackburne gambiet
pl: Gam.król przyj., Allgaier'a, gambit Blackburne'a
ru: Принятый королевский гамбит: гамбит Альгайера, гамбит Блекберна
si: KGS: Allgaierjev, Blackburnev gambit
sv: Kungsgambit antagen: Allgaier, Blackburnegambit
tr: KGA: Allgaier, Blackburne gambiti
uk: Прийнятий королівський гамбіт: гамбіт Альгайєра, гамбіт Блекберна

source: KGA: Allgaier, Cook variation
ar: هجوم الملك الهندي : أولجير, تفريع كوك
br: Gambito do Rei Aceito, Gambito Allgaier, Variante Cook
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Allgaier - Variant Cook
de: Königsgambit (angenommen): Allgaier, Cook-Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Allgaier, Variante Cook
eu: Errege Ganbito Onartua: Allgaier, Cook aldaera
fr: Gambit Roi accepté, gambit Allgaier, var. Cook
id: KGA: Algaer, Varian Cook
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Allgaier, Variante Cook
nl: KGA: Allgaier, Cook variant
pl: Gam.król przyj., Allgaier'a, wariant Cook'a
ru: Принятый королевский гамбит: гамбит Альгайера, вариант Кука
si: KGS: Allgaierjev, Cookova različica
sv: Kungsgambit antagen: Allgaier, Cookvarianten
tr: KGA: Allgaier, Aşçı varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт Альгайєра, варіант Кука
vi: KGA: Allgaier, Cook biến

source: KGA: Allgaier, Horny defence
ar: هجوم الملك الهندي : أولجير, دفاع هورني
br: Gambito do Rei Aceito, Gambito Allgaier, Defesa Horny
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Allgaier - Defensa Horny
de: Königsgambit (angenommen): Allgaier, Horny Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Allgaier, Defensa Horny
eu: Errege Ganbito Onartua: Allgaier, Horny defentsa
fr: Gambit Roi accepté, gambit Allgaier, défense Horny
id: KGA: Algaer, Pembelaan Horny
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Allgaier, Difesa Horny
nl: KGA: Allgaier, Horny verdediging
pl: Gam.król przyj., Allgaier'a, obrona Horny
ru: Принятый королевский гамбит: гамбит Альгайера, защита Хорны
si: KGS: Allgaierjev, Hornyeva obramba
sv: Kungsgambit antagen: Allgaier, Hornys försvar
tr: KGA: Allgaier, Öfkeli savunma
uk: Прийнятий королівський гамбіт: гамбіт Альгайєра, захист Хорни
vi: KGA: Allgaier, Phòng thủ Horny

source: KGA: Allgaier, Schlechter defence
ar: هجوم الملك الهندي : أولجير, دفاع شيليشتر
br: Gambito do Rei Aceito, Gambito Allgaier, Defesa Schlechter
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Allgaier - Defensa Schlechter
de: Königsgambit (angenommen): Allgaier, Schlechter Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Allgaier, Defensa Schlechter
eu: Errege Ganbito Onartua: Allgaier, Schlechter defentsa
fr: Gambit Roi accepté, gambit Allgaier, défense Schlechter
id: KGA: Algaer, Pembelaan Schlechter
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Allgaier, Difesa Schlechter
nl: KGA: Allgaier, Schlechter verdediging
pl: Gam.król przyj., Allgaier'a, obrona Schlechter'a
ru: Принятый королевский гамбит: гамбит Альгайера, защита Шлехтера
si: KGS: Allgaierjev, Schlechterjeva obramba
sv: Kungsgambit antagen: Allgaier, Schlechters försvar
tr: KGA: Allgaier, Schlechter savunması
uk: Прийнятий королівський гамбіт: гамбіт Альгайєра, захист Шлехтера
vi: KGA: Allgaier, phòng thủ Schlechter

source: KGA: Allgaier, Thorold variation
ar: هجوم الملك الهندي : أولجير,تفريع ثورولد
br: Gambito do Rei Aceito, Gambito Allgaier, Variante Thorold
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Allgaier - Variant Thorold
de: Königsgambit (angenommen): Allgaier, Thorold-Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Allgaier, Variante Thorold
eu: Errege Ganbito Onartua: Allgaier, Thorold aldaera
fr: Gambit Roi accepté, gambit Allgaier, var. Thorold
id: KGA: Algaer, Varian Thorold
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Allgaier, Variante Thorold
nl: KGA: Allgaier, Thorold variant
pl: Gam.król przyj., Allgaier'a, wariant Thorold'a
ru: Принятый королевский гамбит: гамбит Альгайера, вариант Торолда
si: KGS: Allgaierjev, Thoroldova različica
sv: Kungsgambit antagen: Allgaier, Thoroldvarianten
tr: KGA: Allgaier, Thorold varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт Альгайєра, варіант Торолда
vi: KGA: Allgaier, Thorold biến

source: KGA: Allgaier, Urusov attack
ar: هجوم الملك الهندي : أولجير, يوروزوف هجوم
br: Gambito do Rei Aceito, Gambito Allgaier, Ataque Urusov
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Allgaier - Atac Urusov
de: Königsgambit (angenommen): Allgaier, Urusov Angriff
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Allgaier, Ataque Urusov
eu: Errege Ganbito Onartua: Allgaier, Urusov erasoa
fr: Gambit Roi accepté, gambit Allgaier, attaque Urusov
id: KGA: Algaer, Serangan Urusov
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Allgaier, Attacco Urusov
nl: KGA: Allgaier, Urusov aanval
pl: Gam.król przyj., Allgaier'a, atak Urusov'a
ru: Принятый королевский гамбит: гамбит Альгайера, атака Урусова
si: KGS: Allgaierjev, Urusov napad
sv: Kungsgambit antagen: Allgaier, Urusovs angrepp
tr: KGA: Allgaier, Urusov hücumu
uk: Прийнятий королівський гамбіт: гамбіт Альгайєра, атака Урусова
vi: KGA: Allgaier, Urusov tấn công

source: KGA: Allgaier, Walker attack
ar: هجوم الملك الهندي : أولجير, هجوم ووكر
br: Gambito do Rei Aceito, Gambito Allgaier, Ataque Walker
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Allgaier - Atac Walker
de: Königsgambit (angenommen): Allgaier, Walker Angriff
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Allgaier, Ataque Walker
eu: Errege Ganbito Onartua: Allgaier, Walker erasoa
fr: Gambit Roi accepté, gambit Allgaier, attaque Walker
id: KGA: Algaer, Serangan Walker
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Allgaier, Attacco Walker
nl: KGA: Allgaier, Walker aanval
pl: Gam.król przyj., Allgaier'a, atak Walker'a
ru: Принятый королевский гамбит: гамбит Альгайера, атака Уокера
si: KGS: Allgaierjev, Walkerjev napad
sv: Kungsgambit antagen: Allgaier, Walkers angrepp
tr: KGA: Allgaier, Walker hücumu
uk: Прийнятий королівський гамбіт: гамбіт Альгайєра, атака Уокера
vi: KGA: Allgaier, Walker tấn công

source: KGA: Becker defence
ar: هجوم الملك الهندي : بيكر دفاع
br: Gambito do Rei Aceito, Defesa Becker
ca: Gambit de Rei acceptat - Gambit de Cavall - Defensa Becker
de: Königsgambit (angenommen): Becker Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Defensa Becker
eu: Errege Ganbito Onartua: Becker defentsa
fr: Gambit Roi accepté, défense Becker
id: KGA: Algaer, Pembelaan Becker
it: Gambetto di Re Accettato, Mossa di Cavallo, Difesa Becker
nl: KGA: Becker verdediging
pl: Gam.król przyj., obrona Becker'a
ru: Принятый королевский гамбит: защита Беккера
si: KGS: Beckerjeva obramba
sv: Kungsgambit antagen: Beckers försvar
tr: KGA: Becker savunması
uk: Прийнятий королівський гамбіт: захист Беккера
vi: KGA: Phòng thủ Becker

source: KGA: Blachly gambit
ar: هجوم الملك الهندي : بلاشلي جامبيت
br: Gambito do Rei Aceito, Gambito Blachly
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Blachly
de: Königsgambit (angenommen): Blachly Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Blachly
eu: Errege Ganbito Onartua: Blachly ganbitoa
fr: Gambit Roi accepté, gambit Blachly
id: KGA: Gambit Blachly
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Blachly
nl: KGA: Blachly gambiet
pl: Gam.król przyj., gambit Blachly
ru: Принятый королевский гамбит: гамбит Бланчли
si: KGS: Blachlyev gambit
sv: Kungsgambit antagen: Blachlys gambit
tr: KGA: Blachly gambiti
uk: Прийнятий королівський гамбіт: гамбіт Бланчлі

source: KGA: Bonsch-Osmolovsky variation
ar: هجوم الملك الهندي : بونش-اوسمولوفسكي تفريع
br: Gambito do Rei Aceito, Variante Bonsch-Osmolovsky
ca: Gambit de Rei acceptat - Gambit de Cavall - Variant Bonsch Osmolovsky
de: Königsgambit (angenommen): Bonsch-Osmolovsky-Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Variante Bonsch Osmolovsky
eu: Errege Ganbito Onartua: Bonsch-Osmolovsky aldaera
fr: Gambit Roi accepté, var. Bonch-Osmolovsky
id: KGA: Varian Bonsch-Osmolovsky
it: Gambetto di Re Accettato, Mossa di Cavallo, Variante Bonsch Osmolovsky
nl: KGA: Bonsch-Osmolovsky variant
pl: Gam.król przyj., wariant Bonsch-Osmolovsky
ru: Принятый королевский гамбит: вариант Бенша-Осмоловского
si: KGS: Bonsch-Osmolovskyeva različica
sv: Kungsgambit antagen: Bontj-Osmolovskijs variant
tr: KGA: Bonsch-Osmolovsky varyasyonu
uk: Прийнятий королівський гамбіт: варіант Бонча-Осмоловського
vi: KGA: biến thể Bonsch-Osmolovsky

source: KGA: Breyer gambit
ar: هجوم الملك الهندي : برير جامبيت
br: Gambito do Rei Aceito, Gambito Breyer
ca: Gambit de Rei acceptat - Gambit Breyer
de: Königsgambit (angenommen): Breyer Gambit
es: Gambito de Rey Aceptado, Gambito Breyer
eu: Errege Ganbito Onartua: Breyer ganbitoa
fr: Gambit Roi accepté, gambit Breyer
id: KGA: Gambit Breyer
it: Gambetto di Re Accettato, Mossa di Breyer
nl: KGA: Breyer gambiet
pl: Gam.król przyj., gambit Breyer'a
ru: Принятый королевский гамбит: гамбит Брейера
si: KGS: Breyerjev gambit
sv: Kungsgambit antagen: Breyergambit
tr: KGA: Breyer gambiti
uk: Прийнятий королівський гамбіт: гамбіт Брейєра

source: KGA: Carrera (Basman) gambit
ar: هجوم الملك الهندي : كاريرا (باسمان) جامبيت
br: Gambito do Rei Aceito, Gambito Carreira (Basman)
ca: Gambit de Rei acceptat - Gambit Carrera o Basman
de: Königsgambit (angenommen): Carrera (Basman) Gambit
es: Gambito de Rey Aceptado, Gambito Carrera o Basman
eu: Errege Ganbito Onartua: Carrera (Basman) ganbitoa
fr: Gambit Roi accepté, gambit Carrera (Basman)
id: KGA: Gambit Carrera (Basman)
it: Gambetto di Re Accettato, Mossa di Carrera o Basman
nl: KGA: Carrera (Basman) gambiet
pl: Gam.król przyj., gambit Carrera(Basman'a)
ru: Принятый королевский гамбит: гамбит Карреры
si: KGS: Carrera (Basmanov) gambit
sv: Kungsgambit antagen: Carreras gambit (Basman)
tr: KGA: Carrera (Basman) gambiti
uk: Прийнятий королівський гамбіт: гамбіт Каррери
