Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Benoni: classical with ...Re8 and ...Na6
ar: بينوني: الكلاسيكي مع ...Re8 و ...Na7
br: Defesa Benoni, Variante Clássica, ...Te8 e ...Ca6
ca: Defensa Benoni - Variant clàssica - 10 ... Ca6
de: Benoni: Klassisch mit ...Te8 und ...Sa6
es: Defensa Benoni, VarianteClásica, 10...Ca6
eu: Benoni: klasikoa ...Ge8 eta ...Za6rekin
fr: Défense Benoni classique, avec ...Te8 et ...Ca6
id: Benoni: Klasik dg ...Bd8 dan ...Ka6
it: Difesa Benoni, Variante Classica, 10...Ca6
nl: Benoni: klassiek met ... Te8 en ... Pa6
pl: Benoni: klasyczny z ...Re8 i ...Na6
ru: Модерн-Бенони: классический вариант с ...Лe8 и ...Кa6
si: Benoni: klasična z ...Te8 in ...Sa6
sv: Benoni: Klassisk med ...Te8 och ...Sa6
tr: Benoni: ...Re8 ve ...Na6 ile klasik
uk: Сучасний Беноні: класичний варіант з ...Тe8 і ...Кa6
vi: Benoni: cổ điển với ... Re8 và ... Na6

source: Benoni: classical with ...a6 and 10...Bg4
ar: بينوني: الكلاسيكي مع ...a6 و 10...Bg5
br: Defesa Benoni, Variante Clássica, ...a6 e 10...Bg4
ca: Defensa Benoni - Variant clàssica - 10 ..... Ag4
de: Benoni: Klassisch mit ...a6 und 10...Lg4
es: Defensa Benoni, Variante Clásica, 10...Ag4
eu: Benoni: klasikoa ...a6 eta 10...Ag4rekin
fr: Défense Benoni classique, avec ...a6 et 10...Fg4
id: Benoni: Klasik dg ...a6 dan 10...Gg4
it: Difesa Benoni, Variante Classica, 10...Ag4
nl: Benoni: klassiek met ... a6 en 10 ... Lg4
pl: Benoni: klasyczny z ...a6 i 10...Bg4
ru: Модерн-Бенони: классический вариант с ...a6 и 10...Сg4
si: Benoni: klasična z ...a6 in 10. Lg4
sv: Benoni: Klassisk med ...a6 och 10...Lg4
tr: Benoni: ...a6 ve 10...Bg4 ile klasik
uk: Сучасний Беноні: класичний варіант з ...a6 і 10...Сg4
vi: Benoni: cổ điển với ... a6 và 10 ... Bg4

source: Benoni: classical with e4 and Nf3
ar: بينوني: الكلاسيكي مع e4 و Nf4
br: Defesa Benoni, Variante Clássica, 6.e4 e 7.Cf3
ca: Defensa Benoni - Variant clàssica 6. e4 i 7. Cf3
de: Benoni: Klassisch mit e4 und Sf3
es: Defensa Benoni, Variante Clásica 6.e4 y 7.Cf3
eu: Benoni: klasikoa e4 eta Zf3rekin
fr: Défense Benoni classique, avec e4 et Cf3
id: Benoni: Klasik dg e4 dan Kf3
it: Difesa Benoni, Variante Classica 6.e4 y 7.Cf3
nl: Benoni: klassiek met e4 en Pf3
pl: Benoni: klasyczny z e4 i Nf3
ru: Модерн-Бенони: классический вариант с e4 и Кf3
si: Benoni: klasična z e4 in Sf3
sv: Benoni: Klassisk med e4 och Sf3
tr: Benoni: e4 ve Nf3 ile klasik
uk: Сучасний Беноні: класичний варіант з e4 і Кf3
vi: Benoni: cổ điển với e4 và NF3

source: Benoni: classical without 9.O-O
ar: بينوني: الكلاسيكي بدون 9.O-O
br: Defesa Benoni, Variante Clássica sem 9.O-O
ca: Defensa Benoni - Variant clàssica sense 9. 0-0
de: Benoni: Klassisch ohne 9.O-O
es: Defensa Benoni, Variante Clásica sin 9.O O
eu: Benoni: klasikoa 9.O-O gabe
fr: Défense Benoni classique, sans 9.O-O
id: Benoni: Klasik tanpa 9.0-0
it: Difesa Benoni, Variante Classica sin 9.O O
nl: Benoni: klassiek zonder 9.O-O
pl: Benoni: klasyczny bez 9.O-O
ru: Модерн-Бенони: классический вариант без 9.O-O
si: Benoni: klasična brez 9. O-O
sv: Benoni: Klassisk utan 9.O-O
tr: Benoni: 9.O-O olmadan klasik
uk: Сучасний Беноні: класичний варіант без 9.O-O
vi: Benoni: cổ điển mà không 9.O-O

source: Benoni: classical, 11.f3
ar: بينوني: الكلاسيكي, 11.f4
br: Defesa Benoni, Variante Clássica, 11.f3
ca: Defensa Benoni - Variant clàssica - 10 ... Ca6 11. f3
de: Benoni: Klassisch, 11.f3
es: Defensa Benoni, Variante Clásica, 10...Ca6 11.f3
eu: Benoni: klasikoa, 11.f3
fr: Défense Benoni classique, 11.f3
id: Benoni: Klasik, 11.f3
it: Difesa Benoni, Variante Classica, 10...Ca6 11.f3
nl: Benoni: klassiek, 11.f3
pl: Benoni: klasyczny, 11.f3
ru: Модерн-Бенони: классический вариант, 11.f3
si: Benoni: klasična, 11. f3
sv: Benoni: Klassisk, 11.f3
tr: Benoni: klasik, 11.f3
uk: Сучасний Беноні: класичний варіант, 11.f3
vi: Benoni: cổ điển, 11.f3

source: Benoni: classical, 8.Bg5
ar: بينوني: الكلاسيكي, 8.Bg6
br: Defesa Benoni, Variante Clássica, 8.Bg5
ca: Defensa Benoni - Variant clàssica - 8. Ag5
de: Benoni: Klassisch, 8.Lg5
es: Defensa Benoni, Variante Clásica, 8.Ag5
eu: Benoni: klasikoa, 8.Ag5
fr: Défense Benoni classique, 8.Fg5
id: Benoni: Klasik, 8.Gg5
it: Difesa Benoni, Variante Classica, 8.Ag5
nl: Benoni: klassiek, 8.Lg5
pl: Benoni: klasyczny, 8.Bg5
ru: Модерн-Бенони: классический вариант, 8.Сg5
si: Benoni: klasična, 8.Sg5
sv: Benoni: Klassisk, 8.Lg5
tr: Benoni: klasik, 8.Bg5
uk: Сучасний Беноні: класичний варіант, 8.Сg5
vi: Benoni: cổ điển, 8.Bg5

source: Benoni: classical, 9...Re8, 10.Nd2
ar: بينوني: الكلاسيكي, 9...Re8, 10.Nd3
br: Defesa Benoni, Variante Clássica, 9...Te8, 10.Cd2
ca: Defensa Benoni - Variant clàssica - 10. Cd2
de: Benoni: Klassisch, 9...Te8, 10.Sd2
es: Defensa Benoni, Variante Clásica, 10.Cd2
eu: Benoni: klasikoa, 9...Ge8, 10.Zd2
fr: Défense Benoni classique, 9...Te8 10.Cd2
id: Benoni: Klasik, 9...Be8, 10.Kd2
it: Difesa Benoni, Variante Classica, 10.Cd2
nl: Benoni: klassiek, 9 ... Te8, 10.Pd2
pl: Benoni: klasyczny, 9...Re8, 10.Nd2
ru: Модерн-Бенони: классический вариант, 9...Лe8, 10.Кd2
si: Benoni: klasična, 9. Te8, 10. Sd2
sv: Benoni: Klassisk, 9...Te8, 10.Sd2
tr: Benoni: klasik, 9...Re8, 10.Nd2
uk: Сучасний Беноні: класичний варіант, 9...Тe8, 10.Кd2
vi: Benoni: cổ điển, 9 ... Re8, 10.Nd2

source: Benoni: classical, 9...Re8
ar: بينوني: الكلاسيكي, 9...Re9
br: Defesa Benoni, Variante Clássica, 9...Te8
ca: Defensa Benoni - Variant clàssica - 9 ... Te8
de: Benoni: Klassisch, 9...Te8
es: Defensa Benoni, Variante Clásica, 9...Te8
eu: Benoni: klasikoa, 9...Ge8
fr: Défense Benoni classique, 9...Te8
id: Benoni: Klasik, 9...Be8
it: Difesa Benoni, Variante Classica, 9...Te8
nl: Benoni: klassiek, 9 ... Te8
pl: Benoni: klasyczny, 9...Re8
ru: Модерн-Бенони: классический вариант, 9...Лe8
si: Benoni: klasična, 9. Te8
sv: Benoni: Klassisk, 9...Te8
tr: Benoni: klasik, 9...Re8
uk: Сучасний Беноні: класичний варіант, 9...Тe8
vi: Benoni: cổ điển, 9 ... Re8

source: Benoni: classical, 9...a6, 10.a4
ar: بينوني: الكلاسيكي, 9...a6, 10.a5
br: Defesa Benoni, Variante Clássica, 9...a6, 10.a4
ca: Defensa Benoni - Variant clàssica - 9 ... a6 10. a4
de: Benoni: Klassisch, 9...a6, 10.a4
es: Defensa Benoni, Variante Clásica, 9...a6 10.a4
eu: Benoni: klasikoa, 9...a6, 10.a4
fr: Défense Benoni classique, 9...a6 10.a4
id: Benoni: Klasik, 9...a6, 10.a4
it: Difesa Benoni, Variante Classica, 9...a6 10.a4
nl: Benoni: klassiek, 9 ... a6, 10.a4
pl: Benoni: klasyczny, 9...a6, 10.a4
ru: Модерн-Бенони: классический вариант, 9...a6, 10.a4
si: Benoni: klasična, 9. a6, 10. a4
sv: Benoni: Klassisk, 9...a6, 10.a4
tr: Benoni: klasik, 9...a6, 10.a4
uk: Сучасний Беноні: класичний варіант, 9...a6, 10.a4
vi: Benoni: cổ điển, 9 ... a6, 10.a4

source: Benoni: classical, 9.O-O
ar: بينوني: الكلاسيكي, 9.O-O
br: Defesa Benoni, Variante Clássica, 9.O-O
ca: Defensa Benoni - Variant clàssica - 9. 0-0
de: Benoni: Klassisch, 9.O-O
es: Defensa Benoni, Variante Clásica, 9.O O
eu: Benoni: klasikoa, 9.O-O
fr: Défense Benoni classique, 9.O-O
id: Benoni: Klasik, 9.0-0
it: Difesa Benoni, Variante Classica, 9.O O
nl: Benoni: klassiek, 9.O-O
pl: Benoni: klasyczny, 9.O-O
ru: Модерн-Бенони: классический вариант, 9.O-O
si: Benoni: klasična, 9. O-O
sv: Benoni: Klassisk, 9.O-O
tr: Benoni: klasik, 9.O-O
uk: Сучасний Беноні: класичний варіант, 9.O-O
vi: Benoni: cổ điển, 9.O-O

source: Benoni: fianchetto variation
ar: بينوني: فيل الوتر الطويل تفريع
br: Defesa Benoni, Variante do Fianchetto
ca: Defensa Benoni - Variant del Fianchetto
de: Benoni: Fianchettovariante
es: Defensa Benoni, Variante del Fianchetto
eu: Benoni: fianchetto aldaera
fr: Défense Benoni, var. du fianchetto-roi
id: Benoni: Varian Fianchetto
it: Difesa Benoni, Variante del Fianchetto
nl: Benoni: fianchetto variant
pl: Benoni: wariant fianchetto
ru: Модерн-Бенони: вариант с фианкетто
si: Benoni: krilni razvoj različica
sv: Benoni: Fianchettovarianten
tr: Benoni: fianchetto varyasyonu
uk: Сучасний Беноні: варіант з фіанкетто
vi: Benoni: biến thể fianchetto

source: Benoni: fianchetto, 11...Re8
ar: بينوني: فيل الوتر الطويل, 11...Re9
br: Defesa Benoni, Variante do Fianchetto, 11...Te8
ca: Defensa Benoni - Variant del Fianchetto - 11 ... Te8
de: Benoni: Fianchetto, 11...Te8
es: Defensa Benoni, Variante del Fianchetto, 11...Te8
eu: Benoni: fianchetto, 11...Ge8
fr: Défense Benoni, var. du fianchetto-roi, 11...Te8
id: Benoni: Fianchetto, 11...Be8
it: Difesa Benoni, Variante del Fianchetto, 11...Te8
nl: Benoni: fianchetto, 11...Te8
ru: Модерн-Бенони: вариант с фианкетто, 11...Лe8
si: Benoni: krilni razvoj, 11. Te8
sv: Benoni: Fianchetto, 11...Te8
uk: Сучасний Беноні: варіант з фіанкетто, 11...Тe8

source: Benoni: fianchetto, 9...Nbd7
ar: بينوني: فيل الوتر الطويل, 9...Nbd8
br: Defesa Benoni, Variante do Fianchetto, 9... Cbd7
ca: Defensa Benoni - Variant del Fianchetto - 9 ... Cbd7
de: Benoni: Fianchetto, 9...Sbd7
es: Defensa Benoni, Variante del Fianchetto, 9...Cbd7
eu: Benoni: fianchetto, 9...Zbd7
fr: Défense Benoni, var. du fianchetto-roi, 9...Cbd7
id: Benoni: Fianchetto, 9...Kbd7
it: Difesa Benoni, Variante del Fianchetto, 9...Cbd7
nl: Benoni: fianchetto, 9...Pbd7
ru: Модерн-Бенони: вариант с фианкетто, 9...Кbd7
si: Benoni: krilni razvoj, 9. Sbd7
sv: Benoni: Fianchetto, 9...Sbd7
uk: Сучасний Беноні: варіант з фіанкетто, 9...Кbd7

source: Benoni: four pawns attack, main line
ar: بينوني: الأربعة بيادق هجوم, الخط الرئيسي
br: Defesa Benoni, Ataque dos 4 Peões, Linha Principal
ca: Defensa Benoni - Atac dels quatre peons - Línia principal
de: Benoni: Vierbauernangriff, Hauptvariante
es: Defensa Benoni, Ataque de los 4 Peones, Linea Principal
eu: Benoni: lau peoien erasoa, lerro nagusia
fr: Défense Benoni, attaque des quatre pions, ligne principale
id: Benoni: Serangan 4 Bidak, Jalur Utama
it: Difesa Benoni, Attacco dei 4 Pedoni, Linea Principale
nl: Benoni: vier pionnen aanval, hoofdlijn
pl: Benoni: atak czterech pionów, główna linia
ru: Модерн-Бенони: атака четырех пешек, основной вариант
si: Benoni: napad štirih kmetov, glavna linija
sv: Benoni: Fyrbondesangrepp, huvudvariant
tr: Benoni: dört piyon hücumu, ana hat
uk: Сучасний Беноні: атака чотирьох пішаків, основний варіант
vi: Benoni: tấn công bốn tốt, dòng chính

source: Benoni: four pawns attack
ar: بينوني: الأربعة بيادق هجوم
br: Defesa Benoni, Ataque dos 4 Peões
ca: Defensa Benoni - Atac dels quatre peons
de: Benoni: Vierbauernangriff
es: Defensa Benoni, Ataque de los 4 Peones
eu: Benoni: lau peoien erasoa
fr: Défense Benoni, attaque des quatre pions
id: Benoni: Serangan 4 Bidak
it: Difesa Benoni, Attacco dei 4 Pedoni
nl: Benoni: vier pionnen aanval
pl: Benoni: atak czterech pionów
ru: Модерн-Бенони: атака четырех пешек
si: Benoni: napad štirih kmetov
sv: Benoni: Fyrbondesangrepp
tr: Benoni: dört piyon hücumu
uk: Сучасний Беноні: атака чотирьох пішаків
vi: Benoni: tấn công bốn tốt

source: Benoni: pawn storm variation
ar: بينوني: تفريع عاصفة البيدق
br: Defesa Benoni, Variante Tempestade de Peões
ca: Defensa Benoni - Atac central o Variant 'tempesta de peons'
de: Benoni: Bauernsturmvariante
es: Defensa Benoni, Ataque Central o Variante Tormenta de Peones
eu: Benoni: peoi ekaitza aldaera
fr: Défense Benoni, var. de la marée de pions
id: Benoni: Varian Bidak Listrik
it: Difesa Benoni, Attacco Centrale o Variante Tormenta de Pedoni
nl: Benoni: pionstorm variant
pl: Benoni: wariant szturmu pionów
ru: Модерн-Бенони: вариант пешечного штурма
si: Benoni: pawn storm različica
sv: Benoni: Bondestormsvarianten
tr: Benoni: piyon fırtınası varyasyonu
uk: Сучасний Беноні: варіант пішакового штурму
vi: Benoni: biến thể bão tốt

source: Bird's opening, Swiss gambit
ar: بيرد افتتاح, السويسري جامبيت
br: Abertura Bird, Gambito Suiço
ca: Obertura Bird - Gambit Suís
de: Bird-Eröffnung, Schweizer Gambit
es: Apertura Bird, Gambito Suizo
eu: Bird irekiera, Suitzako ganbitoa
fr: Ouverture Bird, gambit suisse
id: Bird: Gambit Swiss
it: Apertura Bird, Gambetto Svizzero
nl: Bird's opening, Zwitsers gambiet
pl: Debiut Bird'a: gambit szwajcarski
ru: Дебют Берда: швейцарский гамбит
si: Birdova otvoritev, švicarski gambit
sv: Bird: Schweizergambit
tr: Kuş'un açılışı, İsviçre gambiti
uk: Дебют Берда: Швейцарський гамбіт
vi: Khai cuộc Bird, thí quân Thụy Sĩ

source: Bird's opening: Lasker variation
ar: بيرد افتتاح: لاسكر تفريع
br: Abertura Bird, Variante Lasker
ca: Obertura Bird - Variant Lasker
de: Bird-Eröffnung: Lasker-Variante
es: Apertura Bird, Variante Lasker
eu: Bird irekiera: Lasker aldaera
fr: Ouverture Bird, var. Lasker
id: Bird: Varian Lasker
it: Apertura Bird, Variante Lasker
nl: Bird's opening : Lasker variant
pl: Debiut Bird'a: wariant Laskera
ru: Дебют Берда: вариант Ласкера
si: Birdova otvoritev: Laskerjeva različica
sv: Bird: Laskervarianten
tr: Kuş'un açılışı: Lasker varyasyonu
uk: Дебют Берда: варіант Ласкера
vi: Khai cuộc Bird: biến Lasker

source: Bird's opening: Williams gambit
ar: بيرد افتتاح: ويليامس جامبيت
br: Abertura Bird, Gambito Williams
ca: Obertura Bird - Gambit Williams
de: Bird-Eröffnung: Williams Gambit
es: Apertura Bird, Gambito Williams
eu: Bird irekiera: Williams ganbitoa
fr: Ouverture Bird, gambit Williams
id: Bird: Gambit William
it: Apertura Bird, Gambetto Williams
nl: Bird's opening : Williams gambiet
pl: Debiut Bird'a: gambit Williams'a
ru: Дебют Берда: гамбит Уильямса
si: Birdova otvoritev: Williamsov gambit
sv: Bird: Williams gambit
tr: Kuş'un açılışı: Williams gambiti
uk: Дебют Берда: гамбіт Уїльямса
vi: Khai cuộc Bird: Williams Gambit

source: Bird's opening
ar: بيرد افتتاح
br: Abertura Bird
ca: Obertura Bird
de: Bird-Eröffnung
es: Apertura Bird
eu: Bird irekiera
fr: Ouverture Bird
id: Pembukaan Bird
it: Apertura Bird
pl: DebiutBird'a
ru: Дебют Берда
si: Birdova otvoritev
sv: Birds spelöppning
tr: Kuş'un açılışı
uk: Дебют Берда
vi: Khai cuộc Bird

source: Bird: From gambit, Lasker variation
ar: بيرد: جامبيت فروم, لاسكر تفريع
br: Abertura Bird, Gambito From, Variante Lasker
ca: Obertura Bird - Gambit From - Variant Lasker
de: Bird: Froms Gambit, Lasker-Variante
es: Apertura Bird, Gambito From, Variante Lasker
eu: Bird: From Ganbitoa, Lasker aldaera
fr: Ouverture Bird, gambit From, var. Lasker
id: Bird: Gambit Form, Varian Lasker
it: Apertura Bird, Gambetto From, Variante Lasker
nl: Bird: From gambit, Lasker variant
pl: Bird: gambit Froma, wariant Lasker'a
ru: Дебют Берда: гамбит Фрома, вариант Ласкера
si: Bird: From gambit, Laskerjeva različica
sv: Bird: Froms gambit, Laskervarianten
tr: Kuş: gambitten, Lasker varyasyonu
uk: Дебют Берда: гамбіт Фрома, варіант Ласкера
vi: Bird: Từ gambit, biến thể Lasker

source: Bird: From gambit, Lipke variation
ar: بيرد: جامبيت فروم, ليبكي تفريع
br: Abertura Bird, Gambito From, Variante Lipke
ca: Obertura Bird - Gambit From - Variant Lipke
de: Bird: Froms Gambit, Lipke-Variante
es: Apertura Bird, Gambito From, Variante Lipke
eu: Bird: From Ganbitoa, Lipke aldaera
fr: Ouverture Bird, gambit From, var. Lipke
id: Bird: Gambit Form, Varian Lipke
it: Apertura Bird, Gambetto From, Variante Lipke
nl: Bird: From gambiet, Lipke variant
pl: Bird: gambit Froma, wariant Lipke'a
ru: Дебют Берда: гамбит Фрома, вариант Липке
si: Bird: From gambit, Lipke različica
sv: Bird: Froms gambit, Lipkevarianten
tr: Kuş: gambitten, Lipke varyasyonu
uk: Дебют Берда: гамбіт Фрома, варіант Ліпке
vi: Bird: Từ gambit, biến thể Lipke

source: Bird: From gambit
ar: بيرد: جامبيت فروم
br: Abertura Bird, Gambito From
ca: Obertura Bird - Gambit From
de: Bird: Froms Gambit
es: Apertura Bird, Gambito From
eu: Bird: From Ganbitoa
fr: Ouverture Bird, gambit From
id: Bird: Gambit Form
it: Apertura Bird, Gambetto From
nl: Bird: From gambiet
pl: Bird: gambit Froma
ru: Дебют Берда: гамбит Фрома
sv: Bird: Froms gambit
tr: Kuş: gambitten
uk: Дебют Берда: гамбіт Фрома
vi: Bird: Từ gambit

source: Bird: Hobbs gambit
ar: بيرد: هوبس جامبيت
br: Abertura Bird, Gambito Hobbs
ca: Obertura Bird - Gambit Hobbs
es: Apertura Bird, Gambito Hobbs
eu: Bird: Hobbs ganbitoa
fr: Ouverture Bird, gambit Hobbs
id: Bird: Gambit Hobbs
it: Apertura Bird, Gambetto Hobbs
nl: Bird: Hobbs gambiet
pl: Bird: gambit Hobbsa
ru: Дебют Берда: гамбит Гоббса
tr: Kuş: Hobbs gambiti
uk: Дебют Берда: гамбіт Гоббса

source: Bishop's opening: Berlin defence
ar: افتتاح الفيل: دفاع بيرلين
br: Abertura do Bispo, Defesa Berlim
ca: Obertura de l'Alfil - Defensa Berlinesa
de: Läuferspiel: Berliner Verteidigung
es: Apertura del Alfil, Defensa Berlinesa
eu: Alfilaren irekiera: Berlingo defentsa
fr: Début du Fou, défense de Berlin
id: Pembukaan Gajah: Pembelaan Berlin
it: Apertura d'Alfiere, Difesa Berlinese
nl: Loperspel: Berlijn verdediging
pl: Debiut gońca: obrona belińska
ru: Дебют слона: берлинская защита
si: Lovčeva otvoritev: berlinska obramba
sv: Löparspel: Berlinerförsvar
tr: Fil'in açılışı: Berlin savunması
uk: Дебют слона: Берлінський захист
vi: Khai cuộc Tịnh: Phòng thủ Berlin

source: Bishop's opening: Calabrese counter-gambit, Jaenisch variation
ar: افتتاح الفيل: كالابريس الجامبيت المضاد, جينيش تفريع
br: Abertura do Bispo, Contra-Gambito Calabrés, Variante Jaenisch
ca: Obertura de l'Alfil - Contra Gambit Calabrés - Variant Jaenisch
de: Läuferspiel: Calabrese Gegengambit, Jaenisch-Variante
es: Apertura del Alfil, ContraGambito Calabrés, Variante Jaenisch
eu: Alfilaren irekiera: kontra-ganbito kalabriarra, Jaenisch aldaera
fr: Début du Fou, contre-gambit Gioachino Greco (dit Le Calabrais), var. Jaenisch
id: Pembukaan Gajah: Gambit Balasan Calabrese, Varian Jaenisch
it: Apertura d'Alfiere, Controgambetto Calabrés, Variante Jaenisch
nl: Loperspel: Calabrese contra-gambiet, Jaenisch variant
pl: Debiut gońca: kontrgambit Calabrese, wariant Jaenisch'a
ru: Дебют слона: калабрийский контргамбит, вариант Яниша
si: Lovčeva otvoritev: Calabrese proti-gambit, Jaenischeva različica
sv: Löparspel: Calabreses motgambit, Jänischvarianten
tr: Fil'in açılışı: Kalabriya karşı gambiti, Jaenisch varyasyonu
uk: Дебют слона: Калабрійський контргамбіт, варіант Яніша
vi: Khai cuộc Tịnh: Calabrese chống Gambit, biến thể Jaenisch

source: Bishop's opening: Calabrese counter-gambit
ar: افتتاح الفيل: كالابريس الجامبيت المضاد
br: Abertura do Bispo, Contra-Gambito Calabrense
ca: Obertura de l'Alfil - Contra Gambit Calabrés
de: Läuferspiel: Calabrese Gegengambit
es: Apertura del Alfil, ContraGambito Calabrés
eu: Alfilaren irekiera: kontra-ganbito kalabriarra
fr: Début du Fou, contre-gambit Gioachino Greco (dit Le Calabrais)
id: Pembukaan Gajah: Gambit Balasan Calabrese
it: Apertura d'Alfiere, Controgambetto Calabrese
nl: Loperspel: Calabrese contra-gambiet
pl: Debiut gońca: kontrgambit Calabrese
ru: Дебют слона: калабрийский контргамбит
si: Lovčeva otvoritev: Calabrese proti-gambit
sv: Löparspel: Calabreses motgambit
tr: Fil'in açılışı: Kalabriya karşı gambiti
uk: Дебют слона: Калабрійський контргамбіт
vi: Khai cuộc Tịnh: Calabrese chống Gambit

source: Bishop's opening: Classical variation
ar: افتتاح الفيل: التفريع الكلاسيكي
br: Abertura do Bispo, Variante Clássica
ca: Obertura de l'Alfil - Variant clàssica
de: Läuferspiel: Klassische Variante
es: Apertura del Alfil, Variante Clásica
eu: Alfilaren irekiera: aldaera klasikoa
fr: Début du Fou, var. classique
id: Pembukaan Gajah: Varian Klasik
it: Apertura d'Alfiere, Variante Classica
nl: Loperspel: Klassieke variant
pl: Debiut gońca: wariant klasyczny
ru: Дебют слона: классический вариант
si: Lovčeva otvoritev: klasična različica
sv: Löparspel: Klassisk variant
tr: Fil'in açılışı: Klasik varyasyon
uk: Дебют слона: класичний варіант
vi: Khai cuộc Tịnh: biến thể cổ điển

source: Bishop's opening: Greco gambit
ar: افتتاح الفيل: جريكو جامبيت
br: Abertura do Bispo, Gambito Greco
ca: Obertura de l'Alfil - Gambit Grec
de: Läuferspiel: Greco Gambit
es: Apertura del Alfil, Gambito Greco
eu: Alfilaren irekiera: Greco ganbitoa
fr: Début du Fou, gambit Greco
id: Pembukaan Gajah: Gambit Greco
it: Apertura d'Alfiere, Gambetto Greco
nl: Loperspel: Greco gambiet
pl: Debiut gońca: gambit Greco
ru: Дебют слона: гамбит Греко
si: Lovčeva otvoritev: Grecov gambit
sv: Löparspel: Grecos gambit
tr: Fil'in açılışı: Greko gambiti
uk: Дебют слона: гамбіт Греко
vi: Khai cuộc Tịnh: Greco Gambit

source: Bishop's opening: Lewis counter-gambit
ar: افتتاح الفيل: لويس الجامبيت المضاد
br: Abertura do Bispo, Contra-Gambito Lewis
ca: Obertuta de l'Alfil - Contra-Gambit Lewis
de: Läuferspiel: Lewis Gegengambit
es: Apertura del Alfil, ContraGambito Lewis
eu: Alfilaren irekiera: Lewisen kontra-ganbitoa
fr: Début du Fou, contre-gambit Lewis
id: Pembukaan Gajah: Gambit Balasan Lewis
it: Apertura d'Alfiere, Controgambetto Lewis
nl: Loperspel: Lewis tegengambiet
pl: Debiut gońca: kontrgambit Lewis'a
ru: Дебют слона: контргамбит Льюиса
si: Lovčeva otvoritev: Lewisov proti-gambit
sv: Löparspel: Lewis motgambit
tr: Fil'in açılışı: Lewis karşı gambiti
uk: Дебют слона: контргамбіт Льюїса
vi: Khai cuộc Tịnh: Lewis phản Gambit

source: Bishop's opening: Lewis gambit
ar: افتتاح الفيل: لويس جامبيت
br: Abertura do Bispo, Gambito Lewis
ca: Obertura de l'Alfil - Gambit Lewis
de: Läuferspiel: Lewis Gambit
es: Apertura del Alfil, Gambito Lewis
eu: Alfilaren irekiera: Lewis ganbitoa
fr: Début du Fou, gambit Lewis
id: Pembukaan Gajah: Gambit Lewis
it: Apertura d'Alfiere, Gambetto Lewis
nl: Loperspel: Lewis gambiet
pl: Debiut gońca: gambit Lewis'a
ru: Дебют слона: гамбит Льюиса
si: Lovčeva otvoritev: Lewisov gambit
sv: Löparspel: Lewis gambit
tr: Fil'in açılışı: Lewis gambiti
uk: Дебют слона: гамбіт Льюїса
vi: Khai cuộc Tịnh: Lewis Gambit

source: Bishop's opening: Lisitsyn variation
ar: افتتاح الفيل: ليزيتسين تفريع
br: Abertura do Bispo, Variante Lisitsyn
ca: Obertura de l'Alfil - Variant Lisitsyn
de: Läuferspiel: Lisitsyn-Variante
es: Apertura del Alfil, Variante Lisitsyn
eu: Alfilaren irekiera: Lisitsyn aldaera
fr: Début du Fou, var. Lissitsine
id: Pembukaan Gajah: Varian Lisitsyn
it: Apertura d'Alfiere, Variante Lisitsyn
nl: Loperspel: Lisitsyn variant
pl: Debiut gońca: wariant Lisitsyn'a
ru: Дебют слона: вариант Лисицына
si: Lovčeva otvoritev: Lisitsyn različica
sv: Löparspel: Lisitsynvarianten
tr: Fil'in açılışı: Lisitsyn varyasyonu
uk: Дебют слона: варіант Лісіцина
vi: Khai cuộc Tịnh: biến thể Lisitsyn

source: Bishop's opening: Lopez gambit
ar: افتتاح الفيل: لوبيز جامبيت
br: Abertura do Bispo, Gambito López
ca: Obertura de l'Alfil - Gambit López
de: Läuferspiel: Lopez Gambit
es: Apertura del Alfil, Gambito López
eu: Alfilaren irekiera: Lopez ganbitoa
fr: Début du Fou, gambit López
id: Pembukaan Gajah: Gambit Lopez
it: Apertura d'Alfiere, Gambetto López
nl: Loperspel: Lopez gambiet
pl: Debiut gońca: gambit Lopez'a
ru: Дебют слона: гамбит Лопеса
si: Lovčeva otvoritev: Lopezov gambit
sv: Löparspel: Lopez gambit
tr: Fil'in açılışı: Lopez gambiti
uk: Дебют слона: гамбіт Лопеса
vi: Khai cuộc Tịnh: Lopez Gambit

source: Bishop's opening: MacDonnell double gambit
ar: افتتاح الفيل: ماكدونالد المزدوج جامبيت
br: Abertura do Bispo, Gambito Duplo de MacDonnell
ca: Obertura de l'Alfil - Gambit doble de MacDonnell
de: Läuferspiel: MacDonnell double Gambit
es: Apertura del Alfil, Gambito Doble de MacDonnell
eu: Alfilaren irekiera: MacDonnell ganbito bikoitza
fr: Début du Fou, double gambit MacDonnell
id: Pembukaan Gajah: Gambit Ganda MacDonnel
it: Apertura d'Alfiere, Doppio Gambetto MacDonnell
nl: Loperspel: MacDonnell dubbel gambiet
pl: Debiut gońca: podwójny gambit MacDonnell'a
ru: Дебют слона: двойной гамбит Мак-Доннелла
si: Lovčeva otvoritev: MacDonnell dvojni gambit
sv: Löparspel: MacDonnells dubbelgambit
tr: Fil'in açılışı: MacDonnell çift gambiti
uk: Дебют слона: подвійний гамбіт Мак-Доннелла
vi: Khai cuộc Tịnh: MacDonnell đôi Gambit
