Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: King's Indian: fianchetto, classical variation, 8.e4
ar: الملك الهندي: فيل الوتر الطويل, التفريع الكلاسيكي, 8.e5
br: Defesa Índia do Rei, Variante do Fianchetto, Variante Clássica, 8.e4
ca: Defensa Índia de Rei - Variant del Fianchetto - Variant clàssica - 8. e4
de: Königsindisch: Fianchetto, Klassische Variante, 8.e4
es: Defensa India de Rey, Variante del Fianchetto, Variante Clásica, 8.e4
eu: Erregearen indiarra: fianchetto, aldaera klasikoa, 8.e4
fr: Défense est-indienne, var. du fianchetto-roi, var. classique, 8.e4
id: Hindia Raja Fianchetto, Klasik, 8.e4
it: Difesa Indiana di Re, Variante del Fianchetto, Variante Classica, 8.e4
nl: Konings Indisch: fianchetto, klassieke variant, 8.e4
pl: Królewsko-indyjska, fianchetto, wariant klasyczny, 8.e4
ru: Староиндийская защита: вариант с фианкетто, классический вариант, 8.e4
si: kraljevo-indijska, krilni razvoj, klasična različica, 8.e4
sv: Kungsindiskt: Fianchetto, klassisk variant, 8.e4
tr: Hint Şah: fianchetto, klasik varyasyon, 8.e4
uk: Староіндійський захист: варіант з фіанкетто, класичний варіант, 8.e4
vi: Ấn Độ vua: fianchetto, biến thể cổ điển, 8.e4

source: King's Indian: fianchetto, classical variation
ar: الملك الهندي: فيل الوتر الطويل, التفريع الكلاسيكي
br: Defesa Índia do Rei, Variante do Fianchetto, Variante Clássica
ca: Defensa Índia de Rei - Variant del Fianchetto - Variant clàssica
de: Königsindisch: Fianchetto, Klassische-Variante
es: Defensa India de Rey, Variante del Fianchetto, Variante Clásica
eu: Erregearen indiarra: fianchetto, aldaera klasikoa
fr: Défense est-indienne, var. du fianchetto-roi, var. classique
id: Hindia Raja Fianchetto, Varian Klasik
it: Difesa Indiana di Re, Variante del Fianchetto, Variante Classica
nl: Konings Indisch:Fianchetto, klassieke variant
pl: Królewsko-indyjska, fianchetto, wariant klasyczny
ru: Староиндийская защита: вариант с фианкетто, классический вариант
si: Kraljevo indijska, krilni razvoj, klasična različica
sv: Kungsindiskt: Fianchetto, klassisk variant
tr: Hint Şah: fianchetto, klasik varyasyon
uk: Староіндійський захист: варіант з фіанкетто, класичний варіант
vi: Của vua Ấn Độ: fianchetto, biến thể cổ điển

source: King's Indian: fianchetto, lesser Simagin (Spassky) variation
ar: الملك الهندي: فيل الوتر الطويل, المصغر سيماجين (سباسكي) تفريع
br: Defesa Índia do Rei, Variante do Fianchetto, Variante Menor de Simagin (Spassky)
ca: Defensa Índia de Rei - Variant del Fianchetto - Variant menor de Simagin o Variant Spassky
de: Königsindisch: Fianchetto, lesser Simagin (Spassky)-Variante
es: Defensa India de Rey, Variante del Fianchetto, Variante Menor de Simagin o Variante Spassky
eu: Erregearen indiarra: fianchetto, Simagin (Spassky) aldaera txikia
fr: Défense est-indienne, var. du fianchetto-roi, 7...Ff5 (var. Simagin réduite et plus forte (Spassky))
id: Hindia Raja Fianchetto, Varian Spassky
it: Difesa Indiana di Re, Variante del Fianchetto, Variante Menor de Simagin o Variante Spassky
nl: Konings Indisch: fianchetto, mindere Simagin (Spassky) variant
pl: Królewsko-indyjska, fianchetto, pomniejszony wariant Simagin'a(Spassky)
ru: Староиндийская защита: вариант с фианкетто, рекомендуемый вариант Симагина
si: Kraljevo indijska, krilni razvoj, manj Simaginova (spasskyeva) različica
sv: Kungsindiskt: Fianchetto, Simagins reducerade variant eller Spasskijvarianten
tr: Hint Şah: fianchetto, lesser Simagin (Spassky) varyasyonu
uk: Староіндійський захист: варіант з фіанкетто, рекомендований варіант Сімагіна
vi: Vua của Ấn Độ: fianchetto, ít Simagin (Spassky) biến thể

source: King's Indian: four pawns attack, 6.Be2
ar: الملك الهندي: الأربعة بيادق هجوم, 6.Be3
br: Defesa Índia do Rei, Ataque dos 4 Peões, 6.Be2
ca: Defensa Índia de Rei - Atac dels quatre peons - 6. Ae2
de: Königsindisch: Vierbauernangriff, 6.Le2
es: Defensa India de Rey, Ataque de los 4 Peones, 6.Ae2
eu: Erregearen indiarra: lau peoiko erasoa, 6.Ae2
fr: Défense est-indienne, attaque des quatre pions, 6.Fe2
id: Hindia Raja, Serangan 4 Bidak, 6.Ge2
it: Difesa Indiana di Re, Attacco dei 4 Pedoni, 6.Ae2
nl: KoningsIndisch: Vier pionnen aanval, 6.Le2
pl: Królewsko-indyjska,atak czterech pionów, 6.Ge2
ru: Староиндийская защита: атака четырех пешек, 6.Сe2
si: Kraljevo indijska, napad štirih kmetov, 6. Le2
sv: Kungsindiskt: Fyrbondesattack med 6.Le2
tr: Hint Şah: Dört piyon hücumu, 6.Be2
uk: Староіндійський захист: атака чотирьох пішаків, 6.Сe2
vi: Bốn con cờ tấn công, 6.Be2: Ấn Độ vua của

source: King's Indian: four pawns attack, Florentine gambit
ar: الملك الهندي: الأربعة بيادق هجوم, قلورنتاين جامبيت
br: Defesa Índia do Rei, Ataque dos 4 Peões, Gambito Florentino
ca: Defensa Índia de Rei - Atac dels quatre peons - Gambit Florentí
de: Königsindisch: Vierbauernangriff, Florentine Gambit
es: Defensa India de Rey, Ataque de los 4 Peones, Gambito Florentino
eu: Erregearen indiarra: lau peoiko erasoa, Florentziako ganbitoa
fr: Défense est-indienne, attaque des quatre pions, gambit florentin
id: Hindia Raja, Serangan 4 Bidak, Gambit Florentine
it: Difesa Indiana di Re, Attacco dei 4 Pedoni, Mossa di Florentino
nl: KoningsIndisch: Vier pionnen aanval, Florentine gambiet
pl: Królewsko-indyjska,atak czterech pionów, gambit Florentine
ru: Староиндийская защита: атака четырех пешек, флорентийский гамбит
si: Kraljevo indijska, napad štirih kmetov, Florentinov gambit
sv: Kungsindiskt: Fyrbondesattack, Florentingambit
tr: Hint Şah: Dört piyon hücumu, Florentine gambiti
uk: Староіндійський захист: атака чотирьох пішаків, Флорентійський гамбіт
vi: Bốn con cờ tấn công, Florentine cờ: Ấn Độ vua của

source: King's Indian: four pawns attack, dynamic line
ar: الملك الهندي: الأربعة بيادق هجوم, ديناميكي الخط
br: Defesa Índia do Rei, Ataque dos 4 Peões, Linha Dinâmica
ca: Defensa Índia de Rei - Atac dels quatre peons - Línia dinàmica
de: Königsindisch: Vierbauernangriff, dynamic line
es: Defensa India de Rey, Ataque de los 4 Peones, Linea Dinámica
eu: Erregearen indiarra: lau peoiko erasoa, lerro dinamikoa
fr: Défense est-indienne, attaque des quatre pions, ligne dynamique
id: Hindia Raja, Serangan 4 Bidak, Jalur Dinamis
it: Difesa Indiana di Re, Attacco dei 4 Pedoni, Linea Dinámica
nl: KoningsIndisch : Vier pionnen aanval, dynamische lijn
pl: Królewsko-indyjska,atak czterech pionów, linia dynamiczna
ru: Староиндийская защита: атака четырех пешек, динамичное продолжение
si: Kraljevo indijska, napad štirih kmetov, dinamična linija
sv: Kungsindiskt: Fyrbondesattack, Dynamisk variant
tr: Hint Şah: Dört piyon hücumu, dinamik hat
uk: Староіндійський захист: атака чотирьох пішаків, динамічне продовження
vi: Bốn con cờ tấn công, dòng năng động: Ấn Độ vua của

source: King's Indian: four pawns attack, main line
ar: الملك الهندي: الأربعة بيادق هجوم, الخط الرئيسي
br: Defesa Índia do Rei, Ataque dos 4 Peões, Linha Principal
ca: Defensa Índia de Rei - Atac dels quatre peons - Línia principal
de: Königsindisch: Vierbauernangriff, Hauptvariante
es: Defensa India de Rey, Ataque de los 4 Peones, Linea Principal
eu: Erregearen indiarra: lau peoiko erasoa, lerro nagusia
fr: Défense est-indienne, attaque des quatre pions, ligne principale
id: Hindia Raja, Serangan 4 Bidak, Jalur Utama
it: Difesa Indiana di Re, Attacco dei 4 Pedoni, Linea Principale
nl: KoningsIndisch: Vier pionnen aanval, hoofdlijn
pl: Królewsko-indyjska,atak czterech pionów, główna linia
ru: Староиндийская защита: атака четырех пешек, основное продолжение
si: Kraljevo indijska: Napad štirih kmetov, glavna linija
sv: Kungsindiskt: Fyrbondesattack, huvudvariant
tr: Hint Şah: Dört piyon hücumu, ana hat
uk: Староіндійський захист: атака чотирьох пішаків, основне продовження
vi: Ấn Độ vua: con tốt Bốn tấn công, dòng chính

source: King's Indian: four pawns attack, with Be2 and Nf3
ar: الملك الهندي: الأربعة بيادق هجوم, مع Be2 و Nf4
br: Defesa Índia do Rei, Ataque dos 4 Peões, 6.Be2 e 7.Cf3
ca: Defensa Índia de Rei - Atac dels quatre peons - 6. Ae2 i 7. Cf3
de: Königsindisch: Vierbauernangriff, mit Le2 und Sf3
es: Defensa India de Rey, Ataque de los 4 Peones, 6.Ae2 y 7.Cf3
eu: Erregearen indiarra: lau peoiko erasoa, Ae2 eta Zf3rekin
fr: Défense est-indienne, attaque des quatre pions, avec Fe2 et Cf3
id: Hindia Raja, Serangan 4 Bidak, dg Ge2 dan Kf3
it: Difesa Indiana di Re, Attacco dei 4 Pedoni, 6.Ae2 y 7.Cf3
nl: KoningsIndisch: Vier pionnen aanval, met Le2 en Pf3
pl: Królewsko-indyjska,atak czterech pionów z Ge2 i Sf3
ru: Староиндийская защита: атака четырех пешек с Сe2 и Кf3
si: kraljevo-indijska, napad štirih kmetov, z Le2 and Sf3
sv: Kungsindiskt: Fyrbondesattack med Le2 och Sf3
tr: Hint Şah: Be2 ve Nf3 ile dört piyon hücumu
uk: Староіндійський захист: атака чотирьох пішаків, з Сe2 і Кf3
vi: Bốn con cờ tấn công, với Be 2 và NF3: Ấn Độ vua của

source: King's Indian: four pawns attack
ar: الملك الهندي: الأربعة بيادق هجوم
br: Defesa Índia do Rei, Ataque dos 4 Peões
ca: Defensa Índia de Rei - Atac dels quatre peons
de: Königsindisch: Vierbauernangriff
es: Defensa India de Rey, Ataque de los 4 Peones
eu: Erregearen indiarra: lau peoiko erasoa
fr: Défense est-indienne, attaque des quatre pions
id: Hindia Raja, Serangan 4 Bidak
it: Difesa Indiana di Re, Attacco dei 4 Pedoni
nl: KoningsIndisch: Vier pionnen aanval
pl: Królewsko-indyjska,atak czterech pionów
ru: Староиндийская защита: атака четырех пешек
si: Kraljevo indijska, napad štirih kmetov
sv: Kungsindiskt: Fyrbondesattack
tr: Hint Şah: Dört piyon hücumu
uk: Староіндійський захист: атака чотирьох пішаків
vi: Bốn con cờ tấn công: Ấn Độ vua của

source: King's Indian: orthodox variation
ar: الملك الهندي: الأرثوذكسي تفريع
br: Defesa Índia do Rei, Variante Ortodoxa
ca: Defensa Índia de Rei - Variant Ortodoxa
de: Königsindisch: Orthodoxe Variante
es: Defensa India de Rey, Variante Ortodoxa
eu: Erregearen indiarra: aldaera ortodoxoa
fr: Défense est-indienne, var. orthodoxe
id: Hindia Raja Varian Orthodox
it: Difesa Indiana di Re, Variante Ortodossa
nl: Konings Indisch:orthodoxe variant
pl: Królewsko-indyjska, wariant ortodoksyjny
ru: Староиндийская защита: ортодоксальный вариант
si: Kraljevo indijska, ortodoksna različica
sv: Kungsindiskt: Ortodox variant
tr: Hint Şah: ortodoks varyasyonu
uk: Староіндійський захист: ортодоксальний варіант
vi: Vua Ấn Độ: biến thể chính thống

source: King's Indian: orthodox, 7...Nbd7, 8.Re1
ar: الملك الهندي: الأرثوذكسي, 7...Nbd7, 8.Re2
br: Defesa Índia do Rei, Variante Ortodoxa, 7...Cbd7, 8.Te1
ca: Defensa Índia de Rei - Variant Ortodoxa - 7 ...Cbd7 - 8. Te1
de: Königsindisch: orthodox, 7...Sbd7, 8.Te1
es: Defensa India de Rey, Variante Ortodoxa, 7...Cbd7, 8.Te1
eu: Erregearen indiarra: ortodoxoa, 7...Zbd7, 8.Ge1
fr: Défense est-indienne, var. orthodoxe, 7...Cbd7 8.Te1
id: Hindia Raja Orthodox, 7...Kbd7 8.Be1
it: Difesa Indiana di Re, Variante Ortodossa, 7...Cbd7, 8.Te1
nl: Konings Indisch:orthodox, 7 ... Pbd7, 8.Te1
pl: Królewsko-indyjska, ortodoksyjny, 7...Sbd7, 8.We1
ru: Староиндийская защита: ортодоксальный вариант, 7...Кbd7, 8.Лe1
si: kraljevo-indijska, ortodoksna, 7...Sbd7, 8.Te1
sv: Kungsindiskt: Ortodoxt, 7...Sbd7, 8.Te1
tr: Hint Şah: ortodoks, 7...Nbd7, 8.Re1
uk: Староіндійський захист: ортодоксальний варіант, 7...Кbd7, 8.Тe1
vi: Vua Ấn Độ: chính thống, 7 ... Nbd7, 8.Re1

source: King's Indian: orthodox, 7...Nbd7, main line
ar: الملك الهندي: الأرثوذكسي, 7...Nbd7, الخط الرئيسي
br: Defesa Índia do Rei, Variante Ortodoxa, 7...Cbd7, Linha Principal
ca: Defensa Índia de Rei - Variant Ortodoxa - 7 ...Cbd7 - Línea principal
de: Königsindisch: orthodox, 7...Sbd7, Hauptvariante
es: Defensa India de Rey, Variante Ortodoxa, 7...Cbd7, Linea Principal
eu: Erregearen indiarra: ortodoxoa, 7...Zbd7, lerro nagusia
fr: Défense est-indienne, var. orthodoxe, 7...Cbd7, ligne principale
id: Hindia Raja Orthodox, 7...Kbd7, Jalur Utama
it: Difesa Indiana di Re, Variante Ortodossa, 7...Cbd7, Linea Principale
nl: Konings Indisch:orthodox, 7 ... Pbd7, hoofdlijn
pl: Królewsko-indyjska, ortodoksyjny, 7...Sbd7, główna linia
ru: Староиндийская защита: ортодоксальный вариант, 7...Кbd7, основное продолжение
si: Kraljevo indijska: ortodoksna, 7. Sbd7, glavna linija
sv: Kungsindiskt: Ortodoxt, 7...Sbd7, huvudvariant
tr: Hint Şah: ortodoks, 7...Nbd7, ana hat
uk: Староіндійський захист: ортодоксальний варіант, 7...Кbd7, основне продовження
vi: Của vua Ấn Độ: chính thống, 7 ... Nbd7, dòng chính

source: King's Indian: orthodox, 7...Nbd7
ar: الملك الهندي: الأرثوذكسي, 7...Nbd8
br: Defesa Índia do Rei, Variante Ortodoxa, 7...Cbd7
ca: Defensa Índia de Rei - Variant Ortodoxa - 7 ...Cbd7
de: Königsindisch: orthodox, 7...Sbd7
es: Defensa India de Rey, Variante Ortodoxa, 7...Cbd7
eu: Erregearen indioa: ortodoxoa, 7...Zbd7
fr: Défense est-indienne, var. orthodoxe, 7...Cbd7
id: Hindia Raja Orthodox, 7....Kbd7
it: Difesa Indiana di Re, Variante Ortodossa, 7...Cbd7
nl: Konings Indisch:orthodox, 7 ... Pbd7
pl: Królewsko-indyjska, wariant ortodoksyjny, 7...Sbd7
ru: Староиндийская защита: ортодоксальный вариант, 7...Кbd7
si: Kraljevo indijska, ortodoksna, 7. Sbd7
sv: Kungsindiskt: Ortodoxt, 7...Sbd7
tr: Hint Şah: ortodoks, 7...Nbd7
uk: Староіндійський захист: ортодоксальний варіант, 7...Кbd7
vi: Của vua Ấn Độ: chính thống, 7 ... Nbd7

source: King's Indian: orthodox, Aronin-Taimanov variation
ar: الملك الهندي: الأرثوذكسي, أرونين-تيمانوف تفريع
br: Defesa Índia do Rei, Variante Ortodoxa, Variante Aronin-Taimanov
ca: Defensa Índia de Rei - Variant Ortodoxa - Variant Aronin Taimanov o atac Iugoslau o Variant Mar del Plata
de: Königsindisch: orthodox, Aronin-Taimanov-Variante
es: Defensa India de Rey Variante Ortodoxa, Variante Aronin Taimanov o Ataque Yugoslavo o Variante Mar del Plata
eu: Erregearen indiarra: ortodoxoa, Aronin-Taimanov aldaera
fr: Défense est-indienne, var. orthodoxe, var. Aronine - Taïmanov
id: Hindia Raja Orthodox, Varian Aronin-Taimanov
it: Difesa Indiana di Re Variante Ortodossa, Variante Aronin Taimanov o Attacco Yugoslavo o Variante Mar del Plata
nl: Konings Indisch:orthodox, Aronin-Taimanov variant
pl: Królewsko-indyjska, ortodoksyjny, wariant Aronin-Taimanov
ru: Староиндийская защита: ортодоксальный вариант, вариант Аронина-Тайманова
si: Kraljevo indijska, ortodoksna, Aronin-Taimanova različica
sv: Kungsindiskt: Ortodoxt, Aronin-Tajmanovs variant
tr: Hint Şah: ortodoks, Aronin-Taimanov varyasyonu
uk: Староіндійський захист: ортодоксальний варіант, варіант Ароніна-Тайманова
vi: Chính thống, Aronin-Taimanov biến thể: Ấn Độ vua của

source: King's Indian: orthodox, Aronin-Taimanov, 9.Ne1
ar: الملك الهندي: الأرثوذكسي, أرونين-تيمانوف, 9.Ne2
br: Defesa Índia do Rei, Variante Ortodoxa, Variante Aronin-Taimanov, 9.Ce1
ca: Defensa Índia de Rei - Variant Ortodoxa - Variant Aronin Taimanov - 9. Ce1
de: Königsindisch: orthodox, Aronin-Taimanov, 9.Ne1
es: Defensa India de Rey Variante Ortodoxa, Variante Aronin Taimanov, 9.Ce1
eu: Erregearen indiarra: ortodoxoa, Aronin-Taimanov, 9.Ze1
fr: Défense est-indienne, var. orthodoxe, var. Aronine - Taïmanov, 9.Ce1
id: Hindia Raja Orthodox, Aronin-Taimanov, 9.Ke1
it: Difesa Indiana di Re Variante Ortodossa, Variante Aronin Taimanov, 9.Ce1
nl: Konings Indisch:orthodox, Aronin-Taimanov, 9.Pe1
pl: Królewsko-indyjska, ortodoksyjny, Aronin-Taimanov, 9.Se1
ru: Староиндийская защита: ортодоксальный вариант, вариант Аронина-Тайманова, 9.Кe1
si: kraljevo-indijska, ortodoksna, Aronin-Taimanova, 9.Se1
sv: Kungsindiskt: Ortodoxt, Aronin-Tajmanov, 9.Se1
tr: Hint Şah: ortodoks, Aronin-Taimanov, 9.Ne1
uk: Староіндійський захист: ортодоксальний варіант, варіант Ароніна-Тайманова, 9.Кe1
vi: Vua Ấn Độ: chính thống, Aronin-Taimanov, 9.Ne1

source: King's Indian: orthodox, Aronin-Taimanov, Benko attack
ar: الملك الهندي: الأرثوذكسي, أرونين-تيمانوف, بينكو هجوم
br: Defesa Índia do Rei, Variante Ortodoxa, Variante Aronin-Taimanov, Ataque Benko
ca: Defensa Índia de Rei - Variant Ortodoxa - Variant Aronin Taimanov - Línia principal - Atac Benko
de: Königsindisch: orthodox, Aronin-Taimanov, Benko Angriff
es: Defensa India de Rey Variante Ortodoxa, Variante Aronin Taimanov, Linea Principal, Ataque Benko
eu: Erregearen indiarra: ortodoxoa, Aronin-Taimanov, Benko erasoa
fr: Défense est-indienne, var. orthodoxe, var. Aronine - Taïmanov, attaque Benko
id: Hindia Raja Orthodox, Aronin-Taimanov, Serangan Benko
it: Difesa Indiana di Re Variante Ortodossa, Variante Aronin Taimanov, Linea Principale, Attacco Benko
nl: Konings Indisch:orthodox, Aronin-Taimanov, Benko aanval
pl: Królewsko-indyjska, ortodoksyjny, Aronin-Taimanov, atak Benko
ru: Староиндийская защита: ортодоксальный вариант, вариант Аронина-Тайманова, атака Бенко
si: Kraljevo indijska, ortodoksna, Aronin-Taimanova, Benkov napad
sv: Kungsindiskt: Ortodoxt, Aronin-Tajmanov, Benkos angrepp
tr: Hint Şah: ortodoks, Aronin-Taimanov, Benko hücumu
uk: Староіндійський захист: ортодоксальний варіант, варіант Ароніна-Тайманова, атака Бенко
vi: Chính thống, Aronin-Taimanov, Benko tấn công: Ấn Độ vua của

source: King's Indian: orthodox, Aronin-Taimanov, bayonet attack
ar: الملك الهندي: الأرثوذكسي, أرونين-تيمانوف, بايونيت هجوم
br: Defesa Índia do Rei, Variante Ortodoxa, Variante Aronin-Taimanov, Ataque Baioneta
ca: Defensa Índia de Rei - Variant Ortodoxa - Variant Aronin Taimanov - Atac baioneta
de: Königsindisch: orthodox, Aronin-Taimanov, bayonet Angriff
es: Defensa India de Rey Variante Ortodoxa, Variante Aronin Taimanov, Ataque a la Bayoneta
eu: Erregearen indiarra: ortodoxoa, Aronin-Taimanov, baioneta erasoa
fr: Défense est-indienne, var. orthodoxe, var. Aronine - Taïmanov, attaque à la baïonnette
id: Hindia Raja Orthodox, Aronin-Taimanov, Serangan Bayonet
it: Difesa Indiana di Re Variante Ortodossa, Variante Aronin Taimanov, Attacco a la Bayoneta
nl: Konings Indisch:orthodox, Aronin-Taimanov, bajonet-aanval
pl: Królewsko-indyjska, ortodoksyjny, Aronin-Taimanov, atak bagnet
ru: Староиндийская защита: ортодоксальный вариант, вариант Аронина-Тайманова, штыковой удар
si: Kraljevo indijska, ortodoksna, Aronin-Taimanova, bajonetni napad
sv: Kungsindiskt:Ortodoxt, Aronin-Tajmanov, Bajonettangrepp
tr: Hint Şah: ortodoks, Aronin-Taimanov, süngü hücumu
uk: Староіндійський захист: ортодоксальний варіант, варіант Ароніна-Тайманова, штиковой удар
vi: Của vua Ấn Độ: chính thống, Aronin-Taimanov, tấn công lưỡi lê

source: King's Indian: orthodox, Aronin-Taimanov, main line
ar: الملك الهندي: الأرثوذكسي, أرونين-تيمانوف, الخط الرئيسي
br: Defesa Índia do Rei, Variante Ortodoxa, Variante Aronin-Taimanov, Linha Principal
ca: Defensa Índia de Rei - Variant Ortodoxa - Variant Aronin Taimanov - Línia principal
de: Königsindisch: orthodox, Aronin-Taimanov, Hauptvariante
es: Defensa India de Rey Variante Ortodoxa, Variante Aronin Taimanov, Linea Principal
eu: Erregearen indiarra: ortodoxoa, Aronin-Taimanov, lerro nagusia
fr: Défense est-indienne, var. orthodoxe, var. Aronine - Taïmanov, ligne principale
id: Hindia Raja Orthodox, Aronin-Taimanov, Jalur Utama
it: Difesa Indiana di Re Variante Ortodossa, Variante Aronin Taimanov, Linea Principale
nl: Konings Indisch:Aronin-Taimanov, hoofdlijn
pl: Królewsko-indyjska, ortodoksyjny, Aronin-Taimanov, główna linia
ru: Староиндийская защита: ортодоксальный вариант, вариант Аронина-Тайманова, основное продолжение
si: Kraljevo indijska: ortodoksna, Aronin-Taimanov, glavna linija
sv: Kungsindiskt: Ortodoxt, Aronin-Tajmanov, huvudvariant
tr: Hint Şah: ortodoks, Aronin-Taimanov, ana hat
uk: Староіндійський захист: ортодоксальний варіант, варіант Ароніна-Тайманова, основне продовження
vi: Chính thống, Aronin-Taimanov, dòng chính: Ấn Độ vua của

source: King's Indian: orthodox, Donner variation
ar: الملك الهندي: الأرثوذكسي, دونر تفريع
br: Defesa Índia do Rei, Variante Ortodoxa, Variante Donner
ca: Defensa Índia de Rei - Variant Ortodoxa - Variant Donner
de: Königsindisch: orthodox, Donner-Variante
es: Defensa India de Rey, Variante Ortodoxa, Variante Donner
eu: Erregearen indiarra: ortodoxoa, Donner aldaera
fr: Défense est-indienne, var. orthodoxe, var. Donner
id: Hindia Raja Orthodox, Varian Donner
it: Difesa Indiana di Re, Variante Ortodossa, Variante Donner
nl: Konings Indisch: orthodox, Donner variant
pl: Królewsko-indyjska, ortodoksyjny, wariant Donner'a
ru: Староиндийская защита: ортодоксальный вариант, вариант Доннера
si: Kraljevo indijska, ortodoksna, Donnerjeva različica
sv: Kungsindiskt: Ortodoxt, Donnervarianten
tr: Hint Şah: ortodoks, Donner varyasyonu
uk: Староіндійський захист: ортодоксальний варіант, варіант Доннера
vi: Chính thống, Donner biến thể: Ấn Độ vua của

source: King's Indian: six pawns attack
ar: الملك الهندي: ستة بيادق هجوم
br: Defesa Índia do Rei, Ataque dos 6 Peões
ca: Defensa Índia de Rei - Atac dels quatre peons - Atac dels sis peons
de: Königsindisch: Six pawns Angriff
es: Defensa India de Rey, Ataque de los 4 Peones, Ataque de los 6 Peones
eu: Erregearen indiarra: sei peoien erasoa
fr: Défense est-indienne, attaque des six pions
id: Hindia Raja, Serangan 6 Bidak
it: Difesa Indiana di Re, Attacco dei 4 Pedoni, Attacco di 6 Pedoni
nl: Konings Indisch: Zes pionnen aanval
pl: Królewsko-indyjska, atak sześciu pionów
ru: Староиндийская защита: атака шести пешек
si: Kraljevo indijska, napad šestih kmetov
sv: Kungsindiskt: Sexbondesangrepp
tr: Hint Şah: Altı piyon hücumu
uk: Староіндійський захист: атака шести пішаків
vi: Con cờ tấn công Sáu: Ấn Độ vua của

source: King's gambit accepted
ar: جامبيت الملك المقبول
br: Gambito do Rei Aceito
ca: Gambit de Rei acceptat
de: KönigsGambit angenommen
es: Gambito de Rey Aceptado
eu: Erregearen ganbito onartua
fr: Gambit Roi accepté
id: Gambit Raja Diterima (KGA)
it: Gambetto di Re Accettato
nl: Aanvaard Koningsgambiet
pl: Gambit królewski przyjęty
ru: Принятый королевский гамбит
si: Kraljevi gambit sprejet
sv: Kungsgambit antagen
tr: Şah'ın gambiti kabul edildi
uk: Прийнятий королівський гамбіт
vi: Vua cờ chấp nhận

source: King's gambit
ar: جامبيت الملك
br: Gambito do Rei
ca: Gambit de Rei
de: Königsgambit
es: Gambito de Rey
eu: Erregearen ganbitoa
fr: Gambit Roi
id: Gambit Raja
it: Gambetto di Re
nl: Koningsgambiet
pl: Gambit królewski
ru: Королевский гамбит
si: Kraljevi gambit
sv: Kungsgambit
tr: Şah'ın gambiti
uk: Королівський гамбіт
vi: Vua của Gambit

source: King's knight opening
ar: افتتاح حصان الملك
br: Abertura do Cavalo do Rei
ca: Obertura del Cavall de Rei
de: Königspringer Eröffnung
es: Apertura del Caballo de Rey
eu: Erregearen zaldunaren irekiera
fr: Ouverture du cavalier roi
id: Pembukaan Kuda Raja
it: Apertura del Cavallo di Re
nl: Koningspaard opening
pl: Debiut królewsko-skoczkowy
ru: Дебют королевского коня
si: Otvoritev kraljevega skakača
sv: Kungspringarspel
tr: Şah'ın at açılışı
uk: Дебют королівського коня
vi: Khai cuộc Mã Vua

source: King's knight's gambit
ar: حصان جامبيت الملك
br: Gambito do Cavalo do Rei
ca: Gambit de Rei acceptat - Gambit de Cavall
de: Königspringer Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo
eu: Erregearen zaldunaren ganbitoa
fr: Gambit Roi accepté, gambit du cavalier roi
id: Gamit Raja Gambit Kuda
it: Gambetto di Re Accettato, Mossa di Cavallo
nl: Koningspaard gambiet
pl: Gambit królewsko-skoczkowy
ru: Принятый королевский гамбит
si: gambit kraljevega skakača
sv: Kungspringargambit
tr: Şah'ın atı'nın gambiti
uk: Гамбіт королівського коня
vi: Cờ vua của hiệp sĩ của

source: King's pawn game
ar: بيدق الملك مباراة
br: Jogo do Peão do Rei
ca: Obertura de Peó de Rei
de: Königbauernspiel
es: Apertura del Peón de Rey
eu: Erregearen peoiaren partida
fr: Début du pion Roi
id: Permainan Bidak Raja
it: Apertura del Pedone di Re
nl: Koningspionopening
pl: Pion królewski gra
ru: Дебют королевской пешки
si: Igra kraljevega kmeta
sv: Kungsbondespel
tr: Şah'ın piyon oyunu
uk: Дебют королівського пішака
vi: Ván cờ tốt Vua
