Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: QGD: Tarrasch, von Hennig-Schara gambit
ar: جامبيت الوزير المرفوض: تاراش, فون هينيج-سكارا جامبيت
br: Gambito da Dama Recusado, Defesa Tarrasch, Gambito von Hennig Schara
ca: Gambit de Dama refusat - Defensa Tarrasch - Gambit von Hennig Schara
de: Damengambit (abgelehnt): Tarrasch, von Hennig-Schara Gambit
es: Gambito de Dama Rehusado, Defensa Tarrasch, Gambito von Hennig Schara
eu: Damaren Ganbito Ukatua: Tarrasch, von Hennig-Schara ganbitoa
fr: Gambit Dame refusé, défense Tarrasch, gambit von Hennig - Schara
id: QGD: Tarrasch, Gambit Hennig-Schara
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Mossa di von Hennig Schara
nl: GDG: Tarrasch, von Hennig-Schara gambiet
pl: Gam.hetm nieprzyj., Tarrasch, gambit von Hennig-Schara
ru: Отказанный ферзевый гамбит: защита Тарраша, гамбит Шара-Геннига
si: DGZ, Tarrascheva, von Hennig-Scharav gambit
sv: Damgambit avböjd: Tarrasch, von Hennig-Scharas gambit
tr: QGD: Tarrasch, von Hennig-Schara gambiti
uk: Відхилений ферзевий гамбіт: захист Тарраша, гамбіт Шара-Генніга

source: QGD: Tartakower (Makagonov-Bondarevsky) system, 8.cd Nxd5
ar: جامبيت الوزير المرفوض: تارتاكوفر (ماكاجونوف-بوندرفسكي) نظام, 8.cd Nxd6
br: Gambito da Dama Recusado, Sistema Tartakower, 8.cxd5 Cxd5
ca: Gambit de Dama refusat - Variante Tartakower - 8. cxd5 Cxd5
de: Damengambit (abgelehnt): Tartakower (Makagonov-Bondarevsky) System, 8.cd Sxd5
es: Gambito de Dama Rehusado, Variante Tartakower, 8.cxd5 Cxd5
eu: Damaren Ganbito Ukatua: Tartakower (Makagonov-Bondarevsky) sistema, 8.cxd5 Zxd5
fr: Gambit Dame refusé, système Tartakover - Makogonov - Bondarevsky, 8.cd Cxd5
id: QGD: Tarrasch, Sistem Tartakower, 8.cd Kxd5
it: Gambetto di Donna Rifiutato, Variante Tartakower, 8.cxd5 Cxd5
nl: GDG: Tartakower (Makagonov-Bondarevsky) systeem, 8.cd Pxd5
pl: Gam.hetm nieprzyj., system Tartakower'a(Makagonov-Bondarevky), 8.cd Sxd5
ru: Отказанный ферзевый гамбит: система Тартаковера-Макогонова-Бондаревского, 8.cd Кxd5
si: DGZ, Tartakowerjev (Makagonov-Bondarevskyev) sistem, 8. cd Sxd5
sv: Damgambit avböjd: Tartakowers system (Makagonov-Bondarevskij), 8.cxd5 Sxd5
tr: QGD: Tartakower (Makagonov-Bondarevsky) sistemi, 8.cd Nxd
uk: Відхилений ферзевий гамбіт: система Тартаковера-Макогонова-Бондаревського, 8.cd Кxd5
vi: QGD: Tartakower hệ thống (Makagonov-Bondarevsky), 8.cd Nxd5

source: QGD: Tartakower (Makagonov-Bondarevsky) system
ar: جامبيت الوزير المرفوض: تارتاكوفر (ماكاجونوف-بوندرفسكي) نظام
br: Gambito da Dama Recusado, Variante Tartakower o Makagonov Bondarevsky
ca: Gambit de Dama refusat - Variant Tartakower o Makagonov Bondarevsky
de: Damengambit (abgelehnt): Tartakower (Makagonov-Bondarevsky) System
es: Gambito de Dama Rehusado, Variante Tartakower o Makagonov Bondarevsky
eu: Damaren Ganbito Ukatua: Tartakower (Makagonov-Bondarevsky) sistema
fr: Gambit Dame refusé, système Tartakover - Makogonov - Bondarevsky
id: QGD: Tarrasch, Sistem Tartakower
it: Gambetto di Donna Rifiutato, Variante Tartakower o Makagonov Bondarevsky
nl: GDG: Tartakower (Makagonov-Bondarevsky) systeem
pl: Gam.hetm nieprzyj., system Tartakower'a(Makagonov-Bondarevky)
ru: Отказанный ферзевый гамбит: система Тартаковера-Макогонова-Бондаревского
si: DGZ; Tartakowerjev (Makagonov-Bondarevsky) sistem
sv: Damgambit avböjd: Tartakowers system (Makagonov-Bondarevskij)
tr: QGD: Tartakower (Makagonov-Bondarevsky) sistemi
uk: Відхилений ферзевий гамбіт: система Тартаковера-Макогонова-Бондаревського
vi: QGD: Tartakower (Makagonov-Bondarevsky) hệ thống

source: QGD: Tartakower variation
ar: جامبيت الوزير المرفوض: تارتاكوفر تفريع
br: Gambito da Dama Recusado, Variante Tartakower
ca: Gambit de Dama refusat - Variant Tartakower
de: Damengambit (abgelehnt): Tartakower-Variante
es: Gambito de Dama Rehusado, Variante Tartakower
eu: Damaren Ganbito Ukatua: Tartakower aldaera
fr: Gambit Dame refusé, var. Tartakover
id: QGD: Varian Tartakower
it: Gambetto di Donna Rifiutato, Variante Tartakower
nl: GDG: Tartakower variant
pl: Gam.hetm nieprzyj., wariant Tartakower'a
ru: Отказанный ферзевый гамбит: вариант Тартаковера
si: DGZ, Tartakowerjeva različica
sv: Damgambit avböjd: Tartakowervarianten
tr: QGD: Tartakower varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Тартаковера
vi: QGD: Tartakower biến

source: QGD: Vienna variation
ar: جامبيت الوزير المرفوض: فيينا تفريع
br: Gambito da Dama Recusado, Variante Vienense
ca: Gambit de Dama refusat - Variant Vienesa
de: Damengambit (abgelehnt): Wiener Variante
es: Gambito de Dama Rehusado, Variante Vienesa
eu: Damaren Ganbito Ukatua: Vienako aldaera
fr: Gambit Dame refusé, var. de Vienne
id: QGD: Varian Wina
it: Gambetto di Donna Rifiutato, Variante Viennese
nl: GDG: Wenen variant
pl: Gam.hetm nieprzyj., wariant wiedeński
ru: Отказанный ферзевый гамбит: венский вариант
si: DGZ, dunajska različica
sv: Damgambit avböjd: Wienervarianten
tr: QGD: Viyana varyasyonu
uk: Відхилений ферзевий гамбіт: Угорський варіант
vi: QGD: Vienna biến

source: QGD: classical variation (5.Bf4)
ar: جامبيت الوزير المرفوض: التفريع الكلاسيكي (5.Bf4)
br: Gambito da Dama Recusado, Variante Clássica 5.Bf4
ca: Gambit de Dama refusat - Variant clàssica amb 5. Af4
de: Damengambit (abgelehnt): Klassische Variante (5.Lf4)
es: Gambito de Dama Rehusado, Variante Clásica 5.Af4
eu: Damaren Ganbito Ukatua: aldaera klasikoa (5.Af4)
fr: Gambit Dame refusé, var. classique, 5.Ff4
id: QGD: Varian Klasik (5.Gf4)
it: Gambetto di Donna Rifiutato, Variante Classica 5.Af4
nl: GDG: klassieke variatie (5.Lf4)
pl: Gam.hetm nieprzyj., wariant klasyczny (5.Gf4)
ru: Отказанный ферзевый гамбит: классический вариант
si: DGZ, klasična različica (5. Lf4)
sv: Damgambit avböjd: Klassisk variant (5.Lf4)
tr: QGD: klasik varyasyon (5.Bf4)
uk: Відхилений ферзевий гамбіт: класичний варіант (5.Сf4)
vi: Biến thể cổ điển (5.Bf4): QGD

source: QGD: exchange variation
ar: جامبيت الوزير المرفوض: التكسير تفريع
br: Gambito da Dama Recusado, Variante do Troca
ca: Gambit de Dama refusat - Variant del canvi
de: Damengambit (abgelehnt): Abtauschvariante
es: Gambito de Dama Rehusado, Variante del Cambio
eu: Damaren Ganbito Ukatua: truke-aldaera
fr: Gambit Dame refusé, var. d'échange
id: QGD: Varian Tukar
it: Gambetto di Donna Rifiutato, Variante di Cambio
nl: GDG: ruilvariant
pl: Gam.hetm nieprzyj., wariant wymienny
ru: Отказанный ферзевый гамбит: разменный вариант
si: DGZ, izmenjalna različica
sv: Damgambit avböjd: Avbytesvarianten
tr: QGD: takas varyasyonu
uk: Відхилений ферзевий гамбіт: розмінний варіант
vi: QGD: ngoại tệ thay đổi

source: QGD: exchange, Saemisch variation
ar: جامبيت الوزير المرفوض: التكسير, ساميش تفريع
br: Gambito da Dama Recusado, Variante da Troca, Variante Saemisch
ca: Gambit de Dama refusat - Variant del canvi - Variant Sämisch
de: Damengambit (abgelehnt): Abtauschvariante, Saemisch-Variante
es: Gambito de Dama Rehusado, Variante del Cambio, Variante Sämisch
eu: Damaren Ganbito Ukatua: trukea, Saemisch aldaera
fr: Gambit Dame refusé, var. d'échange, var. Sämisch
id: QGD: Tukar, Varian Saemisch
it: Gambetto di Donna Rifiutato, Variante di Cambio, Variante Sämisch
nl: GDG: ruil, Saemisch variant
pl: Gam.hetm nieprzyj., wymienny, wariant Saemisch'a
ru: Отказанный ферзевый гамбит: разменный вариант, вариант Земиша
si: DGZ, izmenjalna, Saemischeva različica
sv: Damgambit avböjd: Avbytesvarianten, Sämischvarianten
tr: QGD: takas, Saemisch varyasyonu
uk: Відхилений ферзевий гамбіт: розмінний варіант, варіант Земіша
vi: QGD: trao đổi, Saemisch biến

source: QGD: exchange, chameleon variation
ar: جامبيت الوزير المرفوض: التكسير, تفريع الحرباء
br: Gambito da Dama Recusado, Variante da Troca, Variante Camaleão
ca: Gambit de Dama refusat - Variant del canvi - Línia posicional - Variant 'camaleó'
de: Damengambit (abgelehnt): Abtauschvariante, chameleon-Variante
es: Gambito de Dama Rehusado, Variante del Cambio, Linea Posicional, Variante Camaleón
eu: Damaren Ganbito Ukatua: trukea, kamaleoi aldaera
fr: Gambit Dame refusé, var. d'échange, var. caméléon
id: QGD: Tukar, Varian Chameleon
it: Gambetto di Donna Rifiutato, Variante di Cambio, Linea Posizionale, Variante Camaleón
nl: GDG: ruil, kameleon variant
pl: Gam.hetm nieprzyj., wymienny, wariant kameleona
ru: Отказанный ферзевый гамбит: разменный вариант, вариант-хамелеон
si: DGZ, izmenjalna, različica kameleon
sv: Damgambit avböjd: Avbytesvarianten, kameleontvarianten
tr: QGD: takas, bukalemun varyasyonu
uk: Відхилений ферзевий гамбіт: розмінний варіант, варіант-хамелеон
vi: QGD: trao đổi, tắc kè hoa thay đổi

source: QGD: exchange, positional line, 5...c6
ar: جامبيت الوزير المرفوض: التكسير, الموقفي الخط, 5...c7
br: Gambito da Dama Recusado, Variante da Troca, Linha Posicional, 5...c6
ca: Gambit de Dama refusat - Variant del canvi - Línia posicional - 5 ...c6
de: Damengambit (abgelehnt): Abtauschvariante, positional line, 5...c6
es: Gambito de Dama Rehusado, Variante del Cambio, Linea Posicional, 5...c6
eu: Damaren Ganbito Ukatua: trukea, lerro posizionala, 5...c6
fr: Gambit Dame refusé, var. d'échange, ligne positionnelle, 5...c6
id: QGD: Tukar, Posisional, 5.... c6
it: Gambetto di Donna Rifiutato, Variante di Cambio, Linea Posizionale, 5...c6
nl: GDG: ruil, positionele lijn, 5 ... c6
pl: Gam.hetm nieprzyj., wymienny, linia pozycyjna, 5...c6
ru: Отказанный ферзевый гамбит: разменный вариант, позиционное продолжение, 5...c6
si: DGZ, izmenjalna, pozicijska linija, 5...c6
sv: Damgambit avböjd: Avbytesvarianten, positionell variant, 5...c6
tr: QGD: takas, pozisyonel hat, 5...c6
uk: Відхилений ферзевий гамбіт: розмінний варіант, позиційне продовження, 5...c6
vi: QGD: đổi quân, nhánh thế cờ, 5 ... c6

source: QGD: exchange, positional line, 6.Qc2
ar: جامبيت الوزير المرفوض: التكسير, الموقفي الخط, 6.Qc3
br: Gambito da Dama Recusado, Variante da Troca, Linha Posicional, 6.Dc2
ca: Gambit de Dama refusat - Variant del canvi - Línia posicional - 6. Dc2
de: Damengambit (abgelehnt): Abtauschvariante, positional line, 6.Dc2
es: Gambito de Dama Rehusado, Variante del Cambio, Linea Posicional, 6.Dc2
eu: Damaren Ganbito Ukatua: trukea, lerro posizionala, 6.Dc2
fr: Gambit Dame refusé, var. d'échange, ligne positionnelle, 6.Dc2
id: QGD: Tukar, Posisional, 6.Mc2
it: Gambetto di Donna Rifiutato, Variante di Cambio, Linea Posizionale, 6.Dc2
nl: GDG: ruil, positionele lijn, 6.Dc2
pl: Gam.hetm nieprzyj., wymienny, linia pozycyjna, 6.Hc2
ru: Отказанный ферзевый гамбит: разменный вариант, позиционное продолжение, 6.Фc2
si: DGZ; izmenjalna, pozicijska linija, 6.Dc2
sv: Damgambit avböjd: Avbytesvarianten, positionell variant, 6.Dc2
tr: QGD: takas, pozisyonel hat, 6.Qc2
uk: Відхилений ферзевий гамбіт: розмінний варіант, позиційне продовження, 6.Фc2
vi: QGD: đổi quân, nhánh thế cờ, 6.Qc2

source: QGD: exchange, positional line
ar: جامبيت الوزير المرفوض: التكسير, الموقفي الخط
br: Gambito da Dama Recusado, Variante da Troca, Linha Posicional
ca: Gambit de Dama refusat - Variant del canvi - Línia posicional
de: Damengambit (abgelehnt): Abtauschvariante, positional line
es: Gambito de Dama Rehusado, Variante del Cambio, Linea Posicional
eu: Damaren Ganbito Ukatua: trukea, lerro posizionala
fr: Gambit Dame refusé, var. d'échange, ligne positionnelle
id: QGD: Tukar, Jalur Posisional
it: Gambetto di Donna Rifiutato, Variante di Cambio, Linea Posizionale
nl: GDG: ruil, positionele lijn
pl: Gam.hetm nieprzyj., wymienny, linia pozycyjna
ru: Отказанный ферзевый гамбит: разменный вариант, позиционное продолжение
si: DGZ, izmenjalna, pozicijska linija
sv: Damgambit avböjd: Avbytesvarianten, positionell variant
tr: QGD: takas, pozisyonel hat
uk: Відхилений ферзевий гамбіт: розмінний варіант, позиційне продовження
vi: QGD: đổi quân, nhánh thế cờ

source: QGD: semi-Slav, Abrahams variation
ar: جامبيت الوزير المرفوض: النصف-السلافي, ابراهامس تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Abrahams
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Abrahams
de: Damengambit (abgelehnt): Halbslawisch, Abrahams Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Abrahams
eu: Damaren Ganbito Ukatua: erdi-eslaviarra, Abrahams aldaera
fr: Gambit Dame refusé, semi-slave, var. Abrahams
id: QGD: Semi Slavia, Varian Abraham
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Abrahams
nl: GDG: semi-Slavisch, Abrahams variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, wariant Abrahams'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Абрахамса
si: DGZ, posl-slovanska, Abrahamsova različica
sv: Damgambit, avböjd: Semi-slaviskt, Abrahamsvarianten
tr: QGD: yarı Slav, Abrahams varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Абрахамса
vi: QGD: bán Slav, Abrahams biến

source: QGD: semi-Slav, Junge variation
ar: جامبيت الوزير المرفوض: النصف-السلافي, جانج تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Junge
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Junge
de: Damengambit (abgelehnt): Halbslawisch, Junge-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Junge
eu: Damaren Ganbito Ukatua: erdi-eslaviarra, Junge aldaera
fr: Gambit Dame refusé, semi-slave, var. Junge
id: QGD: Semi Slavia, Varian Junger
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Junge
nl: GDG: semi-Slavisch, Junge variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, wariant Junge
ru: Отказанный ферзевый гамбит: славянская защита, вариант Юнге
si: DGZ, posl-slovanska, Jungeva različica
sv: Damgambit, avböjd: Semi-slaviskt, Jungevarianten
tr: QGD: yarı Slav, Junge varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Юнге
vi: QGD: bán Slav, Junge biến

source: QGD: semi-Slav, Koomen variation
ar: جامبيت الوزير المرفوض: النصف-السلافي, كومن تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Koomen
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Koomen
de: Damengambit (abgelehnt): Halbslawisch, Koomen-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Koomen
eu: Damaren Ganbito Ukatua: erdi-eslaviarra, Koomen aldaera
fr: Gambit Dame refusé, semi-slave, var. Koomen
id: QGD: Semi Slavia, Varian Koomen
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Koomen
nl: GDG: semi-Slavisch, Koomen variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, wariant Koomen'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Комена
si: DGZ, posl-slovanska, Koomenova različica
sv: Damgambit, avböjd: Semi-slaviskt, Koomenvarianten
tr: QGD: yarı Slav, Koomen varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Комена
vi: QGD: bán Slav, Koomen biến

source: QGD: semi-Slav, Marshall gambit
ar: جامبيت الوزير المرفوض: النصف-السلافي, جامبيت مارشال
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Gambito Marshall
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Gambit Marshall
de: Damengambit (abgelehnt): Halbslawisch, Marshall Gambit
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Gambito Marshall
eu: Damaren Ganbito Ukatua: erdi-eslaviarra, Marshall ganbitoa
fr: Gambit Dame refusé, semi-slave, gambit Marshall
id: QGD: Semi Slavia, Gambit Marshall
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Mossa di Marshall
nl: GDG: semi-Slavisch, Marshall gambiet
pl: Gam.hetm nieprzyj.,pół-słowiańska, gambit Marshall'a
ru: Отказанный ферзевый гамбит: славянская защита, гамбит Маршалла
si: DGZ, posl-slovanska, Marshallov gambit
sv: Damgambit, avböjd: Semi-slaviskt, Marshalls gambit
tr: QGD: yarı Slav, Marshall gambiti
uk: Відхилений ферзевий гамбіт: Слов’янський захист, гамбіт Маршалла
vi: QGD: bán Slav, Marshall Gambit

source: QGD: semi-Slav, Noteboom variation
ar: جامبيت الوزير المرفوض: النصف-السلافي, نوتيبوم تفريع
br: Gambito da Dama Recusado, Defesa Semi-Eslava, Variante Noteboom
ca: Gambit de Dama refusat - Defensa Semi-Eslava - Variant Noteboom
de: Damengambit (abgelehnt): Halbslawisch, Noteboom-Variante
es: Gambito de Dama Rehusado, Defensa Semi Eslava, Variante Noteboom
eu: Damaren Ganbito Ukatua: erdi-eslaviarra, Noteboom aldaera
fr: Gambit Dame refusé, semi-slave, var. Noteboom
id: QGD: Semi Slavia, Varian Noteboom
it: Gambetto di Donna Rifiutato, Difesa Semi Slava, Variante Noteboom
nl: GDG: semi-Slavisch, Noteboom variant
pl: Gam.hetm nieprzyj.,pół-słowiańska, wariant Neteboom'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Нотебома
si: DGZ, posl-slovanska, Noteboomova različica
sv: Damgambit, avböjd: Semi-slaviskt, Noteboomvarianten
tr: QGD: yarı Slav, Noteboom varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Нотебома
vi: QGD: bán Slav, Noteboom biến

source: QGD: semi-Slav
ar: جامبيت الوزير المرفوض: النصف-السلافي
br: Gambito da Dama Recusado, Defesa Semi-Eslava
ca: Gambit de Dama refusat - Defensa Semi-Eslava
de: Damengambit (abgelehnt): Halbslawisch
es: Gambito de Dama Rehusado, Defensa Semi Eslava
eu: Damaren Ganbito Ukatua: erdi-eslaviarra
fr: Gambit Dame refusé, défense semi-slave
id: QGD: Semi Slavia
it: Gambetto di Donna Rifiutato, Difesa Semi Slava
nl: GDG: semi-Slavisch
pl: Gam.hetm nieprzyj.,pół-słowiańska
ru: Отказанный ферзевый гамбит: славянская защита
si: DGZ, posl-slovanska
sv: Damgambit, avböjd: Semi-slaviskt
tr: QGD: yarı Slav
uk: Відхилений ферзевий гамбіт: Слов’янський захист
vi: QGD: bán Slav

source: QGD: symmetrical (Austrian) defence
ar: جامبيت الوزير المرفوض: متناظر (النمسا) دفاع
br: Gambito da Dama Recusado, Defesa Simétrica o Austríaca
ca: Gambit de Dama refusat - Defensa Simètrica o Austríaca
de: Damengambit (abgelehnt): Symmetrisch (Austrian) Verteidigung
es: Gambito de Dama Rehusado, Defensa Simétrica o Austriaca
eu: Damaren Ganbito Ukatua: defentsa simetrikoa (austriarra)
fr: Gambit Dame refusé, défense symétrique (autrichienne)
id: QGD: Pembelaan Simetris (Austria)
it: Gambetto di Donna Rifiutato, Difesa Simmetrica o Austriaca
nl: GDG: symmetrisch (Oostenrijkse) verdediging
pl: Gam.hetm nieprzyj.,obrona symetryczna (austriacka)
ru: Отказанный ферзевый гамбит: симметричная защита
si: DGZ, simetrična (avstrijska) obramba
sv: Damgambit, avböjd: Symmetriskt försvar (Österrikiskt)
tr: QGD: simetrik (Avusturya) savunması
uk: Відхилений ферзевий гамбіт: симетричний захист
vi: QGD: phòng thủ đối xứng (Áo)

source: QGD
ar: جامبيت الوزير المرفوض
br: Gambito da Dama Recusado
ca: Gambit de Dama refusat
de: Damengambit (abgelehnt)
es: Gambito de Dama Rehusado
eu: Damaren Ganbito Ukatua
fr: Gambit Dame refusé
id: Gambit Menteri Ditolak (QGD)
it: Gambetto di Donna Rifiutato
nl: GDG
pl: Gam.hetm nieprzyjęty
ru: Отказанный ферзевый гамбит
si: DGZ
sv: Damgambit avböjd
uk: Відхилений ферзевий гамбіт

source: QP counter-gambit (elephant gambit)
ar: QP الجامبيت المضاد (الفيل جامبيت)
br: Peão da Dama, Contra-Gambito Central (Gambito Elefante)
ca: Contra-Gambit Central o del Peó de Dama o Gambit Elefant
de: Damenbauer Gegengambit (Elefantengambit)
es: ContraGambito Central o del Peón de Dama o Gambito Elefante
eu: QP kontra-ganbitoa (elefantearen ganbitoa)
fr: Contre-gambit du pion Dame (gambit de l'éléphant)
id: QP Gambit Balasan (Gambit Elephant)
it: Controgambetto Centrale o del Pedone di Donna o Mossa di Elefante
nl: DP tegen-gambiet (Olifantgambiet)
pl: Kontrgambit piona hetmańskiego(gambit słonia)
ru: Гамбит элефанта
si: DK proti-gambit (slonji gambit)
sv: Dambondespel: Motgambit (elefantgambit)
tr: QP karşı gambiti (fil gambiti)
uk: Гамбіт елефанта
vi: QP phản cờ (cờ voi)

source: QP counter-gambit: Maroczy gambit
ar: QP الجامبيت المضاد: ماركوتزي جامبيت
br: Peão da Dama, Contra-Gambito Central, Gambito Maroczy
ca: Contra-Gambit Central - Gambit Maroczy
de: Damenbauer Gegengambit: Maroczy Gambit
es: ContraGambito Central, Gambito Maroczy
eu: QP kontra-ganbitoa: Maroczy ganbitoa
fr: Contre-gambit du pion Dame, gambit Maroczy
id: QP Gambit Balasan Maroczy
it: Controgambetto Centrale, Mossa di Maroczy
nl: DP tegen-gambiet: Maroczy gambiet
pl: Kontrgambit piona hetmańskiego, gambit Maroczego
ru: Гамбит элефанта: гамбит Мароци
si: DK proti-gambit, Marcozyev gambit
sv: Dambondespel: Motgambit: Maroczygambit
tr: QP karşı gambiti: Maroczy gambiti
uk: Гамбіт елефанта: гамбіт Мароці
vi: QP phản cờ: cờ Maroczy

source: Queen's Gambit
ar: الوزير جامبيت
br: Gambito da Dama
ca: Gambit de Dama
de: Damengambit
es: Gambito de Dama
eu: Damaren Ganbitoa
fr: Gambit Dame
id: Gambit Menteri
it: Mossa di Donna
nl: Dame Gambiet
pl: Gambit hetmański
ru: Ферзевый гамбит
si: Damin gambit
sv: Damgambit
tr: Vezir'in Gambiti
uk: Ферзевий гамбіт
vi: Gambit của nữ hoàng

source: Queen's Indian accelerated
ar: الوزير الهندي المتسارع
br: Defesa Índia da Dama Acelerada
ca: Defensa Índia de Dama accelerada
de: Damenindisch accelerated
es: Defensa India de Dama Acelerada
eu: Damaren Indiarra azeleratua
fr: Défense ouest-indienne accélérée
id: Hindia Menteri Dipercepat
it: Difesa Indiana di Donna Acelerada
nl: Dame Indisch versneld
pl: Hetmańsko-indyjska przyspieszona
ru: Ранняя новоиндийская защита
si: Damina indijska pospešena
sv: Damindiskt accelererad
tr: Vezir'in Hint hızlandırılmış
uk: Новоіндійський захист
vi: Nữ hoàng của Ấn Độ tăng tốc

source: Queen's Indian defence
ar: الوزير الهندي دفاع
br: Defesa Índia da Dama
ca: Defensa Índia de Dama
de: Damenindisch Verteidigung
es: Defensa India de Dama
eu: Damaren Indiar Defentsa
fr: Défense ouest-indienne
id: Pembelaan Hindia Menteri
it: Difesa Indiana di Donna
nl: Dame Indische verdediging
pl: Obrona hetmańsko-indyjska
ru: Новоиндийская защита
si: Damina indijska obramba
sv: Damindiskt försvar
tr: Vezir'in Hint savunması
uk: Ранній Новоіндійський захист
vi: Bảo vệ nữ hoàng của Ấn Độ

source: Queen's Indian: 4.Nc3, Botvinnik variation
ar: الوزير الهندي: 4.Nc3, بوتفنيك تفريع
br: Defesa Índia da Dama, 4.Cc3, Variante Botvinnik
ca: Defensa Índia de Dama - 4. Cc3 - Variant Botvinnik
de: Damenindisch: 4.Sc3, Botvinnik-Variante
es: Defensa India de Dama, 4.Cc3, Variante Botvinnik
eu: Damaren Indiar Defentsa: 4.Zc3, Botvinnik aldaera
fr: Défense ouest-indienne, 4.Cc3, var. Botvinnik
id: Hindia Menteri, 4.Kc3, Varian Botwinnik
it: Difesa Indiana di Donna, 4.Cc3, Variante Botvinnik
nl: Dame Indisch: 4.Pc3, Botvinnik variant
pl: Hetmańsko-indyjska, 4.Sc3, wariant Botvinnik'a
ru: Новоиндийская защита: 4.Кc3, вариант Ботвинника
si: Damina indijska, 4. Sc3, Botvinnikova različica
sv: Damindiskt: 4.Sc3, Botvinnikvarianten
tr: Vezir'in Hint: 4.Nc3, Botvinnik varyasyonu
uk: Новоіндійський захист: 4.Кc3, варіант Ботвинника
vi: 4.Nc3, Botvinnik biến thể: Ấn Độ của nữ hoàng

source: Queen's Indian: 4.Nc3, main line
ar: الوزير الهندي: 4.Nc3, الخط الرئيسي
br: Defesa Índia da Dama, 4.Cc3, Linha Principal
ca: Defensa Índia de Dama - 4. Cc3 - Línia principal
de: Damenindisch: 4.Sc3, Hauptvariante
es: Defensa India de Dama, 4.Cc3, Linea Principal
eu: Damaren Indiar Defentsa: 4.Zc3, lerro nagusia
fr: Défense ouest-indienne, 4.Cc3, ligne principale
id: Hindia Menteri, 4.Kc3, Varian Utama
it: Difesa Indiana di Donna, 4.Cc3, Linea Principale
nl: Dame Indisch: 4.Pc3, hoofdlijn
pl: Hetmańsko-indyjska, 4.Sc3, główna linia
ru: Новоиндийская защита: 4.Кc3, основное продолжение
si: Damino indijska: 4. Sc3, glavna linija
sv: Damindiskt: 4.Sc3, huvudvariant
tr: Vezir'in Hint: 4.Nc3, ana hat
uk: Новоіндійський захист: 4.Кc3, основне продовження
vi: Ấn Độ Queen: 4.Nc3, dòng chính

source: Queen's Indian: 4.Nc3
ar: الوزير الهندي: 4.Nc4
br: Defesa Índia da Dama, 4.Cc3
ca: Defensa Índia de Dama - 4. Cc3
de: Damenindisch: 4.Sc3
es: Defensa India de Dama, 4.Cc3
eu: Damaren Indiar Defentsa: 4.Zc3
fr: Défense ouest-indienne, 4.Cc3
id: Hindia Menteri, 4.Kc3
it: Difesa Indiana di Donna, 4.Cc3
nl: Dame Indisch: 4.Pc3
pl: Hetmańsko-indyjska, 4.Sc3
ru: Новоиндийская защита: 4.Кc3
si: Damina indijska, 4. Sc3
sv: Damindiskt: 4.Sc3
tr: Vezir'in Hint: 4.Nc3
uk: Новоіндійський захист: 4.Кc3
vi: Nữ hoàng của Ấn Độ: 4.Nc3
