Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: KGA: Kieseritsky, Salvio (Rosenthal) defence
ar: هجوم الملك الهندي : كايزرتسكي, سالفيو (روزنتال) دفاع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Salvio (Rosenthal)
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Salvio o Rosenthal
de: Königsgambit (angenommen): Kieseritsky, Salvio (Rosenthal) Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Salvio o Rosenthal
eu: Errege Ganbito Onartua: Kieseritsky, Salvio (Rosenthal) defentsa
fr: Gambit Roi accepté, gambit Kieseritzky, défense Salvio (Rosenthal)
id: KGA: Kieseritsky, Pembelaan Slavio (Rosenthal)
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Salvio o Rosenthal
nl: KGA: Kieseritsky, Salvio (Rosenthal) verdediging
pl: Gam.król przyj., Kieseritsky, obrona Salvio(Rosenthal)
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Сальвио
si: KGS: Kieseritskyeva, Salviova (Rosenthalova) obramba
sv: Kungsgambit: Kieseritzkygambit, Salvioförsvaret (Rosenthal)
tr: KGA: Kieseritsky, Salvio (Rosenthal) savunması
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Сальвіо
vi: KGA: Kieseritsky, Phòng thủ Salvio (Rosenthal)

source: KGA: Kieseritsky, Salvio defence, Cozio variation
ar: هجوم الملك الهندي : كايزرتسكي, سالفيو دفاع, كوزيو تفريع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Salvio, Variante Cozio
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Salvio - Variant Cozio
de: Königsgambit (angenommen): Kieseritsky, Salvio Verteidigung, Cozio-Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Salvio, Variante Cozio
eu: Errege Ganbito Onartua: Kieseritsky, Salvio defentsa, Cozio aldaera
fr: Gambit Roi accepté, gambit Kieseritzky, défense Salvio, var. Cozio
id: KGA: Kieseritsky, Pembelaan Slavio, Varian Coziio
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Salvio, Variante Cozio
nl: KGA: Kieseritsky, Salvio verdediging Cozio variant
pl: Gam.król przyj., Kieseritsky, obrona Salvio, wariant Cozio
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Сальвио, вариант Коцио
si: KGS: Kieseritskyeva, Salviova obramba, Coziova različica
sv: Kungsgambit: Kieseritzkygambit, Salvioförsvaret, Coziovarianten
tr: KGA: Kieseritsky, Salvio savunması, Cozio varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Сальвіо, варіант Коціо
vi: KGA: Kieseritsky, Phòng thủ Salvio, biến thể Cozio

source: KGA: Kieseritsky, long whip (Stockwhip, classical) defence
ar: هجوم الملك الهندي : كايزرتسكي, لونج ويب (ستوكويب, الكلاسيكي) دفاع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Long Whip (Stockwhip, Clássica)
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa clàssica o fuet llarg o Stockwhip
de: Königsgambit (angenommen): Kieseritsky, long whip (Stockwhip, Klassisch) Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Clásica o Látigo Largo o Stockwhip
eu: Errege Ganbito Onartua: Kieseritsky, Zartailu Luzearen (Stockwhip, klasikoa) defentsa
fr: Gambit Roi accepté, gambit Kieseritzky, défense du grand fouet (classique)
id: KGA: Kieseritsky, Pembelaan Long Whip
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Classica o Látigo Largo o Stockwhip
nl: KGA: Kieseritsky, lange zweep (Stockwhip, klassieke) verdediging
pl: Gam.król przyj., Kieseritsky, obrona długi bicz(Stockwhip, klasyczna)
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Длинный кнут
si: KGS: Kieseritskyeva, dolgi bič (Stockwipova, klasična) obramba
sv: Kungsgambit: Kieseritzkygambit, klassiskt försvar (Long-whip/Stockwhip)
tr: KGA: Kieseritsky, uzun kamçı (kamçı, klasik) savunması
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Довгий батіг
vi: KGA: Kieseritsky, Phòng thủ roi dài (Stockwhip, cổ điển)

source: KGA: Kieseritsky, long whip defence, Jaenisch variation
ar: هجوم الملك الهندي : كايزرتسكي, لونج ويب دفاع, جينيش تفريع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Long Whip, Variante Jaenisch
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa clàssica - Variant Jaenisch
de: Königsgambit (angenommen): Kieseritsky, long whip Verteidigung, Jaenisch Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Clásica, Variante Jaenisch
eu: Errege Ganbito Onartua: Kieseritsky,Zartailu Luzearen defentsa, Jaenisch aldaera
fr: Gambit Roi accepté, gambit Kieseritzky, défense du grand fouet, var. Jaenisch
id: KGA: Kieseritsky, Pembelaan Long Whipm, Varian Jaenisch
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Classica, Variante Jaenisch
nl: KGA: Kieseritsky, lange zweep verdediging Jaenisch variant
pl: Gam.król przyj., Kieseritsky, obrona długi bicz, wariant Jaenisch'a
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Длинный кнут, вариант Яниша
si: KGS: Kieseritskyeva, dolgi bič obramba, Jaenischeva različica
sv: Kungsgambit: Kieseritzkygambit, Long-whip-försvaret, Jänischvarianten
tr: KGA: Kieseritsky, uzun kamçı savunması, Jaenisch var.
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Довгий батіг, варіант Яніша
vi: KGA: Kieseritsky, Phòng thủ roi dài, biến thể Jaenisch

source: KGA: King's knight's gambit
ar: هجوم الملك الهندي : حصان جامبيت الملك
br: Gambito do Rei Aceito, Gambito do Cavalo do Rei
ca: Gambit de Rei acceptat - Gambit de Cavall
de: Königsgambit (angenommen): King's knight's Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo
eu: Errege Ganbito Onartua: Erregearen zaldunaren ganbitoa
fr: Gambit Roi accepté, gambit du cavalier roi
id: KGA: Gambit Kuda Raja
it: Gambetto di Re Accettato, Mossa di Cavallo
nl: KGA: Koningspaard gambiet
pl: Gam.król przyj., gambit królewsko-skoczkowy
ru: Принятый королевский гамбит: гамбит Полерио
si: KGS: gambit kraljevih skakačev
sv: Kungsgambit antagen: Kungsspringargambit
tr: KGA: Şah'ın at'ının gambiti
uk: Прийнятий королівський гамбіт: гамбіт Полеріо
vi: KGA: cờ vua của những hiệp sỹ

source: KGA: Lesser bishop's (Petroff-Jaenisch-Tartakower) gambit
ar: هجوم الملك الهندي : المصغر الفيل (بيتروف-جينيش-تارتاكوفر) جامبيت
br: Gambito do Rei Aceito, Gambito Menor de Bispo (Petroff-Jaenisch-Tartakower)
ca: Gambit de Rei acceptat - Gambit menor d'Alfil o Petroff Jaenisch Tartakower
de: Königsgambit (angenommen): Lesser bishop's (Petroff-Jaenisch-Tartakower) Gambit
es: Gambito de Rey Aceptado, Gambito Menor de Alfil o Petroff Jaenisch Tartakower
eu: Errege Ganbito Onartua: Alfil eskasa (Petroff-Jaenisch-Tartakower) ganbitoa
fr: Gambit Roi accepté, 3.Fe2 (gambit du fou réduit ou plus faible (Petrov - Jaenisch - Tartakover))
id: KGA: Gambit Gajah (Petroff-Jaenisch-Tartakower)
it: Gambetto di Re Accettato, Mossa di Menor de Alfil o Petroff Jaenisch Tartakower
nl: KGA: Le2 (Petroff-Jaenisch-Tartakower) gambiet
pl: Gam.król przyj., gambit gońcowy Lesser'a(Petroff-Jaenisch-Tartakower)
ru: Принятый королевский гамбит: гамбит Петрова
si: KGS: Lesserjevi lovci (Petroff-Jaenisch-Tartakower) gambit
sv: Kungsgambit antagen: Reducerad löpargambit (Petroff-Jänisch-Tartakower)
tr: KGA: Lesser fil'in (Petroff-Jaenisch-Tartakower) gambiti
uk: Прийнятий королівський гамбіт: гамбіт Петрова
vi: KGA: (Petroff-Jaenisch-Tartakower) Gambit Lesser giám mục

source: KGA: Lolli gambit (wild Muzio gambit)
ar: هجوم الملك الهندي : لولي جامبيت (ويلد موزيو جامبيت)
br: Gambito do Rei Aceito, Gambito Lolli (Gambito Wild Muzio)
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Lolli o Gambit Muzio salvatge
de: Königsgambit (angenommen): Lolli Gambit (wildes Muzio Gambit)
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Lolli o Gambito Muzio Salvaje
eu: Errege Ganbito Onartua: Lolli ganbitoa (Muzio ganbito basatia)
fr: Gambit Roi accepté, gambit Lolli (gambit Muzio sauvage)
id: KGA: Gambit Lolli (Muzio)
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Lolli o Mossa di Muzio Salvaje
nl: KGA: Lolli gambiet (wilde Muzio gambiet)
pl: Gam.król przyj.,gambit Lolli (dziki gamboit Muzio)
ru: Принятый королевский гамбит: гамбит Лолли
si: KGS: Lollijev gambit (divji Muzijev gambit)
sv: Kungsgambit antagen: Lolligambit (vild Muziogambit)
tr: KGA: Lolli gambiti (çılgın Muzio gambiti)
uk: Прийнятий королівський гамбіт: гамбіт Лоллі (дикий гамбіт Музіо)
vi: KGA: Lolli Gambit (hoang dã Muzio Gambit)

source: KGA: Lolli gambit, Young variation
ar: هجوم الملك الهندي : لولي جامبيت, الصغير تفريع
br: Gambito do Rei Aceito, Gambito Lolli, Variante Young
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Lolli - Variant Young
de: Königsgambit (angenommen): Lolli Gambit, Young-Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Lolli, Variante Young
eu: Errege Ganbito Onartua: Lolli ganbitoa, Young aldaera
fr: Gambit Roi accepté, gambit Lolli, var. Young
id: KGA: Gambit Muzio, Varian Young
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Lolli, Variante Young
nl: KGA: Lolli gambiet, Jonge variant
pl: Gam.król przyj.,gambit Lolli, wariant Young'a
ru: Принятый королевский гамбит: гамбит Лолли, вариант Янга
si: KGS: Lollijev gambit, Youngova različica
sv: Kungsgambit antagen: Lolligambit, Youngvarianten
tr: KGA: Lolli gambit, Genç varyasyon
uk: Прийнятий королівський гамбіт: гамбіт Лоллі, варіант Янга
vi: KGA: Lolli cờ, biến trẻ

source: KGA: Lopez-Gianutio counter-gambit, Hein variation
ar: هجوم الملك الهندي : لوبيز-جيانتيو الجامبيت المضاد, هاين تفريع
br: Gambito do Rei Aceito, Contra-Gambito López-Gianutio, Variante Hein
ca: Gambit de Rei acceptat - Gambit d'Alfil - Contra-Gambit López Gianutio - Variant Hein
de: Königsgambit (angenommen): Lopez-Gianutio Gegengambit, Hein-Variante
es: Gambito de Rey Aceptado, Gambito de Alfil, ContraGambito López Gianutio, Variante Hein
eu: Errege Ganbito Onartua: Lopez-Gianutio kontra-ganbitoa, Hein aldaera
fr: Gambit Roi accepté, contre-gambit López - Gianuzio, var. Hein
id: KGA: Varian Gambit Balasan Lopez-Gianutio, Varian Hein
it: Gambetto di Re Accettato, Mossa d'Alfiere, Controgambetto López Gianutio, Variante Hein
nl: KGA: Lopez-Gianutio tegen-gambiet, Hein variant
pl: Gam.król przyj.,kontrgambit Lopez-Gianutio, wariant Hein'a
ru: Принятый королевский гамбит: контргамбит Лопеса-Джануцио, вариант Хайна
si: KGS: Lopez-Gianutiov proti-gambit, Heinova različica
sv: Kungsgambit antagen: Lopez-Gianutios motgambit, Heinvarianten
tr: KGA: Lopez-Gianutio karşı gambit, Hein varyasyonu
uk: Прийнятий королівський гамбіт: контргамбіт Лопеса-Джануціо, варіант Хайна
vi: KGA: Lopez-Gianutio phản Gambit, Hein biến

source: KGA: MacDonnell gambit
ar: هجوم الملك الهندي : ماكدونالد جامبيت
br: Gambito do Rei Aceito, Gambito MacDonnell
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit MacDonnell
de: Königsgambit (angenommen): MacDonnell Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito MacDonnell
eu: Errege Ganbito Onartua: MacDonnell ganbitoa
fr: Gambit Roi accepté, gambit MacDonnell
id: KGA: MacDonnel Gambit
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di MacDonnell
nl: KGA: MacDonnell gambiet
pl: Gam.król przyj.,gambit MacDonnell'a
ru: Принятый королевский гамбит: гамбит Мак-Доннелла
si: KGS: MacDonnellov gambit
sv: Kungsgambit antagen: MacDonnells gambit
tr: KGA: MacDonnell gambiti
uk: Прийнятий королівський гамбіт: гамбіт Мак-Доннелла

source: KGA: Muzio gambit, Brentano defence
ar: هجوم الملك الهندي : موزيو جامبيت, برينتانو دفاع
br: Gambito de Rei Aceito, Gambito Muzio, Defesa Brentano
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Muzio - Defensa Brentano
de: Königsgambit (angenommen): Muzio Gambit, Brentano Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Muzio, Defensa Brentano
eu: Errege Ganbito Onartua: Muzio ganbitoa, Brentano defentsa
fr: Gambit Roi accepté, gambit Muzio (Polerio, Cascio), défense Brentano
id: KGA: Gambit Muzio, Pembelaan Brentano
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Muzio, Difesa Brentano
nl: KGA: Muzio gambiet, Brentano verdediging
pl: Gam.król przyj.,gambit Muzio, obrona Brentano
ru: Принятый королевский гамбит: гамбит Муцио, защита Брентано
si: KGS: Muziov gambit, Brentanova obramba
sv: Kungsgambit antagen: Muziogambit, Brentanos försvar
tr: KGA: Muzio gambiti, Brentano savunması
uk: Прийнятий королівський гамбіт: гамбіт Муціо, захист Брентано
vi: KGA: Thí quân Muzio, phòng thủ Brentano

source: KGA: Muzio gambit, From defence
ar: هجوم الملك الهندي : موزيو جامبيت, من دفاع
br: Gambito do Rei Aceito, Gambito Muzio, Defesa From
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Muzio - Defensa From
de: Königsgambit (angenommen): Muzio Gambit, From Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Muzio, Defensa From
eu: Errege Ganbito Onartua: Muzio ganbitoa, From defentsa
fr: Gambit Roi accepté, gambit Muzio (Polerio, Cascio), défense From
id: KGA: Gambit Muzio, Pembelaan From
it: Gambetto di Re Accettato, Mossa di de Cavallo, Mossa di Muzio, Difesa From
nl: KGA: Muzio gambiet, From verdediging
pl: Gam.król przyj.,gambit Muzio, obrona From'a
ru: Принятый королевский гамбит: гамбит Муцио, защита Фрома
si: KGS: Muziov gambit, Fromova obramba
sv: Kungsgambit antagen: Muziogambit, Froms försvar
tr: KGA: Muzio gambiti, Savunmadan
uk: Прийнятий королівський гамбіт: гамбіт Муціо, захист Фрома
vi: KGA: Thí quân Muzio, từ phòng thủ

source: KGA: Muzio gambit, Holloway defence
ar: هجوم الملك الهندي : موزيو جامبيت, هولواي دفاع
br: Gambito do Rei Aceito, Gambito Muzio, Defesa Holloway
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Muzio - Defensa Holloway
de: Königsgambit (angenommen): Muzio Gambit, Holloway Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Muzio, Defensa Holloway
eu: Errege Ganbito Onartua: Muzio ganbitoa, Holloway defentsa
fr: Gambit Roi accepté, gambit Muzio (Polerio, Cascio), défense Holloway
id: KGA: Gambit Muzio, Pembelaan Holloway
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Muzio, Difesa Holloway
nl: KGA: Muzio gambiet, Holloway verdediging
pl: Gam.król przyj.,gambit Muzio, obrona Holloway
ru: Принятый королевский гамбит: гамбит Муцио, защита Холлоуэя
si: KGS: Muziov gambit, Hollowayeva obramba
sv: Kungsgambit antagen: Muziogambit, Holloways försvar
tr: KGA: Muzio gambiti, Holloway savunması
uk: Прийнятий королівський гамбіт: гамбіт Муціо, захист Холловея
vi: KGA: Thí quân Muzio, phòng thủ Holloway

source: KGA: Muzio gambit, Kling and Horwitz counter-attack
ar: هجوم الملك الهندي : موزيو جامبيت, كلينج و هورويتز الهجوم المضاد
br: Gambito do Rei Aceito, Gambito Muzio, Contra-ataque Kling e Horwitz
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Muzio - Contra-atac Kling Horwitz
de: Königsgambit (angenommen): Muzio Gambit, Kling und Horwitz Gegenangriff
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Muzio, Contraataque Kling y Horwitz
eu: Errege Ganbito Onartua: Muzio ganbitoa, Kling eta Horwitz kontraerasoa
fr: Gambit Roi accepté, gambit Muzio (Polerio, Cascio), contre-attaque Kling - Horwitz
id: KGA: Gambit Muzio, Serangan Balik Kling & Horwitz
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Muzio, Contrattacco Kling y Horwitz
nl: KGA: Muzio gambiet, Kling en Horwitz tegenaanval
pl: Gam.król przyj.,gambit Muzio, kontratak Kling'a i Horwitz'a
ru: Принятый королевский гамбит: гамбит Муцио, контратака Клинга и Горвица
si: KGS: Muziov gambit, Klingov in Horowitzev proti-napad
sv: Kungsgambit antagen: Muziogambit, Kling- och Horwitz motangrepp
tr: KGA: Muzio gambiti, Kling ve Horwitz karşı hücumu
uk: Прийнятий королівський гамбіт: гамбіт Муціо, контратака Клінга і Горвіца
vi: KGA: Muzio cờ, Kling và Horwitz phản công

source: KGA: Muzio gambit, Paulsen variation
ar: هجوم الملك الهندي : موزيو جامبيت, بولسن تفريع
br: Gambito do Rei Aceito, Gambito Muzio, Variante Paulsen
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Muzio - Variant Paulsen
de: Königsgambit (angenommen): Muzio Gambit, Paulsen-Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Muzio, Variante Paulsen
eu: Errege Ganbito Onartua: Muzio ganbitoa, Paulsen aldaera
fr: Gambit Roi accepté, gambit Muzio (Polerio, Cascio), var. Paulsen
id: KGA: Gambit Muzio, Varian Paulsen
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Muzio, Variante Paulsen
nl: KGA: Muzio gambiet, Paulsen variant
pl: Gam.król przyj.,gambit Muzio, wariant Paulsen'a
ru: Принятый королевский гамбит: гамбит Муцио, вариант Паульсена
si: KGS: Muziov gambit, Paulsenova različica
sv: Kungsgambit antagen: Muziogambit, Paulsenvarianten
tr: KGA: Muzio gambiti, Paulsen varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт Муціо, варіант Паульсена
vi: KGA: Muzio cờ, Paulsen biến

source: KGA: Muzio gambit
ar: هجوم الملك الهندي : موزيو جامبيت
br: Gambito do Rei Aceito, Gambito Muzio
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Muzio
de: Königsgambit (angenommen): Muzio Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Muzio
eu: Errege Ganbito Onartua: Muzio ganbitoa
fr: Gambit Roi accepté, gambit Muzio (ou Polerio, et en fait, sans une probable erreur de traduction, Cascio)
id: KGA: Gambit Muzio
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Muzio
nl: KGA: Muzio gambiet
pl: Gam.król przyj.,gambit Muzio
ru: Принятый королевский гамбит: гамбит Муцио
si: KGS: Muziov gambit
sv: Kungsgambit antagen: Muziogambit
tr: KGA: Muzio gambiti
uk: Прийнятий королівський гамбіт: гамбіт Муціо

source: KGA: Orsini gambit
ar: هجوم الملك الهندي : اورزيني جامبيت
br: Gambito do Rei Aceito, Gambito Orsini
ca: Gambit de Rei acceptat - Gambit Orsini
de: Königsgambit (angenommen): Orsini Gambit
es: Gambito de Rey Aceptado, Gambito Orsini
eu: Errege Ganbito Onartua: Orsini ganbitoa
fr: Gambit Roi accepté, gambit Orsini
id: KGA: Gambit Orsini
it: Gambetto di Re Accettato, Mossa di Orsini
nl: KGA: Orsini gambiet
pl: Gam.król przyj.,gambit Orsini
ru: Принятый королевский гамбит: гамбит Орсини
si: KGS: Orsinijev gambit
sv: Kungsgambit antagen: Orsinis gambit
tr: KGA: Orsini gambiti
uk: Прийнятий королівський гамбіт: гамбіт Орсіні

source: KGA: Pawn's gambit (Stamma gambit)
ar: هجوم الملك الهندي : جامبيت البيدق (ستاما جامبيت)
br: Gambito do Rei Aceito, Gambito do Peão (Gambito Stamma)
ca: Gambit de Rei acceptat - Gambit del peó o Stamma
de: Königsgambit (angenommen): Bauernambit (Stamma Gambit)
es: Gambito de Rey Aceptado, Gambito del Peón o Stamma
eu: Errege Ganbito Onartua: Peoiaren ganbitoa (Stamma ganbitoa)
fr: Gambit Roi accepté, gambit du pion (Stamma)
id: KGA: Gambit Stamma
it: Gambetto di Re Accettato, Mossa del Pedone o Stamma
nl: KGA: piongambiet (Stamma gambiet)
pl: Gam.król przyj., pionkowy gambit(gambit Stamma)
ru: Принятый королевский гамбит: пешечный гамбит
si: KGS: kmečki gambit (Stammatov gambit)
sv: Kungsgambit antagen: Bondegambit (Stammagambit)
tr: KGA: Piyon'un gambiti (Stamma gambiti)
uk: Прийнятий королівський гамбіт: пішаковий гамбіт (гамбіт Стамма)
vi: KGA: Thí tốt (thí quân Stamma)

source: KGA: Philidor gambit, Schultz variation
ar: هجوم الملك الهندي : جامبيت فيليدور, شولتز تفريع
br: Gambito do Rei Aceito, Gambito Philidor, Variante Schultz
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Philidor - Variant Schultz
de: Königsgambit (angenommen): Philidor Gambit, Schultz-Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Philidor, Variante Schultz
eu: Errege Ganbito Onartua: Philidor ganbitoa, Schultz aldaera
fr: Gambit Roi accepté, gambit Philidor, var. Schultz
id: KGA: Gambit Philidor, Varian Schultz
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Philidor, Variante Schultz
nl: KGA: Philidor gambiet, Schultz variant
pl: Gam.król przyj.,gambit Philidor'a, wariant Schultz'a
ru: Принятый королевский гамбит: гамбит Филидора, вариант Шульца
si: KGS: Philidorjev gambit, Schultzova različica
sv: Kungsgambit antagen: Philidors gambit, Schultzvarianten
tr: KGA: Philidor gambiti, Schultz varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт Філідора, варіант Шульца
vi: KGA: Philidor cờ, Schultz biến

source: KGA: Philidor gambit
ar: هجوم الملك الهندي : جامبيت فيليدور
br: Gambito do Rei Aceito, Gambito Philidor
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Philidor
de: Königsgambit (angenommen): Philidor Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Philidor
eu: Errege Ganbito Onartua: Philidor ganbitoa
fr: Gambit Roi accepté, gambit Philidor
id: KGA: Gambit Philidor
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Philidor
nl: KGA: Philidor gambiet
pl: Gam.król przyj.,gambit Philidor'a
ru: Принятый королевский гамбит: гамбит Филидора
si: KGS: Philidorjev gambit
sv: Kungsgambit antagen: Philidors gambit
tr: KGA: Philidor gambiti
uk: Прийнятий королівський гамбіт: гамбіт Філідора

source: KGA: Quaade gambit
ar: هجوم الملك الهندي : كوادي جامبيت
br: Gambito do Rei Aceito, Gambito Quaade
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Quaade
de: Königsgambit (angenommen): Quaade Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Quaade
eu: Errege Ganbito Onartua: Quaade ganbitoa
fr: Gambit Roi accepté, gambit Quaade
id: KGA: Gambit Qaade
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Quaade
nl: KGA: Quaade gambiet
pl: Gam.król przyj.,gambit Quaade
ru: Принятый королевский гамбит: гамбит Квааде
si: KGS: Quaadev gambit
sv: Kungsgambit antagen: Quaades gambit
tr: KGA: Quaade gambiti
uk: Прийнятий королівський гамбіт: гамбіт Квааде

source: KGA: Rosentreter gambit
ar: هجوم الملك الهندي : روزنترتر جامبيت
br: Gambito do Rei Aceito, Gambito Rosentreter
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Rosentreter
de: Königsgambit (angenommen): Rosentreter Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Rosentreter
eu: Errege Ganbito Onartua: Rosentreter ganbitoa
fr: Gambit Roi accepté, gambit Rosentreter
id: KGA: Gambit Rosenreter
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Rosentreter
pl: Gam.król przyj.,gambit Rosentreter'a
ru: Принятый королевский гамбит: гамбит Розентретера
si: KGS: Rosentreterjev gambit
sv: Kungsgambit antagen: Rosentreters gambit
tr: KGA: Rosentreter gambiti
uk: Прийнятий королівський гамбіт: гамбіт Розентретера

source: KGA: Salvio gambit, Anderssen counter-attack
ar: هجوم الملك الهندي : سالفيو جامبيت, أندرسن الهجوم المضاد
br: Gambito do Rei Aceito, Gambito Salvio, Contra-ataque Anderssen
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Salvio - Contra-atac Anderssen
de: Königsgambit (angenommen): Salvio Gambit, Anderssen Gegenangriff
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Salvio, Contraataque Anderssen
eu: Errege Ganbito Onartua: Salvio ganbitoa, Anderssen kontraerasoa
fr: Gambit Roi accepté, gambit Salvio, contre-attaque Anderssen
id: KGA: Gambit Salvio, Serangan Balasan Andersen
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Salvio, Contrattacco Anderssen
nl: KGA: Salvio gambiet, Anderssen tegenaanval
pl: Gam.król przyj.,gambit Salvio, kontratak Anderssen'a
ru: Принятый королевский гамбит: гамбит Сальвио, контратака Андерсена
si: KGS: Salviov gambit, Anderssenov proti-napad
sv: Kungsgambit antagen: Salvios gambit, Anderssens motangrepp
tr: KGA: Salvio gambiti, Anderssen karşı hücumu
uk: Прийнятий королівський гамбіт: гамбіт Сальвіо, контратака Андерсена
vi: KGA: Salvio cờ, Anderssen phản công
