Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Canard opening
ar: كانارد افتتاح
br: Abertura Canard
ca: Obertura Canard
de: Canard Eröffnung
es: Apertura Canard
eu: Canard irekiera
fr: Ouverture du canard (de fausse nouvelle ou d'avion-canard)
id: Pembukaan Canard
it: Apertura Canard
pl: Debiut Canard
ru: Дебют Утка
si: Canardova otvoritev
sv: Canards spelöppning
tr: Canard açılışı
uk: Дебют Канарда
vi: Khai cuộc Canard

source: Caro-Kann defence
ar: دفاع كاروكان
br: Defesa Caro-Kann
ca: Defensa Caro Kann
de: Caro-Kann Verteidigung
es: Defensa Caro Kann
eu: Caro-Kann defentsa
fr: Défense Caro - Kann
id: Pembelaan Caro-Kann
it: Difesa Caro Kann
nl: CaroKann verdediging
pl: Obrona Caro-Kann
ru: Защита Каро-Канн
si: Caro-Kann obramba
sv: Caro-Kann-försvar
tr: Caro-Kann savunması
uk: Захист Каро-Канн
vi: Phòng thủ Caro-Kann

source: Caro-Kann: 3.Nd2
ar: كاروكان: 3.Nd3
br: Defesa Caro-Kann, 3.Cd2
ca: Defensa Caro Kann - 3. Cd2
es: Defensa Caro Kann, 3.Cd2
eu: Caro-Kann: 3.Zd2
fr: Caro-Kann, 3.Cd2
id: Caro-Kann: 3.Kd2
it: Difesa Caro Kann, 3.Cd2
nl: Caro-Kann: 3.Pd2
pl: Caro-Kann, 3.Sd2
ru: Защита Каро-Канн: 3. Кd2
si: Caro-Kann: 3. Sd2
sv: Caro-Kann: 3.Sd2
uk: Захист Каро-Канн: 3. Кd2

source: Caro-Kann: Alekhine gambit
ar: كاروكان: اليخين جامبيت
br: Defesa Caro-Kann, Gambito Alekhine
ca: Defensa Caro Kann - Gambit Alekhine
de: Caro-Kann: Aljechin Gambit
es: Defensa Caro Kann, Gambito Alekhine
eu: Caro-Kann: Alekhinen ganbitoa
fr: Caro-Kann, gambit Alekhine
id: Caro-Kann: Gambit Alekhine
it: Difesa Caro Kann, Mossa di Alekhine
nl: Caro-Kann: Aljechin gambiet
pl: Caro-Kann, gambit Alekhin'a
ru: Защита Каро-Канн: гамбит Алехина
si: Caro-Kann: Aljehinov gambit
sv: Caro-Kann: Aljechingambit
tr: Caro-Kann: Alekhine gambiti
uk: Захист Каро-Канн: гамбіт Альохіна

source: Caro-Kann: Bronstein-Larsen variation
ar: كاروكان: برونشتاين-لارسن تفريع
br: Defesa Caro-Kann, Variante Bronstein-Larsen
ca: Defensa Caro Kann - Variant Bronstein Larsen
de: Caro-Kann: Bronstein-Larsen-Variante
es: Defensa Caro Kann, Variante Bronstein Larsen
eu: Caro-Kann: Bronstein-Larsen aldaera
fr: Caro-Kann, var. Bronstein - Larsen
id: Caro-Kann: Varian Bronstein-Larsen
it: Difesa Caro Kann, Variante Bronstein Larsen
nl: Caro-Kann: Bronstein-Larsen variant
pl: Caro-Kann, wariant Bronstein-Larsen
ru: Защита Каро-Канн: вариант Бронштейна-Ларсена
si: Caro-Kann: Bronstein-Larsenova različica
sv: Caro-Kann: Bronstein-Larsens variant
tr: Caro-Kann: Bronstein-Larsen varyasyonu
uk: Захист Каро-Канн: варіант Бронштейна-Ларсена
vi: Caro-Kann: biến Bronstein-Larsen

source: Caro-Kann: Edinburgh variation
ar: كاروكان: ايدينبورغ تفريع
br: Defesa Caro-Kann, Variante Edimburgo
ca: Defensa Caro Kann - Variant Edimburg
de: Caro-Kann: Edinburgh-Variante
es: Defensa Caro Kann, Variante Edimburgo
eu: Caro-Kann: Edinburgoko aldaera
fr: Caro-Kann, var. d'Édimbourg
id: Caro-Kann: Varian Edinburgh
it: Difesa Caro Kann, Variante Edimburgo
nl: Caro-Kann: Edinburgh variant
pl: Caro-Kann, wariant Edinburgh
ru: Защита Каро-Канн: эдинбургский вариант
si: Caro-Kann: Edinburghova različica
sv: Caro-Kann: Edinburghvarianten
tr: Caro-Kann: Edinburgh varyasyonu
uk: Захист Каро-Канн: единбургський варіант
vi: Caro-Kann: biến thể Edinburgh

source: Caro-Kann: Forgacs variation
ar: كاروكان: بورجاكس تفريع
br: Defesa Caro-Kann, Variante Forgacs
ca: Defensa Caro Kann - Variant Forgacs
de: Caro-Kann: Forgacs-Variante
es: Defensa Caro Kann, Variante Forgacs
eu: Caro-Kann: Forgacs aldaera
fr: Caro-Kann, var. Forgacs
id: Caro-Kann: Varian Forgacs
it: Difesa Caro Kann, Variante Forgacs
nl: Caro-Kann: Forgacs variant
pl: Caro-Kannl, wariant Forgacs
ru: Защита Каро-Канн: вариант Форгача
si: Caro-Kann: Forgacsova različica
sv: Caro-Kann: Forgacsvarianten
tr: Caro-Kann: Forgacs varyasyonu
uk: Захист Каро-Канн: варіант Форгача
vi: Caro-Kann: biến thể Forgacs

source: Caro-Kann: Goldman (Spielmann) variation
ar: كاروكان: جولدمان (سبيلمان) تفريع
br: Defesa Caro-Kann, Variante Goldman (Spielmann)
ca: Defensa Caro Kann - Variant Goldman o Spielmann
de: Caro-Kann: Goldman (Spielmann)-Variante
es: Defensa Caro Kann, Variante Goldman o Spielmann
eu: Caro-Kann: Goldman (Spielmann) aldaera
fr: Caro-Kann, var. Goldman (Spielmann)
id: Caro-Kann: Varian Goldman (Spielmann)
it: Difesa Caro Kann, Variante Goldman o Spielmann
nl: Caro-Kann: Goldman (Spielmann) variant
pl: Caro-Kann, wariant Goldman'a(Spilemann'a)
ru: Защита Каро-Канн: вариант Голдмана
si: Caro-Kann: Goldman (Spielmann) različica
sv: Caro-Kann: Goldmanvarianten (Spielmann)
tr: Caro-Kann: Goldman (Spielmann) varyasyonu
uk: Захист Каро-Канн: варіант Голдмана
vi: Caro-Kann: biến thể Goldman (Spielmann)

source: Caro-Kann: Gurgenidze counter-attack
ar: كاروكان: جورجينيدز الهجوم المضاد
br: Defesa Caro-Kann, Contra-ataque Gurgenidze
ca: Defensa Caro Kann - Contra atac Gurgenidze
de: Caro-Kann: Gurgenidze Gegenangriff
es: Defensa Caro Kann, Contraataque Gurgenidze
eu: Caro-Kann: Gurgenidze kontraerasoa
fr: Caro-Kann, contre-attaque Gurgenidze
id: Caro-Kann: Serangan Balik Gurgenidze
it: Difesa Caro Kann, Contrattacco Gurgenidze
nl: Caro-Kann: Gurgenidze tegenaanval
pl: Caro-Kann, kontratak Gurgenidze
ru: Защита Каро-Канн: контратака Гургенидзе
si: Caro-Kann: Gurgendizev proti-napad
sv: Caro-Kann: Gurgenidzes motangrepp
tr: Caro-Kann: Gurgenidze karşı hücumu
uk: Захист Каро-Канн: контратака Гургенідзе
vi: Caro-Kann: phản công Gurgenidze

source: Caro-Kann: Gurgenidze system
ar: كاروكان: جورجينيدز نظام
br: Defesa Caro-Kann, Sistema Gurgenidze
ca: Defensa Caro Kann - Sistema Gurgenidze
es: Defensa Caro Kann, Sistema Gurgenidze
eu: Caro-Kann: Gurgenidze sistema
fr: Caro-Kann, système Gurgenidze
id: Caro-Kann: Sistem Gurgenidze
it: Difesa Caro Kann, Sistema Gurgenidze
nl: Caro-Kann: Gurgenidze tegenaanval
pl: Caro-Kann, system Gurgenidze
ru: Защита Каро-Канн: система Гургенидзе
si: Caro-Kann: Gurgenidzev sistem
sv: Caro-Kann: Gurgenidzeförsvaret
tr: Caro-Kann: Gurgenidze sistemi
uk: Захист Каро-Канн: система Гургенідзе
vi: Caro-Kann: hệ thống Gurgenidze

source: Caro-Kann: Hillbilly attack
ar: كاروكان: هيلبيلي هجوم
br: Defesa Caro-Kann, Ataque Hillbilly
ca: Defensa Caro Kann - Atac Hillbilly
de: Caro-Kann: Hillbilly Angriff
es: Defensa Caro Kann, Ataque Hillbilly
eu: Caro-Kann: Hillbilly erasoa
fr: Caro-Kann, attaque hillbilly (gars de la colline)
id: Caro-Kann: Serangan Hillibly
it: Difesa Caro Kann, Attacco Hillbilly
nl: Caro-Kann: Hillbilly aanval
pl: Caro-Kann, atak hillbilly
ru: Защита Каро-Канн: деревенская атака
si: Caro-Kann: Hillbillyev napad
sv: Caro-Kann: Hillbilly-attacken
tr: Caro-Kann: Hillbilly hücumu
uk: Захист Каро-Канн: сільська атака
vi: Caro-Kann: tấn công Hillbilly

source: Caro-Kann: Panov-Botvinnik attack, 5...e6
ar: كاروكان: بانوف-بوتفنيك هجوم, 5...e7
br: Defesa Caro-Kann, Ataque Panov-Botvinnik, 5...e6
ca: Defensa Caro Kann - Atac Panov Botvinnik - 5 ... e6
de: Caro-Kann: Panov-Botvinnik Angriff, 5...e6
es: Defensa Caro Kann, Ataque Panov Botvinnik, 5...e6
eu: Caro-Kann: Panov-Botvinnik erasoa, 5...e6
fr: Caro-Kann, attaque Panov - Botvinnik, 5...e6
id: Caro-Kann: Serangan Panov-Botvinnik, 5...e6
it: Difesa Caro Kann, Attacco Panov Botvinnik, 5...e6
nl: Caro-Kann: Panov-Botvinnik aanval, 5 ... e6
pl: Caro-Kann, atak Panov-Botvinnik, 5...e6
ru: Защита Каро-Канн: атака Панова, 5...e6
si: Caro-Kann: Panov-Botvinnik napad, 5. e6
sv: Caro-Kann: Panov-Botvinniks angrepp, 5...e6
tr: Caro-Kann: Panov-Botvinnik hücumu, 5...e6
uk: Захист Каро-Канн: атака Панова-Ботвинника, 5...e6
vi: Caro-Kann: tấn công Panov-Botvinnik, 5 ... e6

source: Caro-Kann: Panov-Botvinnik attack, 5...g6
ar: كاروكان: بانوف-بوتفنيك هجوم, 5...g7
br: Defesa Caro-Kann, Ataque Panov-Botvinnik, 5...g6
ca: Defensa Caro Kann - Atac Panov Botvinnik - 5 ... g6
de: Caro-Kann: Panov-Botvinnik Angriff, 5...g6
es: Defensa Caro Kann, Ataque Panov Botvinnik, 5...g6
eu: Caro-Kann: Panov-Botvinnik erasoa, 5...g6
fr: Caro-Kann, attaque Panov - Botvinnik, 5...g6
id: Caro-Kann: Serangan Panov-Botvinnik, 5...g6
it: Difesa Caro Kann, Attacco Panov Botvinnik, 5...g6
nl: Caro-Kann: Panov-Botvinnik aanval, 5 ... g6
pl: Caro-Kann, atak Panov-Botvinnik, 5...g6
ru: Защита Каро-Канн: атака Панова, 5...g6
si: Caro-Kann: Panov-Botvinnik napad, 5. g6
sv: Caro-Kann:Panov-Botvinniks angrepp, 5...g6
tr: Caro-Kann: Panov-Botvinnik hücumu, 5...g6
uk: Захист Каро-Канн: атака Панова-Ботвинника, 5...g6
vi: Caro-Kann: tấn công Panov-Botvinnik, 5 ... g6

source: Caro-Kann: Panov-Botvinnik attack
ar: كاروكان: بانوف-بوتفنيك هجوم
br: Defesa Caro-Kann, Ataque Panov-Botvinnik
ca: Defensa Caro Kann - Atac Panov Botvinink
de: Caro-Kann: Panov-Botvinnik Angriff
es: Defensa Caro Kann, Ataque Panov Botvinnik
eu: Caro-Kann: Panov-Botvinnik erasoa
fr: Caro-Kann, attaque Panov - Botvinnik
id: Caro-Kann: Serangan Panov-Botvinnik
it: Difesa Caro Kann, Attacco Panov Botvinnik
nl: Caro-Kann: Panov-Botvinnik aanval
pl: Caro-Kann, atak Panov-Botvinnik
ru: Защита Каро-Канн: атака Панова
si: Caro-Kann: Panov-Botvinnik napad
sv: Caro-Kann: Panov-Botvinniks angrepp
tr: Caro-Kann: Panov-Botvinnik hücumu
uk: Захист Каро-Канн: атака Панова-Ботвинника
vi: Caro-Kann: tấn công Panov-Botvinnik

source: Caro-Kann: Panov-Botvinnik, Czerniak variation
ar: كاروكان: بانوف-بوتفنيك, سزرنياك تفريع
br: Defesa Caro-Kann, Ataque Panov-Botvinnik, Variante Czerniak
ca: Defensa Caro Kann - Atac Panov Botvinink - Variant Czerniak
de: Caro-Kann: Panov-Botvinnik, Czerniak-Variante
es: Defensa Caro Kann, Ataque Panov Botvinnik, Variante Czerniak
eu: Caro-Kann: Panov-Botvinnik, Czerniak aldaera
fr: Caro-Kann, attaque Panov - Botvinnik, var. Czerniak
id: Caro-Kann: Serangan Panov-Botvinnik, Varian Czerniak
it: Difesa Caro Kann, Attacco Panov Botvinnik, Variante Czerniak
nl: Caro-Kann: Panov-Botvinnik, Czerniak variant
pl: Caro-Kann, Panov-Botvinnik, wariant Czeniak'a
ru: Защита Каро-Канн: атака Панова, вариант Черняка
si: Caro-Kann: Panov-Botvinnik, Czerniakova različica
sv: Caro-Kann: Panov-Botvinnik, Czerniakvarianten
tr: Caro-Kann: Panov-Botvinnik, Czerniak varyasyonu
uk: Захист Каро-Канн: атака Панова-Ботвинника, варіант Черняка
vi: Caro-Kann: Panov-Botvinnik, biến Czerniak

source: Caro-Kann: Panov-Botvinnik, Gunderam attack
ar: كاروكان: بانوف-بوتفنيك, جاندرام هجوم
br: Defesa Caro-Kann, Ataque Panov-Botvinnik, Ataque Gunderam
ca: Defensa Caro Kann - Atac Panov Botvinnik - Atac Gunderam
de: Caro-Kann: Panov-Botvinnik, Gunderam Angriff
es: Defensa Caro Kann, Ataque Panov Botvinnik, Ataque Gunderam
eu: Caro-Kann: Panov-Botvinnik, Gunderam erasoa
fr: Caro-Kann, attaque Panov - Botvinnik, attaque Gunderam
id: Caro-Kann: Serangan Panov-Botvinnik, Gunderman
it: Difesa Caro Kann, Attacco Panov Botvinnik, Attacco Gunderam
nl: Caro-Kann: Panov-Botvinnik, Gunderam aanval
pl: Caro-Kann, Panov-Botvinnik, atak Gunderam'a
ru: Защита Каро-Канн: атака Панова, атака Гундерама
si: Caro-Kann: Panov-Botvinnik, Gunderamov napad
sv: Caro-Kann: Panov-Botvinnik, Gunderams angrepp
tr: Caro-Kann: Panov-Botvinnik, Gunderam hücumu
uk: Захист Каро-Канн: атака Панова-Ботвинника, атака Гундерама
vi: Caro-Kann: Panov-Botvinnik, tấn công Gunderam

source: Caro-Kann: Panov-Botvinnik, Herzog defence
ar: كاروكان: بانوف-بوتفنيك, هرزوج دفاع
br: Defesa Caro-Kann, Ataque Panov-Botvinnik, Defesa Herzog
ca: Defensa Caro Kann - Atac Panov Botvinnik - Defensa Herzog
de: Caro-Kann: Panov-Botvinnik, Herzog Verteidigung
es: Defensa Caro Kann, Ataque Panov Botvinnik, Defensa Herzog
eu: Caro-Kann: Panov-Botvinnik, Herzog defentsa
fr: Caro-Kann, attaque Panov - Botvinnik, défense Herzog
id: Caro-Kann: Serangan Panov-Botvinnik, Pembelaan Herzog
it: Difesa Caro Kann, Attacco Panov Botvinnik, Difesa Herzog
nl: Caro-Kann: Panov-Botvinnik, Herzog verdediging
pl: Caro-Kann, Panov-Botvinnik, obrona Herzog'a
ru: Защита Каро-Канн: атака Панова, защита Герцога
si: Caro-Kann: Panov-Botvinnik, Herzegova obramba
sv: Caro-Kann: Panov-Botvinnik, Herzogs försvar
tr: Caro-Kann: Panov-Botvinnik, Herzog savunması
uk: Захист Каро-Канн: атака Панова-Ботвинника, захист Герцога
vi: Caro-Kann: Panov-Botvinnik, phòng thủ Herzog

source: Caro-Kann: Panov-Botvinnik, Reifir (Spielmann) variation
ar: كاروكان: بانوف-بوتفنيك, ريفير (سبيلمان) تفريع
br: Defesa Caro-Kann, Variante Panov-Botvinnik, Variante Reifir (Spielmann)
ca: Defensa Caro Kann - Variant Panov Botvinnik - Variant Reifir o Spielmann
de: Caro-Kann: Panov-Botvinnik, Reifir (Spielmann)-Variante
es: Defensa Caro Kann, Variante Panov Botvinnik, Variante Reifir o Spielmann
eu: Caro-Kann: Panov-Botvinnik, Reifir (Spielmann) aldaera
fr: Caro-Kann, attaque Panov - Botvinnik, var. Reifir (Spielmann)
id: Caro-Kann: Serangan Panov-Botvinnik, Varian Reifir (Spielmann)
it: Difesa Caro Kann, Variante Panov Botvinnik, Variante Reifir o Spielmann
nl: Caro-Kann: Panov-Botvinnik, Reifir (Spielmann) variant
pl: Caro-Kann, Panov-Botvinnik, wariant Refir'a (Spielmann'a)
ru: Защита Каро-Канн: атака Панова, вариант Шпильмана
si: Caro-Kann: Panov-Botvinnik, Reifir (Spielmann) različica
sv: Caro-Kann: Panov-Botvinnik, Reifirvarianten (Spielmann)
tr: Caro-Kann: Panov-Botvinnik, Reifir (Spielmann) varyasyonu
uk: Захист Каро-Канн: атака Панова-Ботвинника, варіант Шпільмана
vi: Caro-Kann: Panov-Botvinnik, biến thể Reifir (Spielmann)

source: Caro-Kann: Panov-Botvinnik, normal variation
ar: كاروكان: بانوف-بوتفنيك, عادي تفريع
br: Defesa Caro-Kann, Ataque Panov-Botvinnik, Variante Normal
ca: Defensa Caro Kann - Atac Panov Botvinnik - Variant normal
de: Caro-Kann: Panov-Botvinnik, normale Variante
es: Defensa Caro Kann, Ataque Panov Botvinnik, Variante Normal
eu: Caro-Kann: Panov-Botvinnik, aldaera normala
fr: Caro-Kann, attaque Panov - Botvinnik, var. normale
id: Caro-Kann: Serangan Panov-Botvinnik, Varian Normal
it: Difesa Caro Kann, Attacco Panov Botvinnik, Variante Normal
nl: Caro-Kann: Panov-Botvinnik, normale variant
pl: Caro-Kann, Panov-Botvinnik, wariant normalny
ru: Защита Каро-Канн: атака Панова, общепринятый вариант
si: Caro-Kann: Panov-Botvinnik, normalna različica
sv: Caro-Kann: Panov-Botvinnik, Standardvarianten
tr: Caro-Kann: Panov-Botvinnik, normal varyasyonu
uk: Захист Каро-Канн: атака Панова-Ботвинника, загальноприйнятий варіант
vi: Caro-Kann: Panov-Botvinnik, biến thể bình thường

source: Caro-Kann: Rasa-Studier gambit
ar: كاروكان: رازا-ستاداير جامبيت
br: Defesa Caro-Kann, Gambito Rasa-Studier
ca: Defensa Caro Kann - Gambit Rasa Studier
es: Defensa Caro Kann, Gambito Rasa Studier
eu: Caro-Kann: Rasa-Studier ganbitoa
fr: Caro-Kann, gambit Rasa-Studier
id: Caro-Kann: Gambit Rasa-Studier
it: Difesa Caro Kann, Mossa di Rasa Studier
nl: Caro-Kann: Rasa-Studier gambiet
pl: Caro-Kann, gambit Rasa-Studier'a
ru: Защита Каро-Канн: гамбит Мильнера-Бэрри
si: Caro-Kann: Rasa-Studierov gambit
sv: Caro-Kann: Rasa-Studiers gambit
tr: Caro-Kann: Rasa-Studier gambiti
uk: Захист Каро-Канн: гамбіт Раса-Студієра

source: Caro-Kann: Steinitz variation
ar: كاروكان: تفريع شتاينتز
br: Defesa Caro-Kann, Variante Steinitz
ca: Defensa Caro Kann - Variant Steinitz
de: Caro-Kann: Steinitz-Variante
es: Defensa Caro Kann, Variante Steinitz
eu: Caro-Kann: Steinitz aldaera
fr: Caro-Kann, var. Steinitz
id: Caro-Kann: Varian Steinitz
it: Difesa Caro Kann, Variante Steinitz
nl: Caro-Kann: Steinitz variant
pl: Caro-Kann, wariant Steinitz'a
ru: Защита Каро-Канн: вариант Стейница
si: Caro-Kann: Steinitzova različica
sv: Caro-Kann: Steinitzvarianten
tr: Caro-Kann: Steinitz varyasyonu
uk: Захист Каро-Канн: варіант Стейніца
vi: Caro-Kann: biến thể Steinitz

source: Caro-Kann: Tartakower (Nimzovich) variation
ar: كاروكان: تارتاكوفر (نيمزوفيتش) تفريع
br: Defesa Caro-Kann, Variante Tartakower (Nimzowitsch)
ca: Defensa Caro Kann - Variant Tartakower o Nimzowitsch
de: Caro-Kann: Tartakower (Nimzowitsch)-Variante
es: Defensa Caro Kann, Variante Tartakower o Nimzowitsch
eu: Caro-Kann: Tartakower (Nimzovich) aldaera
fr: Caro-Kann, var. Tartakover (Nimzowitsch)
id: Caro-Kann: Varian Tartakower (Nimzowtich)
it: Difesa Caro Kann, Variante Tartakower o Nimzowitsch
nl: Caro-Kann: Tartakower (Nimzovich) variant
pl: Caro-Kann, wariant Tartakower'a (Nimzovitsch'a)
ru: Защита Каро-Канн: система Нимцовича
si: Caro-Kann: Tartakower (Nimzovich) različica
sv: Caro-Kann: Tartakowervarianten (Nimzowitsch)
tr: Caro-Kann: Tartakower (Nimzovich) varyasyonu
uk: Захист Каро-Канн: система Німцовича
vi: Caro-Kann: Tartakower biến thể (Nimzovich)

source: Caro-Kann: Tartakower (fantasy) variation
ar: كاروكان: تارتاكوفر (فانتازي) تفريع
br: Defesa Caro-Kann, Variante Tartakower (Fantasia)
ca: Defensa Caro Kann - Variant Tartakower o Fantasia
de: Caro-Kann: Tartakower-Variante
es: Defensa Caro Kann, Variante Tartakower o Fantasía
eu: Caro-Kann: Tartakower (fantasia) aldaera
fr: Caro-Kann, var. Tartakover ("fantasy")
id: Caro-Kann: Varian Tartakower (Fantasy)
it: Difesa Caro Kann, Variante Tartakower o Fantasía
nl: CaroKann: Tartakower (fantasie) variant
pl: Caro-Kann, wariant Tartakower'a (kaprys)
ru: Защита Каро-Канн: вариант Тартаковера
si: Caro-Kann: Tartakower (fantazijska) različica
sv: Caro-Kann: Tartakowervarianten (Fantasy-varianten)
tr: Caro-Kann: Tartakower (fantazi) varyasyonu
uk: Захист Каро-Канн: варіант Тартаковера
vi: Caro-Kann: biến thể Tartakower (tưởng tượng)

source: Caro-Kann: advance variation
ar: كاروكان: تقديم تفريع
br: Defesa Caro-Kann, Variante do Avanço
ca: Defensa Caro Kann - Variant avenç
de: Caro-Kann: Vorstoßvariante
es: Defensa Caro Kann, Variante del Avance
eu: Caro-Kann: aurrerapen aldaera
fr: Caro-Kann, var. d'avance
id: Caro-Kann: Varian Maju
it: Difesa Caro Kann, Variante di Spinta
nl: CaroKann: doorschuif variant
pl: Caro-Kann, wariant zaawansowany
ru: Защита Каро-Канн: закрытая система
si: Caro-Kann: napredna različica
sv: Caro-Kann: Framstötsvarianten
tr: Caro-Kann: avans varyasyonu
uk: Захист Каро-Канн: закрита система
vi: Caro-Kann: biến thể ưu thế

source: Caro-Kann: advance, Short variation
ar: كاروكان: تقديم, شورت تفريع
br: Defesa Caro-Kann, Variante do Avanço, Variante Short
ca: Defensa Caro Kann - Variant avenç - Variant Short
de: Caro-Kann: Vorstoßvariante, Short-Variante
es: Defensa Caro Kann, Variante del Avance, Variante Short
eu: Caro-Kann: aurrerapena, Shorten aldaera
fr: Caro-Kann, var. d'avance, var. Short
id: Caro-Kann: Varian Maju, Variasi Short
it: Difesa Caro Kann, Variante di Spinta, Variante Short
nl: CaroKann: doorschuif, Short variant
pl: Caro-Kann, zaawansowany, wariant Short'a
ru: Защита Каро-Канн: закрытая система, вариант Шорта
si: Caro-Kann: napredna, kratka različica
sv: Caro-Kann: Framstötsvarianten, Shortvarianten
tr: Caro-Kann: avans, Kısa varyasyonu
uk: Захист Каро-Канн: закрита система, варіант Шорта
vi: Caro-Kann: ưu thế, biến thể ngắn

source: Caro-Kann: anti-Caro-Kann defence
ar: كاروكان: ضد-دفاع كاروكان
br: Defesa Caro-Kann, Defesa Anti Caro-Kann
ca: Defensa Caro Kann - Defensa Anti Caro Kann
de: Caro-Kann: Anti-Caro-Kann Verteidigung
es: Defensa Caro Kann, Defensa Anti Caro Kann
eu: Caro-Kann: Caro-Kann aurkako defentsa
fr: Caro-Kann, défense anti-Caro-Kann
id: Caro-Kann: Anti Caro-Kann
it: Difesa Caro Kann, Difesa Anti Caro Kann
nl: CaroKann: antiCaroKann verdediging
pl: Caro-Kann, obrona anty Caro-Kann
ru: Защита Каро-Канн: анти-Каро-Канн
si: Caro-Kann: proti-Caro-Kann obramba
sv: Caro-Kann: Anti-Caro-Kann-försvar
tr: Caro-Kann: Caro-Kann karşı savunması
uk: Захист Каро-Канн: анти-Каро-Канн
vi: Caro-Kann: phòng thủ chống Caro-Kann

source: Caro-Kann: anti-anti-Caro-Kann defence
ar: كاروكان: ضد-ضد-دفاع كاروكان
br: Defesa Caro-Kann, Defesa Anti anti Caro-Kann
ca: Defensa Caro Kann - Defensa Anti Anti Caro Kann
de: Caro-Kann: Anti-Anti-Caro-Kann Verteidigung
es: Defensa Caro Kann, Defensa Anti anti Caro Kann
eu: Caro-Kann: Kontra-kontra-Caro-Kann defentsa
fr: Caro-Kann, défense anti-anti-Caro-Kann
id: Caro-Kann: Anti Anti-Caro-Kann
it: Difesa Caro Kann, Difesa Anti anti Caro Kann
nl: CaroKann: anti-anti-CaroKann verdediging
pl: Caro-Kann, obrona anty anty Caro-Kann
ru: Защита Каро-Канн: анти-анти-Каро-Канн
si: Caro-Kann: proti-proti-Caro_kann obramba
sv: Caro-Kann: Anti-Anti-Caro-Kann-försvar
tr: Caro-Kann: Caro-Kann karşı savunması
uk: Захист Каро-Канн: анти-анти-Каро-Канн
vi: Caro-Kann: phòng thủ chống-chống-Caro-Kann

source: Caro-Kann: classical variation
ar: كاروكان: التفريع الكلاسيكي
br: Defesa Caro-Kann, Variante Clássica
ca: Defensa Caro Kann - Variant clàssica
de: Caro-Kann: Klassische Variante
es: Defensa Caro Kann, Variante Clásica
eu: Caro-Kann: aldaera klasikoa
fr: Caro-Kann, var. classique
id: Caro-Kann: Varian Klasik
it: Difesa Caro Kann, Variante Classica
nl: CaroKann: klassieke variant
pl: Caro-Kann, wariant klasyczny
ru: Защита Каро-Канн: классическая система
si: Caro-Kann: klasična različica
sv: Caro-Kann: Klassisk variant
tr: Caro-Kann: klasik varyasyon
uk: Захист Каро-Канн: класична система
vi: Caro-Kann: biến thể cổ điển

source: Caro-Kann: classical, 6.h4
ar: كاروكان: الكلاسيكي, 6.h5
br: Defesa Caro-Kann, Variante Clássica, 6.h4
ca: Defensa Caro Kann - Variant clàssica - 6. h4
de: Caro-Kann: Klassisch, 6.h4
es: Defensa Caro Kann, Variante Clásica, 6.h4
eu: Caro-Kann: aldaera, 6.h4
fr: Caro-Kann classique, 6.h4
id: Caro-Kann: Klasik, 6.h4
it: Difesa Caro Kann, Variante Classica, 6.h4
nl: CaroKann: klassiek, 6.h4
pl: Caro-Kann, klasyczny, 6.h4
ru: Защита Каро-Канн: классическая система, 6.h4
si: Caro-Kann: klasična, 6. h4
sv: Caro-Kann: Klassisk, 6.h4
tr: Caro-Kann: klasik, 6.h4
uk: Захист Каро-Канн: класична система, 6.h4
vi: Caro-Kann: cổ điển, 6.h4

source: Caro-Kann: classical, 7...Nd7
ar: كاروكان: الكلاسيكي, 7...Nd8
br: Defesa Caro-Kann, Variante Clássica, Linha Principal 7...Cd7
ca: Defensa Caro Kann - Variant clàssica - Línia principal 7 ... Cd7
de: Caro-Kann: Klassisch, 7...Sd7
es: Defensa Caro Kann, Variante Clásica, Linea Principal 7...Cd7
eu: Caro-Kann: aldaera, 7...Zd7
fr: Caro-Kann classique, 7...Cd7
id: Caro-Kann: Klasik, 7... Kd7
it: Difesa Caro Kann, Variante Classica, Linea Principale 7...Cd7
nl: CaroKann: klassiek, 7 ... Pd7
pl: Caro-Kann, klasyczny, 7...Sd7
ru: Защита Каро-Канн: классическая система, 7...Кd7
si: Caro-Kann: klasična, 7. Sd7
sv: Caro-Kann: Klassisk, 7...Sd7
tr: Caro-Kann: klasik, 7...Nd7
uk: Захист Каро-Канн: класична система, 7...Кd7
vi: Caro-Kann: cổ điển, 7 ... Nd7

source: Caro-Kann: classical, Flohr variation
ar: كاروكان: الكلاسيكي, فلوهر تفريع
br: Defesa Caro-Kann, Variante Clássica, Variante Flohr
ca: Defensa Caro Kann - Variant clàssica - Variant Flohr
de: Caro-Kann: Klassisch, Flohr-Variante
es: Defensa Caro Kann, Variante Clásica, Variante Flohr
eu: Caro-Kann: klasikoa, Flohr aldaera
fr: Caro-Kann classique, var. Flohr
id: Caro-Kann: Klasik, Varian Flohr
it: Difesa Caro Kann, Variante Classica, Variante Flohr
nl: CaroKann: klassiek, Flohr variant
pl: Caro-Kann, klasyczny, wariant Flohr'a
ru: Защита Каро-Канн: классическая система, вариант Флора
si: Caro-Kann: klasična, Flohrova različica
sv: Caro-Kann: Klassisk, Flohrvarianten
tr: Caro-Kann: klasik, Flohr varyasyonu
uk: Захист Каро-Канн: класична система, варіант Флора
vi: Caro-Kann: cổ điển, biến Flohr

source: Caro-Kann: classical, Maroczy attack
ar: كاروكان: الكلاسيكي, ماركوتزي هجوم
br: Defesa Caro-Kann, Variante Clássica, Ataque Maroczy
ca: Defensa Caro Kann - Variant clàssica - Atac Maroczy
de: Caro-Kann: Klassisch, Maroczy Angriff
es: Defensa Caro Kann, Variante Clásica, Ataque Maroczy
eu: Caro-Kann: klasikoa, Maroczy erasoa
fr: Caro-Kann classique, attaque Maroczy
id: Caro-Kann: Klasik, Serangan Maroczy
it: Difesa Caro Kann, Variante Classica, Attacco Maroczy
nl: CaroKann: klassiek, Maroczy aanval
pl: Caro-Kann, klasyczny, atak Maroczego
ru: Защита Каро-Канн: классическая система, атака Мароци
si: Caro-Kann: klasična, Maroczyev napad
sv: Caro-Kann: Klassisk, Maroczy-angrepp
tr: Caro-Kann: klasik, Marocz hücumu
uk: Захист Каро-Канн: класична система, атака Мароці
vi: Caro-Kann: cổ điển, tấn công Maroczy
