Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: QGD: Lasker defence, main line
ar: جامبيت الوزير المرفوض: لاسكر دفاع, الخط الرئيسي
br: Gambito da Dama Recusado, Defesa Lasker, Linha Principal
ca: Gambit de Dama refusat - Defensa Lasker - Línia principal
de: Damengambit (abgelehnt): Lasker Verteidigung, Hauptvariante
es: Gambito de Dama Rehusado, Defensa Lasker, Linea Principal
eu: Damaren Ganbito Ukatua: Lasker defentsa, lerro nagusia
fr: Gambit Dame refusé, défense Lasker, ligne principale
id: QGD: Lasker, Jalur Utama
it: Gambetto di Donna Rifiutato, Difesa Lasker, Linea Principale
nl: GDG: Lasker verdediging, hoofdlijn
pl: Gam.hetm nieprzyj., obrona Lasker'a, główna linia
ru: Отказанный ферзевый гамбит: защита Ласкера, основное продолжение
si: DGZ: Laskerjeva obramba, glavna linija
sv: Damgambit avböjd: Laskers försvar, huvudvariant
tr: QGD: Lasker savunması, ana hat
uk: Відхилений ферзевий гамбіт: захист Ласкера, основне продовження
vi: QGD: Phòng thủ Lasker, dòng chính

source: QGD: Lasker defence
ar: جامبيت الوزير المرفوض: لاسكر دفاع
br: Gambito da Dama Recusado, Defesa Lasker
ca: Gambit de Dama refusat - Defensa Lasker Moderna
de: Damengambit (abgelehnt): Lasker Verteidigung
es: Gambito de Dama Rehusado, Defensa Lasker Moderna
eu: Damaren Ganbito Ukatua: Lasker defentsa
fr: Gambit Dame refusé, défense Lasker
id: QGD: Pembelaan Lasker
it: Gambetto di Donna Rifiutato, Difesa Lasker Moderna
nl: GDG: Lasker verdediging
pl: Gam.hetm nieprzyj., obrona Lasker'a
ru: Отказанный ферзевый гамбит: защита Ласкера
si: DGZ, Laskerjeva obramba
sv: Damgambit avböjd: Laskers försvar
tr: QGD: Lasker savunması
uk: Відхилений ферзевий гамбіт: захист Ласкера
vi: QGD: Phòng thủ Lasker

source: QGD: Lasker variation
ar: جامبيت الوزير المرفوض: لاسكر تفريع
br: Gambito da Dama Recusado, Variante Lasker
ca: Gambit de Dama refusat - Variant Lasker
de: Damengambit (abgelehnt): Lasker-Variante
es: Gambito de Dama Rehusado, Variante Lasker
eu: Damaren Ganbito Ukatua: Lasker aldaera
fr: Gambit Dame refusé, var. Lasker
id: QGD: Varian Lasker
it: Gambetto di Donna Rifiutato, Variante Lasker
nl: GDG: Lasker variant
pl: Gam.hetm nieprzyj., wariant Lasker'a
ru: Отказанный ферзевый гамбит: вариант Ласкера
si: DGZ, Laskerjeva različica
sv: Damgambit avböjd: Laskervarianten
tr: QGD: Lasker varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Ласкера
vi: QGD: Lasker biến

source: QGD: Manhattan variation
ar: جامبيت الوزير المرفوض: مانهاتن تفريع
br: Gambito da Dama Recusado, Variante Manhattan
ca: Gambit de Dama refusat - Variant Manhattan
de: Damengambit (abgelehnt): Manhattan-Variante
es: Gambito de Dama Rehusado, Variante Manhattan
eu: Damaren Ganbito Ukatua: Manhattan aldaera
fr: Gambit Dame refusé, var. de Manhattan
id: QGD: Varian Manhattan
it: Gambetto di Donna Rifiutato, Variante Manhattan
nl: GDG: Manhattan variant
pl: Gam.hetm nieprzyj., wariant Manhattan
ru: Отказанный ферзевый гамбит: манхэттенский вариант
si: DGZ, Manhattanova različica
sv: Damgambit avböjd: Manhattanvarianten
tr: QGD: Manhattan varyasyonu
uk: Відхилений ферзевий гамбіт: Манхеттенський варіант
vi: QGD: Manhattan biến

source: QGD: Marshall defence
ar: جامبيت الوزير المرفوض: دفاع مارشال
br: Gambito da Dama Recusado, Defesa Marshall
ca: Gambit de Dama refusat - Defensa Marshall
de: Damengambit (abgelehnt): Marshall Verteidigung
es: Gambito de Dama Rehusado, Defensa Marshall
eu: Damaren Ganbito Ukatua: Marshall defentsa
fr: Gambit Dame refusé, défense Marshall
id: QGD: Pembelaan Marshall
it: Gambetto di Donna Rifiutato, Difesa Marshall
nl: GDG: Marshall verdediging
pl: Gam.hetm nieprzyj., obrona Marshall'a
ru: Отказанный ферзевый гамбит: защита Маршалла
si: DGZ, Marshallova obramba
sv: Damgambit avböjd: Marshalls försvar
tr: QGD: Marshall savunması
uk: Відхилений ферзевий гамбіт: захист Маршалла
vi: QGD: Phòng thủ Marshall

source: QGD: Neo-orthodox variation, 7.Bh4
ar: جامبيت الوزير المرفوض: المستحدث-الأرثوذكسي تفريع, 7.Bh5
br: Gambito da Dama Recusado, Variante Neo-Ortodoxa, 7.Bh4
ca: Gambit de Dama refusat - Variant Neo-Ortodoxa - 7. Ah4
de: Damengambit (abgelehnt): Neo-Orthodoxe-Variante, 7.Lh4
es: Gambito de Dama Rehusado, Variante Neo Ortodoxa, 7.Ah4
eu: Damaren Ganbito Ukatua: aldaera neo-ortodoxoa, 7.Ah4
fr: Gambit Dame refusé, var. néo-orthodoxe, 7.Fh4
id: QGD: Neo-Orthodox, 7.Gh4
it: Gambetto di Donna Rifiutato, Variante Neo Ortodossa, 7.Ah4
nl: GDG: Neo-orthodoxe variant, 7.Lh4
pl: Gam.hetm nieprzyj., wariant nowo-ortodoksyjny, 7.Gh4
ru: Отказанный ферзевый гамбит: неоортодоксальный вариант, 7.Сh4
si: DGZ, Neo-ortodoksna različica, 7. Lh4
sv: Damgambit avböjd: Neo-ortodoxa varianten med 7.Lh4
tr: QGD: Yeni ortodoks varyasyonu, 7.Bh4
uk: Відхилений ферзевий гамбіт: Неоортодоксальний варіант, 7.Сh4
vi: QGD: biến Neo chính thống, 7.Bh4

source: QGD: Neo-orthodox variation, 7.Bxf6
ar: جامبيت الوزير المرفوض: المستحدث-الأرثوذكسي تفريع, 7.Bxf7
br: Gambito da Dama Recusado, Variante Neo-Ortodoxa, 7.Bxf6
ca: Gambit de Dama refusat - Variante Neo-Ortodoxa - 7. Axf6
de: Damengambit (abgelehnt): Neo-Orthodoxe-Variante, 7.Lxf6
es: Gambito de Dama Rehusado, Variante Neo Ortodoxa, 7.Axf6
eu: Damaren Ganbito Ukatua: aldaera neo-ortodoxoa, 7.Axf6
fr: Gambit Dame refusé, var. néo-orthodoxe, 7.Fxf6
id: QGD: Neo-Orthodox, 7.Gxf6
it: Gambetto di Donna Rifiutato, Variante Neo Ortodossa, 7.Axf6
nl: GDG: Neo-orthodoxe variant, 7.Lxf6
pl: Gam.hetm nieprzyj., wariant nowo-ortodoksyjny, 7.Bxf6
ru: Отказанный ферзевый гамбит: неоортодоксальный вариант, 7.Сxf6
si: DGZ, Neo-ortodoksna različica, 7. Lxf6
sv: Damgambit avböjd: Neo-ortodoxa varianten med 7.Lxf6
tr: QGD: Yeni ortodoks varyasyonu, 7.Bxf6
uk: Відхилений ферзевий гамбіт: Неоортодоксальний варіант, 7.Сxf6
vi: QGD: biến Neo chính thống, 7.Bxf6

source: QGD: Neo-orthodox variation
ar: جامبيت الوزير المرفوض: المستحدث-الأرثوذكسي تفريع
br: Gambito da Dama Recusado, Variante Neo Ortodoxa
ca: Gambit de Dama refusat - Variant Neo-Ortodoxa
de: Damengambit (abgelehnt): Neo-Orthodoxe-Variante
es: Gambito de Dama Rehusado, Variante Neo Ortodoxa
eu: Damaren Ganbito Ukatua: aldaera neo-ortodoxoa
fr: Gambit Dame refusé, var. néo-orthodoxe
id: QGD: Varian Neo-Orthodox
it: Gambetto di Donna Rifiutato, Variante Neo Ortodossa
nl: GDG: Neo-orthodoxe variant
pl: Gam.hetm nieprzyj., wariant nowo-ortodoksyjny
ru: Отказанный ферзевый гамбит: неоортодоксальный вариант
si: DGZ, Neo-ortodoksna različica
sv: Damgambit avböjd: Neo-ortodoxa varianten
tr: QGD: Yeni ortodoks varyasyonu
uk: Відхилений ферзевий гамбіт: Неоортодоксальний варіант
vi: Biến Neo chính thống: QGD

source: QGD: Orthodox defence, 7.Qc2 c5, 8.cd (Rubinstein)
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, 7.Qc2 c5, 8.cd (روبينشتاين)
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Rubinstein, 7.Dc2 c5 8.cxd5
ca: Gambit de Dama refusat - Defensa Ortodoxa - Variant Rubinstein - 7 ...c5 8. cxd5
de: Damengambit (abgelehnt): Orthodox Verteidigung, 7.Dc2 c5, 8.cd (Rubinstein)
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Variante Rubinstein, 7...c5 8.cxd5
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, 7.Dc2 c5, 8.cxd5 (Rubinstein)
fr: Gambit Dame refusé, défense orthodoxe, 7.Dc2 c5, 8.cd (var. Rubinstein)
id: QGD: Pembelaan Orthodox, 7.Mc2 c5, 8.cd (Rubinstein)
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Variante Rubinstein, 7...c5 8.cxd5
nl: GDG: Orthodoxe verdediging, 7.Dc2 c5, 8.cd (Rubinstein)
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, 7.Hc2 c5, 8.cd(Rubinstein)
ru: Отказанный ферзевый гамбит: ортодоксальная защита, 7.Фc2 c5, 8.cd
si: DGZ; ortodoksna obramba, 7.Dc2 c5, 8.cd (Rubinsteinova)
sv: Damgambit avböjd: Ortodoxt försvar, 7.Dc2 c5, 8.cxd5 (Rubinstein)
tr: QGD: Ortodoks savunması, 7.Qc2 c5, 8.cd (Rubinstein)
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, 7.Фc2 c5, 8.cd (Рубінштейн)
vi: QGD: Phòng thủ Orthodox, 7.Qc2 C5, 8.cd (Rubinstein)

source: QGD: Orthodox defence, 7.Rc1
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, 7.Rc2
br: GamGambito da Dama Recusado, Defesa Ortodoxa, 7.Tc1
ca: Gambit de Dama refusat - Defensa Ortodoxa - 7. Tc1
de: Damengambit (abgelehnt): Orthodox Verteidigung, 7.Tc1
es: Gambito de Dama Rehusado, Defensa Ortodoxa, 7.Tc1
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, 7.Gc1
fr: Gambit Dame refusé, défense orthodoxe, 7.Tc1
id: QGD: Pembelaan Orthodox, 7.Bc1
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, 7.Tc1
nl: GDG: Orthodoxe verdediging 7.Tc1
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, 7.Wc1
ru: Отказанный ферзевый гамбит: ортодоксальная защита, 7.Лc1
si: DGZ, ortodoksna obramba, 7. Tc1
sv: Damgambit avböjd: Ortodoxt försvar, 7.Tc1
tr: QGD: Ortodoks savunması, 7.Rc1
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, 7.Тc1
vi: QGD: Phòng thủ Orthodox, 7.Rc1

source: QGD: Orthodox defence, Bd3 line, 11.O-O
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, Bd3 الخط, 11.O-O
br: Gambito da Dama Recusado, Defesa Ortodoxa 8.Ad3, 11.O-O
ca: Gambit de Dama refusat - Defensa Ortodoxa amb 8. Ad3 - 11. 0-0
de: Damengambit (abgelehnt): Orthodox Verteidigung, Ld3 line, 11.O-O
es: Gambito de Dama Rehusado, Defensa Ortodoxa 8.Ad3, 11.O O
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, Ad3 lerroa, 11.O-O
fr: Gambit Dame refusé, défense orthodoxe, 8.Fd3, 11.O-O
id: QGD: Pembelaan Orthodox, Gd3, 11.0-0
it: Gambetto di Donna Rifiutato, Difesa Ortodossa 8.Ad3, 11.O O
nl: GDG: Orthodoxe verdediging Ld3 lijn, 11.0-0
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, linia Gd3, 11.O-O
ru: Отказанный ферзевый гамбит: ортодоксальная защита, продолжение Сd3, 11.O-O
si: DGZ, ortodoksna obramba, Ld3 linija, 11. O-O
sv: Damgambit avböjd: Ortodoxt försvar, Ld3-varianten, 11.O-O
tr: QGD: Ortodoks savunması, Bd3 hattı, 11.O-O
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, продовження Сd3, 11.O-O
vi: QGD: Phòng thủ Orthodox, đường Bd3, 11.O-O

source: QGD: Orthodox defence, Bd3 line, Alekhine variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, Bd3 الخط, اليخين تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa 8.Ad3, Variante Alekhine
ca: Gambit de Dama refusat - Defensa Ortodoxa amb 8. Ad3 - Variant Alekhine
de: Damengambit (abgelehnt): Orthodox Verteidigung, Ld3 line, Aljechin-Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa 8.Ad3, Variante Alekhine
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, Ad3 lerroa, Alekhine aldaera
fr: Gambit Dame refusé, défense orthodoxe, avec Fd3, var. Alekhine
id: QGD: Pembelaan Orthodox, Gd3, Varian Alekhine
it: Gambetto di Donna Rifiutato, Difesa Ortodossa 8.Ad3, Variante Alekhine
nl: GDG: Orthodoxe verdediging Ld3 lijn, Aljechin variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, linia Gd3, wariant Alekhin'a
ru: Отказанный ферзевый гамбит: ортодоксальная защита, продолжение Сd3, вариант Алехина
si: DGZ, ortodoksna obramba, Ld3 linija, Aljehinova različica
sv: Damgambit avböjd: Ortodoxt försvar, Ld3-varianten, Aljechinvarianten
tr: QGD: Ortodoks savunması, Bd3 hattı, Alekhine varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, продовження Сd3, варіант Альохіна
vi: QGD: Phòng thủ Orthodox, đi nước Bd3, biến Alekhine

source: QGD: Orthodox defence, Bd3 line, Capablanca freeing manoevre
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, Bd3 الخط, كابابلانكا مناورة التحرير
br: Gambito da Dama Recusado, Defesa Ortodoxa 8.Ad3, Manobra Libertadora de Capablanca
ca: Gambit de Dama refusat - Defensa Ortodoxa amb 8. Ad3 - Maniobra lliberadora de Capablanca
de: Damengambit (abgelehnt): Orthodox Verteidigung, Ld3 line, Capablanca freeing manoevre
es: Gambito de Dama Rehusado, Defensa Ortodoxa 8.Ad3, Maniobra Liberadora de Capablanca
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, Ad3 lerroa, Capablanca garbiketa maniobra
fr: Gambit Dame refusé, défense orthodoxe, 8.Fd3, manoeuvre de libération de Capablanca
id: QGD: Pembelaan Orthodox, Gd3, Manuver Capablanca
it: Gambetto di Donna Rifiutato, Difesa Ortodossa 8.Ad3, Maniobra Liberadora de Capablanca
nl: GDG: Orthodoxe verdediging Ld3 lijn, Capablanca vrijmaak manoevre
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, linia Gd3, uwalnijący manewr Capablanki
ru: Отказанный ферзевый гамбит: ортодоксальная защита, продолжение Сd3, маневр Капабланки
si: DGZ, ortodoksna obramba, Ld3 linija, Capablancin rešitveni manever
sv: Damgambit avböjd: Ortodoxt försvar, Ld3-varianten, Capablancas utbrytningsmanöver
tr: QGD: Ortodoks savunması, Bd3 hattı, Capablanca serbest manevra
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, продовження Сd3, маневр Капабланки
vi: QGD: Phòng thủ Orthodox, đi nước Bd3, Capablanca freeing manoevre

source: QGD: Orthodox defence, Bd3 line, Janowski variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, Bd3 الخط, جناوسكاي تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa 8.Ad3, Variante Janowski
ca: Gambit de Dama refusat - Defensa Ortodoxa amb 8. Ad3 - Variant Janowski
de: Damengambit (abgelehnt): Orthodox Verteidigung, Ld3 line, Janowski-Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa 8.Ad3, Variante Janowski
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, Ad3 lerroa, Janowski aldaera
fr: Gambit Dame refusé, défense orthodoxe, 8.Fd3, var. Janowski
id: QGD: Pembelaan Orthodox, Gd3, Varian Janowski
it: Gambetto di Donna Rifiutato, Difesa Ortodossa 8.Ad3, Variante Janowski
nl: GDG: Orthodoxe verdediging Ld3 lijn, Janowski variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, linia Gd3, wariant Janowskiego
ru: Отказанный ферзевый гамбит: ортодоксальная защита, продолжение Сd3, вариант Яновского
si: DGZ, ortodoksna obramba, Lb3 linija, Janowskijev različica
sv: Damgambit avböjd: Ortodoxt försvar, Ld3-varianten, Janowskivarianten
tr: QGD: Ortodoks savunması, Bd3 hattı, Janowski varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, продовження Сd3, варіант Яновського
vi: QGD: Phòng thủ Orthodox, đi nước Bd3, biến thể Janowski

source: QGD: Orthodox defence, Bd3 line, fianchetto variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, Bd3 الخط, فيل الوتر الطويل تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa 8.Ad3, Variante do Fianchetto
ca: Gambit de Dama refusat - Defensa Ortodoxa amb 8. Ad3 - Variant del Fianchetto
de: Damengambit (abgelehnt): Orthodox Verteidigung, Ld3 line, Fianchettovariante
es: Gambito de Dama Rehusado, Defensa Ortodoxa 8.Ad3, Variante del Fianchetto
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, Ad3 lerroa, fianchetto aldaera
fr: Gambit Dame refusé, défense orthodoxe, avec Fd3, var. du fianchetto
id: QGD: Pembelaan Orthodox, Gd3, Varian Fianchetto
it: Gambetto di Donna Rifiutato, Difesa Ortodossa 8.Ad3, Variante del Fianchetto
nl: GDG: Orthodoxe verdediging Ld3 lijn, fianchetto variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, linia Gd3,wariant fianchetto
ru: Отказанный ферзевый гамбит: ортодоксальная защита, продолжение Сd3, вариант с фианкетто
si: DGZ: ortodoksna obramba, Ld3 linija, krilni razvoj različica
sv: Damgambit avböjd: Ortodoxt försvar, Ld3-varianten, fianchettovarianten
tr: QGD: Ortodoks savunması, Bd3 hattı, fianchetto varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, продовження Сd3, варіант з фіанкетто
vi: QGD: phòng thủ Orthodox, nước đi Bd3, biến fianchetto

source: QGD: Orthodox defence, Bd3 line
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, Bd3 الخط
br: Gambito da Dama Recusado, Defesa Ortodoxa 8.Bd3
ca: Gambit de Dama refusat - Defensa Ortodoxa amb 8. Ad3
de: Damengambit (abgelehnt): Orthodox Verteidigung, Ld3 line
es: Gambito de Dama Rehusado, Defensa Ortodoxa 8.Ad3
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, Ad3 lerroa
fr: Gambit Dame refusé, défense orthodoxe, 8.Fd3
id: QGD: Pembelaan Orthodox, Gd3
it: Gambetto di Donna Rifiutato, Difesa Ortodossa 8.Ad3
nl: GDG: Orthodoxe verdediging Ld3 lijn
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, linia Gd3
ru: Отказанный ферзевый гамбит: ортодоксальная защита, продолжение Сd3
si: DGZ, ortodoksna obramba, Ld3 linija
sv: Damgambit avböjd: Ortodoxt försvar, Ld3-varianten
tr: QGD: Ortodoks savunması, Bd3 hattı
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, продовження Сd3
vi: QGD: Phòng thủ Orthodox, đi nước Bd3

source: QGD: Orthodox defence, Botvinnik variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, بوتفنيك تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Botvinnik
ca: Gambit de Dama refusat - Defensa Ortodoxa - Variant Botvinnik
de: Damengambit (abgelehnt): Orthodox Verteidigung, Botvinnik Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Variante Botvinnik
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, Botvinnik aldaera
fr: Gambit Dame refusé, défense orthodoxe, var. Botvinnik
id: QGD: Pembelaan Orthodox, Varian Botwinnik
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Variante Botvinnik
nl: GDG: Orthodoxe verdediging Botvinnik variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, wariant Botvinnik'a
ru: Отказанный ферзевый гамбит: ортодоксальная защита, вариант Ботвинника
si: DGZ, ortodoksna obramba, Botvinnikova različica
sv: Damgambit avböjd: Ortodoxt försvar, Botvinnikvarianten
tr: QGD: Ortodoks savunması, Botvinnik varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, варіант Ботвинника
vi: QGD: phòng thủ Orthodox, biến thể Botvinnik

source: QGD: Orthodox defence, Capablanca variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, كابابلانكا تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Capablanca
ca: Gambit de Dama refusat - Defensa Ortodoxa - Variant Capablanca
de: Damengambit (abgelehnt): Orthodox Verteidigung, Capablanca-Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Variante Capablanca
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, Capablanca aldaera
fr: Gambit Dame refusé, défense orthodoxe, var. Capablanca
id: QGD: Pembelaan Orthodox, Varian Capablanca
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Variante Capablanca
nl: GDG: Orthodoxe verdediging Capablanca variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, wariant Capablanki
ru: Отказанный ферзевый гамбит: ортодоксальная защита, вариант Капабланки
si: DGZ, ortodoksna obramba, Capablancina različica
sv: Damgambit avböjd: Ortodoxt försvar, Capablancavarianten
tr: QGD: Ortodoks savunması, Capablanca varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, варіант Капабланки
vi: QGD: phòng thủ Orthodox, biến thể, Capablanca

source: QGD: Orthodox defence, Pillsbury attack
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, بيلسبوري هجوم
br: Gambito da Dama Recusado, Defesa Ortodoxa, Ataque Pillsbury
ca: Gambit de Dama refusat - Defensa Ortodoxa - Atac Pillsbury
de: Damengambit (abgelehnt): Orthodox Verteidigung, Pillsbury Angriff
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Ataque Pillsbury
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, Pillsbury erasoa
fr: Gambit Dame refusé, défense orthodoxe, attaque Pillsbury
id: QGD: Pembelaan Orthodox, Serangan Pillsburry
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Attacco Pillsbury
nl: GDG: Orthodoxe verdediging Pillsbury aanval
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, atak Pillsbury
ru: Отказанный ферзевый гамбит: ортодоксальная защита, атака Пильсбери
si: DGZ, ortodoksna obramba, Pillsburyev napad
sv: Damgambit avböjd: Ortodoxt försvar, Pillsburys angrepp
tr: QGD: Ortodoks savunması, Pillsbury hücumu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, атака Пільсбері
vi: QGD: phòng thủ Orthodox, tấn công Pillsbury

source: QGD: Orthodox defence, Rauzer variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, روزر تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa, Variante Rauzer
ca: Gambit de Dama refusat - Defensa Ortodoxa - Variant Rauzer
de: Damengambit (abgelehnt): Orthodox Verteidigung, Rauzer-Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Variante Rauzer
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, Rauzer aldaera
fr: Gambit Dame refusé, défense orthodoxe, var. Rauzer
id: QGD: Pembelaan Orthodox, Varian Rauzer
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Variante Rauzer
nl: GDG: Orthodoxe verdediging Rauzer variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, wariant Rauzer'a
ru: Отказанный ферзевый гамбит: ортодоксальная защита, вариант Раузера
si: DGZ, ortodoksna obramba, Rauzerjeva različica
sv: Damgambit avböjd: Ortodoxt försvar, Rauzervarianten
tr: QGD: Ortodoks savunması, Rauzer varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, варіант Раузера
vi: QGD: phòng thủ Orthodox, biến thể Rauzer

source: QGD: Orthodox defence, Rubinstein attack (with Rc1)
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, روبينشتاين هجوم (مع Rc1)
br: Gambito da Dama Recusado, Defesa Ortodoxa, Ataque Rubinstein (com Tc1)
ca: Gambit de Dama refusat - Defensa Ortodoxa - Atac Rubinstein (amb Tc1)
de: Damengambit (abgelehnt): Orthodox Verteidigung, Rubinstein Angriff (mit Rc1)
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Ataque Rubinstein (con Tc1)
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, Rubinsteinen erasoa (Gc1-rekin)
fr: Gambit Dame refusé, défense orthodoxe, attaque Rubinstein, avec Tc1
id: QGD: Pembelaan Orthodox, Serangan Rubinstein (dg Bc1)
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Attacco Rubinstein (con Tc1)
nl: GDG: Orthodoxe verdediging Rubinstein aanval (met Tc1)
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, atak Rubinstein'a (Wc1)
ru: Отказанный ферзевый гамбит: ортодоксальная защита, атака Рубинштейна
si: DGZ, ortodoksna obramba, Rubinsteinov napad (z Tc1)
sv: Damgambit avböjd: Ortodoxt försvar, Rubinsteins angrepp (med Tc1)
tr: QGD: Ortodoks savunması, Rubinstein hücumu (Rc1 ile)
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, атака Рубінштейна (з Тc1)
vi: QGD: Phòng thủ Orthodox, tấn công Rubinstein (với Rc1)

source: QGD: Orthodox defence, Rubinstein attack, Gruenfeld variation
ar: جامبيت الوزير المرفوض: الأرثوذكسي دفاع, روبينشتاين هجوم, جرونفلد تفريع
br: Gambito da Dama Recusado, Defesa Ortodoxa, Ataque Rubinstein, Variante Grünfeld
ca: Gambit de Dama refusat - Defensa Ortodoxa - Atac Rubinstein - Variant Grünfeld
de: Damengambit (abgelehnt): Orthodox Verteidigung, Rubinstein Angriff, Grünfeld Variante
es: Gambito de Dama Rehusado, Defensa Ortodoxa, Ataque Rubinstein, Variante Grünfeld
eu: Damaren Ganbito Ukatua: Defentsa ortodoxoa, Rubinsteinen erasoa, Gruenfelden aldaera
fr: Gambit Dame refusé, défense orthodoxe, attaque Rubinstein, var. Grünfeld
id: QGD: Pembelaan Orthodox, Serangan Rubenstein, Varian Gruendfeld
it: Gambetto di Donna Rifiutato, Difesa Ortodossa, Attacco Rubinstein, Variante Grünfeld
nl: GDG: Orthodoxe verdediging Rubinstein aanval, Gruenfeld variant
pl: Gam.hetm nieprzyj., obrona ortodoksyjna, atak Rubinstein'a, wariant Gruenfeld'a
ru: Отказанный ферзевый гамбит: ортодоксальная защита, атака Рубинштейна, вариант Грюнфельда
si: DGZ, ortodoksna obramba, Rubinsteinov napad, Gruenfeldova različica
sv: Damgambit avböjd: Ortodoxt försvar, Rubinsteins angrepp, Grünfeldvarianten
tr: QGD: Ortodoks savunması, Rubinstein hücumu, Gruenfeld varyasyonu
uk: Відхилений ферзевий гамбіт: Ортодоксальний захист, атака Рубінштейна, варіант Грюнфельда
vi: QGD: phòng thủ Orthodox, tấn công Rubinstein, biến Gruenfeld
