Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Alekhine's defence: modern, Flohr variation
ar: دفاع إليخين: حديث, فلوهر تفريع
br: Defesa Alekhine, Variante Moderna, Variante Flohr
ca: Defensa Alekhine - Variant Moderna - Variant Flohr
de: Aljechin-Verteidigung: Modern, Flohr-Variante
es: Defensa Alekhine, Variante Moderna, Variante Flohr
eu: Alekhinen defentsa: modernoa, Flohr aldaera
fr: Défense Alekhine, var. moderne, var. Flohr
id: Pembelaan Alekhine: Varian Modern, Flohr
it: Difesa Alekhine, Variante Moderna, Variante Flohr
nl: Aljechin verdediging: modern, Flohr variant
pl: Obrona Alechina: nowoczesny, wariant Flohra
ru: Защита Алехина: современная система, вариант Флора
si: Aljehinova obramba: moderna, Flohr različica
sv: Aljechins försvar: Moderna, Flohrvarianten
tr: Alekhine'nin savunması: modern, Flohr varyasyonu
uk: Захист Альохіна: сучасна система, варіант Флора
vi: Phòng thủ Alekhine: hiện đại, biến thể Flohr

source: Alekhine's defence: modern, Keres variation
ar: دفاع إليخين: حديث,كيريس تفريع
br: Defesa Alekhine, Variante Moderna, Variante Keres
ca: Defensa Alekhine - Variant Moderna - Variant Keres
de: Aljechin-Verteidigung: Modern, Keres-Variante
es: Defensa Alekhine, Variante Moderna, Variante Keres
eu: Alekhinen defentsa: modernoa, Keres aldaera
fr: Défense Alekhine, var. moderne, var. Keres
id: Pembelaan Alekhine: Varian Modern, Keres
it: Difesa Alekhine, Variante Moderna, Variante Keres
nl: Aljechin verdediging: modern, Keres variant
pl: Obrona Alechina: nowoczesny, wariant Keresa
ru: Защита Алехина: современная система, вариант Кереса
si: Aljehinova obramba: moderna, Keres različica
sv: Aljechins försvar: Moderna, Keresvarianten
tr: Alekhine'nin savunması: modern, Keres varyasyonu
uk: Захист Альохіна: сучасна система, варіант Кереса
vi: Phòng thủ Alekhine: hiện đại, biến thể Keres

source: Alekhine's defence: modern, Larsen variation
ar: دفاع إليخين: حديث, لارسن تفريع
br: Defesa Alekhine, Variante Moderna, Variante Larsen
ca: Defensa Alekhine - Variant Moderna - Variant Larsen
de: Aljechin-Verteidigung: Modern, Larsen-Variante
es: Defensa Alekhine, Variante Moderna, Variante Larsen
eu: Alekhinen defentsa: modernoa, Larsen aldaera
fr: Défense Alekhine, var. moderne, var. Larsen
id: Pembelaan Alekhine: Varian Modern, Larsen
it: Difesa Alekhine, Variante Moderna, Variante Larsen
nl: Aljechin verdediging: modern, Larsen variant
pl: Obrona Alechina: nowoczesny, wariant Larsena
ru: Защита Алехина: современная система, вариант Ларсена
si: Aljehinova obramba: moderna, Larsen različica
sv: Aljechins försvar: Moderna, Larsenvarianten
tr: Alekhine'nin savunması: modern, Larsen varyasyonu
uk: Захист Альохіна: сучасна система, варіант Ларсена
vi: Phòng thủ Alekhine: hiện đại, biến thể Larsen

source: Alekhine's defence: modern, Panov variation
ar: دفاع إليخين: حديث, بانوف تفريع
br: Defesa Alekhine, Variante Moderna, Variante Panov
ca: Defensa Alekhine - Variant Moderna - Variant Panov
de: Aljechin-Verteidigung: Modern, Panov-Variante
es: Defensa Alekhine, Variante Moderna, Variante Panov
eu: Alekhinen defentsa: modernoa, Panov aldaera
fr: Défense Alekhine, var. moderne, var. Panov
id: Pembelaan Alekhine: Varian Modern, Panov
it: Difesa Alekhine, Variante Moderna, Variante Panov
nl: Aljechin verdediging: modern, Panov variant
pl: Obrona Alechina: nowoczesny, wariant Panowa
ru: Защита Алехина: современная система, вариант Панова
si: Aljehinova obramba: moderna, Panov različica
sv: Aljechins försvar: Moderna, Panovvarianten
tr: Alekhine'nin savunması: modern, Panov varyasyonu
uk: Захист Альохіна: сучасна система, варіант Панова
vi: Phòng thủ Alekhine: hiện đại, biến thể Panov

source: Alekhine's defence: modern, Schmid variation
ar: دفاع إليخين: حديث, شميد تفريع
br: Defesa Alekhine, Variante Moderna, Variante Schmid
ca: Defensa Alekhine - Variant Moderna - Variant Schmid
de: Aljechin-Verteidigung: Modern, Schmid-Variante
es: Defensa Alekhine, Variante Moderna, Variante Schmid
eu: Alekhinen defentsa: modernoa, Schmid aldaera
fr: Défense Alekhine, var. moderne, var. Schmid
id: Pembelaan Alekhine: Varian Modern, Schmid
it: Difesa Alekhine, Variante Moderna, Variante Schmid
nl: Aljechin verdediging: modern, Schmid variant
pl: Obrona Alechina: nowoczesny, wariant Schmida
ru: Защита Алехина: современная система, вариант Шмида
si: Aljehinova obramba: moderna, Schmid različica
sv: Aljechins försvar: Moderna, Schmidvarianten
tr: Alekhine'nin savunması: modern, Schmid varyasyonu
uk: Захист Альохіна: сучасна система, варіант Шміда
vi: Phòng thủ Alekhine: hiện đại, biến thể Schmid

source: Alekhine's defence: modern, Vitolins attack
ar: دفاع إليخين: حديث, فيتولينس هجوم
br: Defesa Alekhine, Variante Moderna, Ataque Vitolins
ca: Defensa Alekhine - Variant Moderna - Atac Vitolins
de: Aljechin-Verteidigung: Modern, Vitolins Angriff
es: Defensa Alekhine, Variante Moderna, Ataque Vitolins
eu: Alekhinen defentsa: Vitolinen eraso modernoa
fr: Défense Alekhine, var. moderne, attaque Vītoliņš
id: Pembelaan Alekhine: Varian Modern, Vitolins
it: Difesa Alekhine, Variante Moderna, Attacco Vitolins
nl: Aljechin verdediging: modern, Vitolins aanval
pl: Obrona Alechina: nowoczesny, atak Witolinsza
ru: Защита Алехина: современная система, атака Витолиньша
si: Aljehinova obramba: moderna, Vitolins napad
sv: Aljechins försvar: Moderna, Vitolins angrepp
tr: Alekhine'nin savunması: modern, Vitolins hücumu
uk: Захист Альохіна: сучасна система, атака Вітоліньша
vi: Phòng thủ Alekhine: hiện đại, tấn công Vitolins

source: Alekhine's defence: modern, fianchetto variation
ar: دفاع إليخين: حديث, فيل الوتر الطويل تفريع
br: Defesa Alekhine, Variante Moderna, Variante do Fianchetto
ca: Defensa Alekhine - Variant Moderna - Variant del Fianchetto
de: Aljechin-Verteidigung: Modern, Fianchetto-Variante
es: Defensa Alekhine, Variante Moderna, Variante del Fianchetto
eu: Alekhinen defentsa: gaur egungo fianchetto aldaera
fr: Défense Alekhine, var. moderne, var. du fianchetto
id: Pembelaan Alekhine: Varian Modern, Fianchetto
it: Difesa Alekhine, Variante Moderna, Variante del Fianchetto
nl: Aljechin verdediging: modern, fianchetto variant
pl: Obrona Alechina: nowoczesny, wariant fianchetto
ru: Защита Алехина: современная система, вариант с фианкетто
si: Aljehinova obramba: moderna, krilni razvoj različica
sv: Aljechins försvar: Moderna, fianchettovarianten
tr: Alekhine'nin savunması: modern, Fianchetto varyasyonu
uk: Захист Альохіна: сучасна система, варіант з фіанкетто
vi: Phòng thủ Alekhine: hiện đại, biến thể fianchetto

source: Alekhine's defence: two pawns' (Lasker's) attack
ar: دفاع إليخين: بيدقين(لاسكر) هجوم
br: Defesa Alekhine, Ataque dos 2 Peões (Lasker)
ca: Defensa Alekhine - Atac dels dos peons o Lasker
de: Aljechin-Verteidigung: two pawns' (Lasker's) Angriff
es: Defensa Alekhine, Ataque de los 2 Peones o Lasker
eu: Alekhinen defentsa: bi peoien (Laskerren) erasoa
fr: Défense Alekhine, attaque des deux pions (Lasker)
id: Pembelaan Alekhine: Serangan 2 Bidak (Lasker)
it: Difesa Alekhine, Attacco di 2 Pedoni o Lasker
nl: Aljechin verdediging: twee pionnen '(Lasker's) aanval
pl: Obrona Alechina: atak dwóch pionów (Laskera)
ru: Защита Алехина: атака двух пешек
si: Aljehinova obramba: napad dveh kmetov (Laskerjev napad)
sv: Aljechins försvar: Laskers angrepp (tvåbondesangrepp)
tr: Alekhine'nin savunması: iki piyon (Lasker'in) hücumu
uk: Захист Альохіна: атака двох пішаків
vi: Phòng thủ Alekhine: tấn công hai tốt (Lasker)

source: Alekhine's defence: two pawns' attack, Mikenas variation
ar: دفاع إليخين: بيدقين هجوم, ميكناس تفريع
br: Defesa Alekhine, Ataque dos 2 Peões, Variante Mikenas
ca: Defensa Alekhine - Atac dels dos peons - Variant Mikenas
de: Aljechin-Verteidigung: two pawns' Angriff, Mikenas-Variante
es: Defensa Alekhine, Ataque de los 2 Peones, Variante Mikenas
eu: Alekhinen defentsa: bi peoien erasoa, Mikenas aldaera
fr: Défense Alekhine, attaque des deux pions, var. Mikenas
id: Pembelaan Alekhine: Serangan 2 Bidak, Varian Mikenas
it: Difesa Alekhine, Attacco di 2 Pedoni, Variante Mikenas
nl: Aljechin verdediging: de twee pionnen aanval ', Mikenas variant
pl: Obrona Alechina: atak dwóch pionów, wariant Mikenasa
ru: Защита Алехина: атака двух пешек, вариант Микенаса
si: Aljehinova obramba: napad dveh kmetov, Mikenas različica
sv: Aljechins försvar: Tvåbondesangrepp, Mikenasvarianten
tr: Alekhine'nin savunması: iki piyon hücumu, Mikenas varyasyonu
uk: Захист Альохіна: атака двох пішаків, варіант Мікенаса
vi: Phòng thủ Alekhine: tấn công hai tốt, biến thể Mikenas

source: Alekhine's defence
ar: دفاع إليخين
br: Defesa Alekhine
ca: Defensa Alekhine
de: Aljechin-Verteidigung
es: Defensa Alekhine
eu: Alekhinen defentsa
fr: Défense Alekhine
id: Pembelaan Alekhine
it: Difesa Alekhine
nl: Aljechin verdediging
pl: Obrona Alechina
ru: Защита Алехина
si: Aljehinova obramba
sv: Aljechins försvar
tr: Alekhine'nin savunması
uk: Захист Альохіна
vi: Phòng thủ Alekhine

source: Amar (Paris) opening
ar: أمار (باريس) افتتاح
br: Abertura Amar (Paris)
ca: Obertuta Amar o París
de: Amar (Paris) Eröffnung
es: Apertura Amar o París
eu: Amar (Paris) irekiera
fr: Ouverture Amar ou de Paris ou du cavalier ivre
id: Pembukaan Amar (Paris)
it: Apertura Amar o París
nl: Amar (Parijs) opening
pl: Debiut Amara (paryskie)
ru: Дебют Амара
si: Amar (Paris) otvoritev
sv: Amars spelöppning (Paris spelöppning)
tr: Amar (Paris) açılışı
uk: Дебют Амара
vi: Khai cuộc Amar (Paris)

source: Amar gambit
ar: أمار جامبيت
br: Gambito Amar
ca: Gambit Amar
es: Gambito Amar
eu: Amar ganbitoa
fr: Gambit Amar
id: Gambit Amar
it: Gambetto Amar
nl: Amar gambiet
pl: Gambit Amara
ru: Гамбит Амара
sv: Parisgambit
tr: Amar gambiti
uk: Гамбіт Амара
vi: Thí quân Amar

source: Amsterdam attack
ar: أمستردام هجوم
br: Ataque Amsterdam
ca: Atac Amsterdam
de: Amsterdamer Angriff
es: Ataque Amsterdam
eu: Amsterdameko erasoa
fr: Attaque d'Amsterdam
id: Serangan Amsterdam
it: Attacco Amsterdam
nl: Amsterdam aanval
pl: Atak amsterdamski
ru: Амстердамская атака
si: Amsterdamski napad
sv: Amsterdam-angrepp
tr: Amsterdam hücumu
uk: Амстердамська атака
vi: Tấn công Amsterdam

source: Anderssen's opening
ar: أندرسن افتتاح
br: Abertura Anderssen
ca: Obertura Anderssen
de: Anderssen-Eröffnung
es: Apertura Anderssen
eu: Anderssenen irekiera
fr: Ouverture Anderssen
id: Pembukaan Anderssen
it: Apertura Anderssen
pl: Debiut Anderssena
ru: Дебют Андерсена
si: Anderssenova otvoritev
sv: Anderssens spelöppning
tr: Anderssen'in açılışı
uk: Дебют Андерсена
vi: Khai cuộc của Anderssen

source: Anti-Borg (Desprez) opening
ar: ضد-بورج (ديسبرتز) افتتاح
br: Abertura Anti-Borg (Desprez)
ca: Obertura Anri-Borg o Desprez
de: Anti-Borg (Desprez) Eröffnung
es: Apertura Anti Borg o Desprez
eu: Anti-Borg (Desprez) irekiera
fr: Ouverture anti-Borg (Després, Kadas)
id: Pembukaan Anti-Borg (Desprez)
it: Apertura Anti Borg o Desprez
pl: Debiut Anti-Borg (Desprez)
ru: Дебют Деспреса
si: Anti-Borg (Desprez) otvoritev
sv: Kadas-Desprez spelöppning (Anti-Borg)
tr: Anti-Borg (Desprez) açılışı
uk: Дебют Деспреса
vi: Khai cuộc Chống Borg (Desprez)

source: Barnes defence
ar: يارنيس دفاع
br: Defesa Barnes
ca: Defensa Barnes
de: Barnes Verteidigung
es: Defensa Barnes
eu: Barnesen defentsa
fr: Défense Barnes
id: Pembelaan Barnes
it: Difesa Barnes
nl: Barnes verdediging
pl: Obrona Barnes'a
ru: Защита Барнса
si: Barnesova obramba
sv: Barnes försvar
tr: Barnes savunması
uk: Захист Барнса
vi: Phòng thủ Barnes

source: Battambang opening
ar: ياتامبانج افتتاح
br: Abertura Battambang
ca: Obertura Battambang
de: Battambang Eröffnung
es: Apertura Battambang
eu: Battambang irekiera
fr: Ouverture de Battambang
id: Pembukaan Battambang
it: Apertura Battambang
pl: Debiut Battambang
ru: Баттамбанг
si: Battambang otvoritev
sv: Battambangs spelöppning
tr: Battambang açılışı
uk: Дебют Баттамбанг
vi: Khai cuộc Battambang

source: Beefeater defence
ar: بيفيتر دفاع
br: Defesa Beefeater
ca: Defensa de l'alabarder de la Torre de Londres'
de: Beefeater Verteidigung
es: Defensa del Alabardero de la Torre de Londres
eu: Beefeater defentsa
fr: Défense de l'hallebardier (en anglais "Beefeater" (mangeurs de boeuf) : les Yeomen Warders portent une hallebarde)
id: Pembelaan Beefeater
it: Difesa dell'alabardiere della torre di londra
nl: Beefeater verdediging
pl: Obrona Beefeater'a
ru: Дебют ферзевой пешки: вариант Бифитер
si: Beefeater obramba
sv: Beefeaters försvar
tr: Beefeater savunması
uk: Дебют ферзевого пішака: варіант Біфітер
vi: Phòng thủ Beefeater

source: Benko gambit accepted
ar: جامبيت بينكو المقبول
br: Gambito Benko Aceito
ca: Gambit Benko acceptat
de: Benko Gambit angenommen
es: Gambito Benko Aceptado
eu: Benko ganbito onartua
fr: Gambit Benko accepté
id: Gambit Benko Diterima
it: Gambetto Benko Accettato
nl: Benko gambiet geaccepteerd
pl: Gambit Benko przyjęty
ru: Принятый волжский гамбит
si: Benko gambit sprejet
sv: Benkogambit antagen
tr: Benko gambiti kabul edilmiş
uk: Прийнятий гамбіт Бенко
vi: Benko chấp nhận thí quân

source: Benko gambit half accepted
ar: جامبيت بينكو النصف مقبول
br: Gambito Benko Meio Aceito
ca: Gambit Benko mig acceptat
de: Benko Gambit half angenommen
es: Gambito Benko Medio Aceptado
eu: Benko ganbito erdi onartua
fr: Gambit Benko semi-accepté
id: Gambit Benko Setengah Diterima
it: Gambetto Benko Medio Accettato
nl: Benko gambiet half geaccepteerd
pl: Gambit Benko w pół-przyjęty
ru: Полупринятый волжский гамбит
si: Benko gambit pol sprejet
sv: Benkogambit delvis antagen
tr: Benko gambiti yarı kabul edilmiş
uk: Напівприйнятий гамбіт Бенко
vi: Benko nửa chấp nhận thí quân

source: Benko gambit: 7.e4
ar: جامبيت بينكو: 7.e5
br: Gambito Benko, 7.e4
ca: Gambit Benko - 7. e4
es: Gambito Benko, 7.e4
eu: Benko ganbitoa: 7.e4
fr: Gambit Benko, 7.e4
id: Gambit Benko: 7.e4
it: Gambetto Benko, 7.e4
nl: Benko gambiet: 7.e4
pl: Gambit Benko: 7.e4
ru: Волжский гамбит: 7. e4
tr: Benko gambiti: 7.e4
uk: Гамбіт Бенко: 7. e4
vi: Thí quân Benko: 7.e4

source: Benko gambit: Nd2 variation
ar: جامبيت بينكو: Nd2 تفريع
br: Gambito Benko, 8.Cd2
ca: Gambit Benko - 8. Cd2
de: Benko Gambit: Sd2-Variante
es: Gambito Benko, 8.Cd2
eu: Benko ganbitoa: Zd2 aldaera
fr: Gambit Benko, Cd2
id: Gambit Benko: Varian Kd2
it: Gambetto Benko, 8.Cd2
nl: Benko gambiet: Pd2 variant
pl: Gambit Benko: wariant Nd2
ru: Принятый волжский гамбит: вариант Кd2
si: Benko gambit: Sd2 različica
sv: Benkogambit: Sd2-varianten
tr: Benko gambiti: Nd2 varyasyonu
uk: Гамбіт Бенко: варіант Кd2
vi: Thí quân Benko: biến ND2

source: Benko gambit: Ne2 variation
ar: جامبيت بينكو: Ne2 تفريع
br: Gambito Benko, 9.Cge2
ca: Gambit Benko - 9. Cge2
de: Benko Gambit: Se2 Variante
es: Gambito Benko, 9.Cge2
eu: Benko ganbitoa: Ze2 aldaera
fr: Gambit Benko, Ce2
id: Gambit Benko: Varian Ke2
it: Gambetto Benko, 9.Cge2
nl: Benko gambiet: Pe2 variant
pl: Gambit Benko: wariant Ne2
ru: Волжский гамбит: вариант с Кe2
si: Benko gambit: Se2 različica
sv: Benkogambit: Se2-varianten
tr: Benko gambiti: Ne2 varyasyonu
uk: Гамбіт Бенко: варіант Кe2
vi: Thí quân Benko: biến NE2

source: Benko gambit: Nescafe Frappe attack
ar: جامبيت بينكو: نيسكافيه فرابو هجوم
br: Gambito Benko, Ataque Nescafé Frappé
ca: Gambit Benko - Atac 'Nescafé Frappé'
de: Benko Gambit: Nescafe Frappe Angriff
es: Gambito Benko, Ataque Nescafé Frappé
eu: Benko ganbitoa: Nescafe Frappe erasoa
fr: Gambit Benko, attaque Nescafé frappé
id: Gambit Benko: Serangan Nescafe Frappe
it: Gambetto Benko, Attacco Nescafé Frappé
nl: Benko gambiet: Nescafe Frappe aanval
pl: Gambit Benko: Atak Nescafe Frappe
ru: Волжский гамбит: атака Нескафе фрап
si: Benko gambit: Nescafe Frappe napad
sv: Benkogambit: Nescafe-Frappes angrepp
tr: Benko gambiti: Buzlu Neskafe hücumu
uk: Гамбіт Бенко: атака Нескафе Фрап
vi: Thí quân Benko: Tấn công Nescafe Frappe

source: Benko gambit: Zaitsev system
ar: جامبيت بينكو: زايتسيف نظام
br: Gambito Benko, Sistema Zaitsev
ca: Gambit Benko - Sistema Zaitsev
es: Gambito Benko, Sistema Zaitsev
eu: Benko ganbitoa: Zaitsev sistema
fr: Gambit Benko, système Zaitsev
id: Gambit Benko: Sistem Zaitsev
it: Gambetto Benko, Sistema Zaitsev
nl: Benko gambiet: Zaitsev systeem
pl: Gambit Benko: system Zajcewa
ru: Волжский гамбит: система Зайцева
si: Benko gambit: Zaitsev sistem
sv: Benkogambit: Zaitsevvarianten
tr: Benko gambiti: Zaitsev sistemi
uk: Гамбіт Бенко: система Зайцева
vi: Thí quân Benko: hệ thống Zaitsev

source: Benko gambit: fianchetto variation
ar: جامبيت بينكو: فيل الوتر الطويل تفريع
br: Gambito Benko, Variante do Fianchetto
ca: Gambit Benko - Variant del Fianchetto
de: Benko Gambit: Fianchettovariante
es: Gambito Benko, Variante del Fianchetto
eu: Benko ganbitoa: fianchetto aldaera
fr: Gambit Benko, var. du fianchetto-roi
id: Gambit Benko: Varian Fianchetto
it: Gambetto Benko, Variante del Fianchetto
nl: Benko gambiet: fianchetto variant
pl: Gambit Benko: wariant fianchetto
ru: Принятый волжский гамбит: вариант с фианкетто
si: Benko gambit: krilni razvoj različica
sv: Benkogambit: Fianchettovarianten
tr: Benko gambiti: Fianchetto varyasyonu
uk: Гамбіт Бенко: варіант з фіанкетто
vi: Thí quân Benko: biến thể fianchetto

source: Benko gambit: main line
ar: جامبيت بينكو: الخط الرئيسي
br: Gambito Benko, Linha Principal
ca: Gambit Benko - Línia principal
de: Benko Gambit: Hauptvariante
es: Gambito Benko, Linea Principal
eu: Benko ganbitoa: lerro nagusia
fr: Gambit Benko, ligne principale
id: Gambit Benko: Jalur Utama
it: Gambetto Benko, Linea Principale
nl: Benko gambiet: hoofdlijn
pl: Gambit Benko: głowna linia
ru: Волжский гамбит: основной вариант
si: Benko gambit: glavna linija
sv: Benkogambit: Huvudvariant
tr: Benko gambiti: ana hat
uk: Гамбіт Бенко: основний варіант
vi: Thí quân Benko: dòng chính

source: Benko gambit
ar: جامبيت بينكو
br: Gambito Benko
ca: Gambit Benko o Volga
es: Gambito Benko o Volga
eu: Benko ganbitoa
fr: Gambit Benko (gambit de la Volga)
id: Gambit Benko
it: Gambetto Benko o Volga
nl: Benko gambiet
pl: Gambit Benko
ru: Волжский гамбит
tr: Benko gambiti
uk: Гамбіт Бенко
vi: Thí quân Benko

source: Benko's opening: reversed Alekhine
ar: افتتاح بينكو: المعكوس اليخين
br: Abertura Benko, Variante Alekhine Invertida
ca: Obertura Benko - Variant Alekhine invertida
de: Benko-Eröffnung: Aljechin im Anzug
es: Apertura Benko, Variante Alekhine Invertida
eu: Benkoren irekiera: Alekhine alderantzizkatua
fr: Ouverture Benko, var. Alekhine inversée
id: Pembukaan Benko: Alekhine Terbalik
it: Apertura Benko, Variante Alekhine Invertita
nl: Opening Benko: omgekeerd Aljechin
pl: Debiut Benko: odwrócony Alechin
ru: Староиндийское начало: защита Алехина с переменой цвета фигур
si: Benkova otvoritev: obratni Aljehin
sv: Benkos spelöppning: Omvänd Aljechin
tr: Benko'nun açılışı: tersine Alekhine
uk: Староіндійський початок: захист Альохіна зі зміною кольору фігур
vi: Khai cuộc Benko: đảo ngược Alekhine

source: Benko's opening
ar: افتتاح بينكو
br: Abertura Benko
ca: Obertura Benko
de: Benko-Eröffnung
es: Apertura Benko
eu: Benkoren irekiera
fr: Ouverture Benko (ouverture du fianchetto-roi)
id: Pembukaan Benko
it: Apertura Benko
nl: Benko opening
pl: Debiut Benko
ru: Староиндийское начало
si: Benkova otvoritev
sv: Benkos spelöppning
tr: Benko'nun açılışı
uk: Староіндійський початок
vi: Khai cuộc Benko

source: Benoni defence, Hromodka system
ar: بينوني دفاع, هرومودوكا نظام
br: Defesa Benoni, Sistema Hromodka
ca: Defensa Benoni - Sistema Hromodka
de: Benoni Verteidigung, Hromodka System
es: Defensa Benoni, Sistema Hromodka
eu: Benoni defentsa, Hromodka sistema
fr: Défense Benoni, système Hromádka
id: Pembelaan Benoni: Sistem Hromodka
it: Difesa Benoni, Sistema Hromodka
nl: Benoni verdediging Hromodka systeem
pl: Obrona Benoniego: system Hromodka
ru: Защита Бенони: система Громадки
si: Benonijeva obramba, Hromodka sistem
sv: Benoni: Hromodkavarianten
tr: Benoni savunması, Hromodka sistemi
uk: Захист Беноні: система Громадки
vi: Phòng thủ Benoni , hệ thống Hromodka

source: Benoni defence
ar: بينوني دفاع
br: Defesa Benoni
ca: Defensa Benoni
de: Benoni Verteidigung
es: Defensa Benoni
eu: Benoni defentsa
fr: Défense Benoni (de l'hébreu "Fils de ma douleur")
id: Pembelaan Benoni
it: Difesa Benoni
nl: Benoni verdediging
pl: Obrona Benoniego
ru: Защита Бенони
si: Benonijeva obramba
sv: Benoni
tr: Benoni savunması
uk: Захист Беноні
vi: Phòng thủ Benoni

source: Benoni: 6.e4
ar: بينوني: 6.e5
br: Defesa Benoni, 6.e4
ca: Defensa Benoni - 6. e4
es: Defensa Benoni, 6.e4
fr: Défense Benoni, 6.e4
it: Difesa Benoni, 6.e4
ru: Модерн-Бенони: 6.e4
uk: Сучасний Беноні: 6.e4

source: Benoni: Mikenas variation
ar: بينوني: ميكناس تفريع
br: Defesa Benoni, Variante Mikenas
ca: Defensa Benoni - Atac central - Variant Mikenas
de: Benoni: Mikenas-Variante
es: Defensa Benoni, Ataque Central, Variante Mikenas
eu: Benoni: Mikenas aldaera
fr: Défense Benoni, var. Mikenas
id: Benoni: Varian Mikenas
it: Difesa Benoni, Attacco Centrale, Variante Mikenas
nl: Benoni: Mikenas variant
pl: Benoni: wariant Mikenas'a
ru: Модерн-Бенони: вариант Микенаса
si: Benoni: Mikenas različica
sv: Benoni: Mikenasvarianten
tr: Benoni: Mikenas varyasyonu
uk: Сучасний Беноні: вариант Мікенаса
vi: Benoni: biến thể Mikenas

source: Benoni: Nimzovich (knight's tour) variation
ar: بينوني: نيمزوفيتش تفريع ( جولة الحصان)
br: Defesa Benoni, Variante Nimzowitsch (Viajem do Cavalo)
ca: Defensa Benoni - Variant Nimzowitsch o 'viatge del cavall'
de: Benoni: Nimzowitsch (knight's tour)-Variante
es: Defensa Benoni, Variante Nimzowitsch o Viaje del Caballo
eu: Benoni: Nimzovich (zaldunaren bira) aldaera
fr: Défense Benoni, var. Nimzowitsch (circuit du cavalier)
id: Benoni: Varian Nimzowitch (Kuda Tur)
it: Difesa Benoni, Variante Nimzowitsch o Viaje del Cavallo
nl: Benoni: Nimzovich (Paardensprong) variant
pl: Benoni: wariant Nimzovitsch'a (problem skoczka)
ru: Модерн-Бенони: вариант Нимцовича
si: Benoni: Nimzovich (skakačev krog) različica
sv: Benoni: Nimzowitschvarianten
tr: Benoni: Nimzovich (at'ın turu) varyasyonu
uk: Сучасний Беноні: варіант Німцовича
vi: Benoni: biến thể Nimzovich (hành trình của quân mã)

source: Benoni: Taimanov variation
ar: بينوني: تيمانوف تفريع
br: Defesa Benoni, Variante Taimanov
ca: Defensa Benoni - Atac central - Variant Taimanov
de: Benoni: Taimanov-Variante
es: Defensa Benoni, Ataque Central, Variante Taimanov
eu: Benoni: Taimanov aldaera
fr: Défense Benoni, var. Taïmanov
id: Benoni: Varian Taimanov
it: Difesa Benoni, Attacco Centrale, Variante Taimanov
nl: Benoni: Taimanov variant
pl: Benoni: wariant Tajmanowa
ru: Модерн-Бенони: вариант Тайманова
si: Benoni: Taimanov različica
sv: Benoni: Tajmanovvarianten
tr: Benoni: Taimanov varyasyonu
uk: Сучасний Беноні: варіант Тайманова
vi: Benoni: biến thể Taimanov

source: Benoni: Uhlmann variation
ar: بينوني: أولمان تفريع
br: Defesa Benoni, Variante Uhlmann
ca: Defensa Benoni - Variant Uhlmann
de: Benoni: Uhlmann-Variante
es: Defensa Benoni, Variante Uhlmann
eu: Benoni: Uhlmann aldaera
fr: Défense Benoni, var. Uhlmann
id: Benoni: Varian Uhlmann
it: Difesa Benoni, Variante Uhlmann
nl: Benoni: Uhlmann variant
pl: Benoni: wariant Uhlmanna
ru: Модерн-Бенони: вариант Ульмана
si: Benoni: Uhlman različica
sv: Benoni: Uhlmannvarianten
tr: Benoni: Uhlmann varyasyonu
uk: Сучасний Беноні: варіант Ульмана
vi: Benoni: biến thể Uhlmann
