Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Nimzo-Indian: 4.e3 c5
ar: نيمزو الهندي: 4.e3 c6
br: Defesa Nimzo-Índia, 4.e3 c5
ca: Defensa Nimzo Índia amb 4. e3 - 4 ...c5
de: Nimzoindisch: 4.e3 c5
es: Defensa Nimzo India 4.e3, 4...c5
eu: Nimzo-indiarra: 4.e3 c5
fr: Défense Nimzo-indienne, 4.e3 c5
id: Nimzo Hindia: 4.e3 c5
it: Difesa Nimzo Indiana 4.e3, 4...c5
nl: Nimzo-Indisch: 4.e3 c5
pl: Nimzovich, 4.e3 c5
ru: Защита Нимцовича: система Рубинштейна, 4...c5
si: Nimzo-indijska, 4. e3 c5
sv: Nimzoindiskt: 4.e3 c5
tr: Nimzo-Hint: 4.e3 c5
uk: Захист Німцовича: система Рубінштейна, 4...c5
vi: Nimzo-Ấn Độ: 4.e3 c5

source: Nimzo-Indian: 4.e3 e8g8, 5.Nf3 d7d5
ar: نيمزو الهندي: 4.e3 e8g8, 5.Nf3 d7d6
br: Defesa Nimzo-Índia, 4.e3 e8g8, 5.Cf3 d5
ca: Defensa Nimzo Índia amb 4. e3 - 5. Cf3 d5
de: Nimzoindisch: 4.e3 e8g8, 5.Sf3 d7d5
es: Defensa Nimzo India 4.e3, 5.Cf3 d5
eu: Nimzo-indiarra: 4.e3, 5.Zf3 d5
fr: Défense Nimzo-indienne, 4.e3 O-O 5.Cf3 d5
id: Nimzo Hindia: 4.e3 e8g8, 5.Kf3 d7d5
it: Difesa Nimzo Indiana 4.e3, 5.Cf3 d5
nl: Nimzo-Indisch: 4.e3 e8g8, 5.Pf3 d7d5
pl: Nimzovich, 4.e3 e8g8, 5.Sf3 d7d5
ru: Защита Нимцовича: система Рубинштейна, 4...O-O, 5.Кf3 d5
si: Nimzo-indijska, 4.e3 e8g8, 5. Sf3 d7d5
sv: Nimzoindiskt: 4.e3 e8g8, 5.Sf3 d5
tr: Nimzo-Hint: 4.e3 e8g8, 5.Nf3 d7d5
uk: Захист Німцовича: система Рубінштейна, 4...O-O, 5.Кf3 d5
vi: Nimzo-Ấn Độ: 4.e3 e8g8, 5.Nf3 d7d5

source: Nimzo-Indian: 4.e3 e8g8, 5.Nf3, without ...d5
ar: نيمزو الهندي: 4.e3 e8g8, 5.Nf3, بدون ...d6
br: Defesa Nimzo-Índia, 4.e3 e8g8, 5.Cf3 sem ...d5
ca: Defensa Nimzo Índia amb 4. e3 - 5. Cf3 sense ...d5
de: Nimzoindisch: 4.e3 e8g8, 5.Sf3, ohne ...d5
es: Defensa Nimzo India 4.e3, 5.Cf3 sin ...d5
eu: Nimzo-indiarra: 4.e3, 5.Zf3, ...d5 gabe
fr: Défense Nimzo-indienne, 4.e3 O-O 5.Cf3, sans ..d5
id: Nimzo Hindia: 4.e3 e8g8, 5.Kf3 tanpa ...d5
it: Difesa Nimzo Indiana 4.e3, 5.Cf3 sin ...d5
nl: Nimzo-Indisch: 4.e3 e8g8, 5.Pf3, zonder ... d5
pl: Nimzovich, 4.e3 e8g8, 5.Sf3 bez d5
ru: Защита Нимцовича: система Рубинштейна, 4...O-O, 5.Кf3, без ...d5
si: nimzo-indijska, 4.e3 e8g8, 5.Sf3, brez ...d5
sv: Nimzoindiskt: 4.e3 e8g8, 5.Sf3, utan ...d5
tr: Nimzo-Hint: ...d5 olmadan, 4.e3 e8g8, 5.Nf3
uk: Захист Німцовича: система Рубінштейна, 4...O-O, 5.Кf3, без ...d5
vi: Nimzo-Ấn Độ: 4.e3 e8g8, 5.Nf3, mà không ... d5

source: Nimzo-Indian: 4.e3, Botvinnik system
ar: نيمزو الهندي: 4.e3, نظام بوتفنيك
br: Defesa Nimzo-Índia, 4.e3, Sistema Botvinnik
ca: Defensa Nimzo Índia amb 4. e3 - Sistema Botvinnik 6. a3
de: Nimzoindisch: 4.e3, Botvinnik System
es: Defensa Nimzo India 4.e3, Sistema Botvinnik 6.a3
eu: Nimzo-indiarra: 4.e3, Botvinnik sistema
fr: Défense Nimzo-indienne, 4.e3, système Botvinnik
id: Nimzo Hindia: 4.e3, Sistem Botwinnik
it: Difesa Nimzo Indiana 4.e3, Sistema Botvinnik 6.a3
nl: Nimzo-Indisch: 4.e3, Botvinnik systeem
pl: Nimzovich, 4.e3 system Botvinnik'a
ru: Защита Нимцовича: система Рубинштейна, система Ботвинника
si: nimzo-indijska, 4.e3, Botvinikov sistem
sv: Nimzoindiskt: 4.e3, Botvinniksystemet 6.a3
tr: Nimzo-Hint: 4.e3, Botvinnik sistemi
uk: Захист Німцовича: система Рубінштейна, система Ботвинника
vi: Nimzo-Ấn Độ: 4.e3, hệ thống Botvinnik

source: Nimzo-Indian: 4.e3, Bronstein (Byrne) variation
ar: نيمزو الهندي: 4.e3, برونشتاين (بايرن) تفريع
br: Defesa Nimzo-Índia, 4.e3, Variante Bronstein (Byrne)
ca: Defensa Nimzo Índia amb 4. e3 - Variant Bronstein (Byrne)
de: Nimzoindisch: 4.e3, Bronstein (Byrne)-Variante
es: Defensa Nimzo India 4.e3, Variante Bronstein (Byrne)
eu: Nimzo-indiarra: 4.e3, Bronstein (Byrne) aldaera
fr: Défense Nimzo-indienne, 4.e3, var. Bronstein (Byrne)
id: Nimzo Hindia: 4.e3, Varian Bronstein (Byrne)
it: Difesa Nimzo Indiana 4.e3, Variante Bronstein (Byrne)
nl: Nimzo-Indisch: 4.e3, Bronstein (Byrne) variant
pl: Nimzovich, 4.e3, wariant Bronstein'a(Byrne)
ru: Защита Нимцовича: система Рубинштейна, вариант Бронштейна
si: nimzo-indijska, 4.e3, Bronsteinova (Byrnova) različica
sv: Nimzoindiskt: 4.e3, Bronsteinvarianten (Byrne)
tr: Nimzo-Hint: 4.e3, Bronstein (Byrne) varyasyonu
uk: Захист Німцовича: система Рубінштейна, варіант Бронштейна
vi: Nimzo-Ấn Độ: 4.e3, Bronstein (Byrne) biến thể

source: Nimzo-Indian: 4.e3, Gligoric system with 7...Nbd7
ar: نيمزو الهندي: 4.e3, جليجوريك نظام مع 7...Nbd8
br: Defesa Nimzo-Índia, 4.e3, Sistema Gligoric com 7...Cbd7
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... c5 - Sistema Gligoric amb 7 ... Cbd7
de: Nimzoindisch: 4.e3, Gligoric System mit 7...Sbd7
es: Defensa Nimzo India 4.e3, Linea Principal con ...c5, Sistema Gligoric con 7...Cbd7
eu: Nimzo-indiarra: 4.e3, Gligoric-en sistema 7...Zbd7rekin
fr: Défense Nimzo-indienne, 4.e3, système Gligorić, 7...Cbd7
id: Nimzo Hindia: 4.e3, Sistem Gligoric dg 7.... Kbd7
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...c5, Sistema Gligoric con 7...Cbd7
nl: Nimzo-Indisch: 4.e3, Gligoric systeem met 7 ... Pbd7
pl: Nimzovich, 4.e3, system Gligoric'a z 7...Sbd7
ru: Защита Нимцовича: система Рубинштейна, система Глигорича с 7...Кbd7
si: Nimzo-indijska, 4. e3, Gligoricev sistem z 7. Sbd7
sv: Nimzoindiskt: 4.e3, Gligoricsystemet med 7...Sbd7
tr: Nimzo-Hint: 7...Nbd7 ile 4.e3, Gligoric sistemi
uk: Захист Німцовича: система Рубінштейна, система Глігорича з 7...Кbd7
vi: Nimzo-Ấn Độ: 4.e3, hệ thống Gligoric với 7 ... Nbd7

source: Nimzo-Indian: 4.e3, Gligoric system with 7...dc
ar: نيمزو الهندي: 4.e3, جليجوريك نظام مع 7...dc
br: Defesa Nimzo-Índia, 4.e3, Sistema Gligoric com 7...dxc4
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... c5 - Sistema Gligoric amb 7 ... dxc4
de: Nimzoindisch: 4.e3, Gligoric System mit 7...dc
es: Defensa Nimzo India 4.e3, Linea Principal con ...c5, Sistema Gligoric con 7...dxc4
eu: Nimzo-indiarra: 4.e3, lerro nagusia ...c5rekin, Gligoric-en sistema 7...dxc4
fr: Défense Nimzo-indienne, 4.e3, système Gligorić, 7...dc
id: Nimzo Hindia: 4.e3, Sistem Gligoric dg 7.... dc
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...c5, Sistema Gligoric con 7...dxc4
nl: Nimzo-Indisch: 4.e3, Gligoric systeem met 7 ... dc
pl: Nimzovitsch, 4.e3, system Gligoric'a z 7...dc
ru: Защита Нимцовича: система Рубинштейна, система Глигорича с 7...dc
si: Nimzo-indijska, 4. e3, Gligoricev sistem z 7. dc
sv: Nimzoindiskt: 4.e3, Gligoricsystemet med 7...dxc4
tr: Nimzo-Hint: 7...dc ile 4.e3, Gligoric sistemi
uk: Захист Німцовича: система Рубінштейна, система Глігорича з 7...dc
vi: Nimzo-Ấn Độ: 4.e3, hệ thống Gligoric với 7 ... dc

source: Nimzo-Indian: 4.e3, Gligoric system, Bronstein variation
ar: نيمزو الهندي: 4.e3, جليجوريك نظام, برونشتاين تفريع
br: Defesa Nimzo-Índia, 4.e3, Sistema Gligoric, Variante Bronstein
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... c5 - Sistema Gligoric - Variant Bronstein
de: Nimzoindisch: 4.e3, Gligoric System, Bronstein-Variante
es: Defensa Nimzo India 4.e3, Linea Principal con ...c5, Sistema Gligoric, Variante Bronstein
eu: Nimzo-indiarra: 4.e3, Gligoric-en sistema, Bronstein aldaera
fr: Défense Nimzo-indienne, 4.e3, système Gligorić, var. Bronstein
id: Nimzo Hindia: 4.e3, Sistem Gligoric, Varian Bronstein
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...c5, Sistema Gligoric, Variante Bronstein
nl: Nimzo-Indisch: 4.e3, Gligoric systeem, Bronstein variant
pl: Nimzovich, 4.e3, system Gligoric'a, wariant Bronstein'a
ru: Защита Нимцовича: система Рубинштейна, система Глигорича, вариант Бронштейна
si: nimzo-indijska, 4.e3, Gligoricev sistem, Bronsteinova različica
sv: Nimzoindiskt: 4.e3, Gligoricsystemet, Bronsteinvarianten
tr: Nimzo-Hint: 4.e3, Gligoric sistemi, Bronstein varyasyonu
uk: Захист Німцовича: система Рубінштейна, система Глігорича, варіант Бронштейна
vi: Nimzo-Ấn Độ: 4.e3, hệ thống Gligoric, Bronstein biến

source: Nimzo-Indian: 4.e3, Gligoric system, Smyslov variation
ar: نيمزو الهندي: 4.e3, جليجوريك نظام, سيمسلوف تفريع
br: Defesa Nimzo-Índia, 4.e3, Sistema Gligoric, Variante Smyslov
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... c5 - Sistema Gligoric - Variant Smyslov
de: Nimzoindisch: 4.e3, Gligoric System, Smyslov-Variante
es: Defensa Nimzo India 4.e3, Linea Principal con ...c5, Sistema Gligoric, Variante Smyslov
eu: Nimzo-indiarra: 4.e3, Gligoric-en sistema, Smyslov aldaera
fr: Défense Nimzo-indienne, 4.e3, système Gligorić, var. Smyslov
id: Nimzo Hindia: 4.e3, Sistem Gligoric, Varian Smyslov
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...c5, Sistema Gligoric, Variante Smyslov
nl: Nimzo-Indisch: 4.e3, Gligoric systeem, Smyslov variant
pl: Nimzovich, 4.e3, system Gligoric'a, wariant Smyslov'a
ru: Защита Нимцовича: система Рубинштейна, система Глигорича, вариант Смыслова
si: Nimzo-indijska, 4. e3, Gligoricev sistem, Smyslova različica
sv: Nimzoindiskt: 4.e3, Gligoricsystemet, Smyslovvarianten
tr: Nimzo-Hint: 4.e3, Gligoric sistemi, Smyslov varyasyonu
uk: Захист Німцовича: система Рубінштейна, система Глігорича, варіант Смислова
vi: Nimzo-Ấn Độ: 4.e3, hệ thống Gligoric, Smyslov biến

source: Nimzo-Indian: 4.e3, Keres variation
ar: نيمزو الهندي: 4.e3,كيريس تفريع
br: Defesa Nimzo-Índia, 4.e3, Variante Keres
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... c5 - Variant Keres
de: Nimzoindisch: 4.e3, Keres-Variante
es: Defensa Nimzo India 4.e3, Linea Principal con ...c5, Variante Keres
eu: Nimzo-indiarra: 4.e3, Keres aldaera
fr: Défense Nimzo-indienne, 4.e3, var. Keres
id: Nimzo Hindia: 4.e3, Sistem Gligoric, Varian Keres
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...c5, Variante Keres
nl: Nimzo-Indisch: 4.e3, Keres variant
pl: Nimzovich, 4.e3, wariant Keres'a
ru: Защита Нимцовича: система Рубинштейна, вариант Кереса
si: Nimzo-indijska, 4. e3, Keresova različica
sv: Nimzoindiskt: 4.e3, Keresvarianten
tr: Nimzo-Hint: 4.e3, Keres varyasyonu
uk: Захист Німцовича: система Рубінштейна, варіант Кереса
vi: Nimzo-Ấn Độ: 4.e3, Keres biến

source: Nimzo-Indian: 4.e3, Ragozin variation
ar: نيمزو الهندي: 4.e3, راجوزين تفريع
br: Defesa Nimzo-Índia, 4.e3, Variante Ragozin
ca: Defensa Nimzo Índia amb 4. e3 - Variant Ragozin
de: Nimzoindisch: 4.e3, Ragozin-Variante
es: Defensa Nimzo India 4.e3, Variante Ragozin
eu: Nimzo-indiarra: 4.e3, Ragozin aldaera
fr: Défense Nimzo-indienne, 4.e3, var. Ragozin
id: Nimzo Hindia: 4.e3, Varian Ragozin
it: Difesa Nimzo Indiana 4.e3, Variante Ragozin
nl: Nimzo-Indisch: 4.e3, Ragozin variant
pl: Nimzovich, 4.e3, wariant Ragozin'a
ru: Защита Нимцовича: система Рубинштейна, вариант Рагозина
si: Nimzo-indijska, 4. e3, Ragozinova različica
sv: Nimzoindiskt: 4.e3, Ragozinvarianten
tr: Nimzo-Hint: 4.e3, Ragozin varyasyonu
uk: Захист Німцовича: система Рубінштейна, варіант Рагозіна
vi: Nimzo-Ấn Độ: 4.e3, Ragozin biến

source: Nimzo-Indian: 4.e3, Taimanov variation
ar: نيمزو الهندي: 4.e3, تيمانوف تفريع
br: Defesa Nimzo-Índia, 4.e3, Variante Taimanov
ca: Defensa Nimzo Índia amb 4. e3 - Variant Taimanov
de: Nimzoindisch: 4.e3, Taimanov-Variante
es: Defensa Nimzo India 4.e3, Variante Taimanov
eu: Nimzo-indiarra: 4.e3, Taimanov aldaera
fr: Défense Nimzo-indienne, 4.e3, var. Taïmanov
id: Nimzo Hindia: 4.e3, Varian Taimanov
it: Difesa Nimzo Indiana 4.e3, Variante Taimanov
nl: Nimzo-Indisch: 4.e3, Taimanov variant
pl: Nimzovich, 4.e3, wariant Teimanov'a
ru: Защита Нимцовича: система Рубинштейна, вариант Тайманова
si: Nimzo-indijska, 4. e3, Taimanova različica
sv: Nimzoindiskt: 4.e3, Tajmanovvarianten
tr: Nimzo-Hint: 4.e3, Taimanov varyasyonu
uk: Захист Німцовича: система Рубінштейна, варіант Тайманова
vi: Nimzo-Ấn Độ: 4.e3, Taimanov biến

source: Nimzo-Indian: 4.e3, main line with ...b6
ar: نيمزو الهندي: 4.e3, الخط الرئيسي مع ...b7
br: Defesa Nimzo-Índia, 4.e3, Linha Principal com ...b6
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... b6
de: Nimzoindisch: 4.e3, Hauptvariante mit ...b6
es: Defensa Nimzo India 4.e3, Linea Principal con ...b6
eu: Nimzo-indiarra: 4.e3, lerro nagusia ...b6rekin
fr: Défense Nimzo-indienne, 4.e3, ligne principale, avec ...b6
id: Nimzo Hindia: 4.e3, Jalur Utama dg ...b6
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...b6
nl: Nimzo-Indisch: 4.e3, hoofdlijn met ... b6
pl: Nimzovitsch, 4.e3, główna linia z ...b6
ru: Защита Нимцовича: система Рубинштейна, основное продолжение с ...b6
si: Nimzo-indijska: 4. e3, glavna linija z ...b6
sv: Nimzoindiskt: 4.e3, huvudvariant med ...b6
tr: Nimzo-Hint: ...b6 ile 4.e3, ana hat
uk: Захист Німцовича: система Рубінштейна, основне продовження з ...b6
vi: Nimzo-Ấn Độ: 4.e3, dòng chính với ... b6

source: Nimzo-Indian: 4.e3, main line with ...c5
ar: نيمزو الهندي: 4.e3, الخط الرئيسي مع ...c6
br: Defesa Nimzo-Índia, 4.e3, Linha Principal com ...c5
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... c5
de: Nimzoindisch: 4.e3, Hauptvariante mit ...c5
es: Defensa Nimzo India 4.e3, Linea Principal con ...c5
eu: Nimzo-indiarra: 4.e3, lerro nagusia ...c5-rekin
fr: Défense Nimzo-indienne, 4.e3, ligne principale, avec ...c5
id: Nimzo Hindia: 4.e3, Jalur Utama dg ...c5
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...c5
nl: Nimzo-Indisch: 4.e3, hoofdlijn met ... c5
pl: Nimzovitsch, 4.e3, główna linia z ...c5
ru: Защита Нимцовича: система Рубинштейна, основное продолжение с ...c5
si: Nimzo-indijska: 4. e3, glavna linija z ...c5
sv: Nimzoindiskt: 4.e3, huvudvariant med ...c5
tr: Nimzo-Hint: ...c5 ile 4.e3, ana hat
uk: Захист Німцовича: система Рубінштейна, основне продовження з ...c5
vi: Nimzo-Ấn Độ: 4.e3, dòng chính với ... c5

source: Nimzo-Indian: 4.e3, main line with 7...Nc6
ar: نيمزو الهندي: 4.e3, الخط الرئيسي مع 7...Nc7
br: Defesa Nimzo-Índia, 4.e3, Linha Principal com 7...Cc6
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... c5 - 7 ... Cc6
de: Nimzoindisch: 4.e3, Hauptvariante mit 7...Sc6
es: Defensa Nimzo India 4.e3, Linea Principal con ...c5, 7...Cc6
eu: Nimzo-Indian: 4.e3, lerro nagusia 7...Zc6rekin
fr: Défense Nimzo-indienne, 4.e3, ligne principale, 7...Cc6
id: Nimzo Hindia: 4.e3, Jalur Utama dg 7.... Kc6
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...c5, 7...Cc6
nl: Nimzo-Indisch: 4.e3, hoofdlijn met 7 ... Pc6
pl: Nimzovitsch, 4.e3, główna linia z 7...Sc6
ru: Защита Нимцовича: система Рубинштейна, основное продолжение с 7...Кc6
si: Nimzo-indijska: 4. e3, glavna linija z 7. Sc6
sv: Nimzoindiskt: 4.e3, huvudvariant med 7...Sc6
tr: Nimzo-Hint: 7...Nc6 ile 4.e3, ana hat
uk: Захист Німцовича: система Рубінштейна, основне продовження з 7...Кc6
vi: Nimzo-Ấn Độ: 4.e3, dòng chính với 7 ... Nc6

source: Nimzo-Indian: 4.e3, main line with 8...Bxc3
ar: نيمزو الهندي: 4.e3, الخط الرئيسي مع 8...Bxc4
br: Defesa Nimzo-Índia, 4.e3, Linha Principal com 8.a3 Bxc3
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... c5 - 8. a3 Axc3
de: Nimzoindisch: 4.e3, Hauptvariante mit 8...Bxc3
es: Defensa Nimzo India 4.e3, Linea Principal con ...c5, 8.a3 Axc3
eu: Nimzo-Indian: 4.e3, lerro nagusia 8...Axc3
fr: Défense Nimzo-indienne, 4.e3, ligne principale, 8...Fxc3
id: Nimzo Hindia: 4.e3, Jalur Utama dg 8.... Gxc3
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...c5, 8.a3 Axc3
nl: Nimzo-Indisch: 4.e3, hoofdlijn met 8 ... Lxc3
pl: Nimzovitsch, 4.e3, główna linia z 8...Gxc3
ru: Защита Нимцовича: система Рубинштейна, основное продолжение с 8...Сxc3
si: Nimzo-indijska: 4.e3, glavna linija z 8. Lxc3
sv: Nimzoindiskt: 4.e3, huvudvariant med 8...Lxc3
tr: Nimzo-Hint: 8...Bxc3 ile 4.e3, ana hat
uk: Захист Німцовича: система Рубінштейна, основне продовження з 8...Сxc3
vi: Nimzo-Ấn Độ: 4.e3, dòng chính với 8 ... Bxc3

source: Nimzo-Indian: 4.e3, main line with 8...dc and 9...cd
ar: نيمزو الهندي: 4.e3, الخط الرئيسي مع 8...dc و 9...cd
br: Defesa Nimzo-Índia, 4.e3, Linha Principal com 8.a3 dxc4 e 9...cxd4
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... c5 - 8. a3 dxc4 i 9 ... cxd4
de: Nimzoindisch: 4.e3, Hauptvariante mit 8...dc und 9...cd
es: Defensa Nimzo India 4.e3, Linea Principal con ...c5, 8.a3 dxc4 y 9...cxd4
eu: Nimzo-Indian: 4.e3, lerro nagusia 8...dc eta 9...cd
fr: Défense Nimzo-indienne, 4.e3, ligne principale, 8...dxc4 et 9...cxd4
id: Nimzo Hindia: 4.e3, Jalur Utama dg 8.... dc dan 9. ... cd
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...c5, 8.a3 dxc4 y 9...cxd4
nl: Nimzo-Indisch: 4.e3, hoofdlijn met 8 ... dc en 9 ... cd
pl: Nimzovitsch, 4.e3, główna linia z 8...dc i 9 ...cd
ru: Защита Нимцовича: система Рубинштейна, основное продолжение с 8...dc и 9...cd
si: Nimzo-indijska: 4.e3, glavna linija z 8...dc in 9...cd
sv: Nimzoindiskt: 4.e3, huvudvariant med 8...dc och 9...cd
tr: Nimzo-Hint: 8...dc ve 9...cd ile 4.e3, ana hat
uk: Захист Німцовича: система Рубінштейна, основне продовження з 8...dc і 9...cd
vi: Nimzo-Ấn Độ: 4.e3, dòng chính với 8 ... dc và 9 ... cd

source: Nimzo-Indian: 4.e3, main line
ar: نيمزو الهندي: 4.e3, الخط الرئيسي
br: Defesa Nimzo-Índia, 4.e3, Linha Principal
ca: Defensa Nimzo Índia amb 4. e3 - Línia principal amb ... c5 - 9 ... dxc4
de: Nimzoindisch: 4.e3, Hauptvariante
es: Defensa Nimzo India 4.e3, Linea Principal con ...c5, 9....dxc4
eu: Nimzo-indiarra: 4.e3, lerro nagusia
fr: Défense Nimzo-indienne, 4.e3, ligne principale
id: Nimzo Hindia: 4.e3, Jalur Utama
it: Difesa Nimzo Indiana 4.e3, Linea Principale con ...c5, 9....dxc4
nl: Nimzo-Indisch: 4.e3, hoofdlijn
pl: Nimzovich, 4.e3, główna linia
ru: Защита Нимцовича: система Рубинштейна, основное продолжение
si: Nimzo-indijska: 4. e3, glavna linija
sv: Nimzoindiskt: 4.e3, huvudvariant
tr: Nimzo-Hint: 4.e3, ana hat
uk: Захист Німцовича: система Рубінштейна, основне продовження
vi: Nimzo-Ấn Độ: 4.e3, dòng chính

source: Nimzo-Indian: 4.e3
ar: نيمزو الهندي: 4.e4
br: Defesa Nimzo-Índia, 4.e3
ca: Defensa Nimzo Índia - Variant Rubinstein
de: Nimzoindisch: 4.e3
es: Defensa Nimzo India, Variante Rubinstein
eu: Nimzo-indiarra: 4.e3
fr: Défense Nimzo-indienne, 4.e3
id: Nimzo Hindia: 4.e3
it: Difesa Nimzo Indiana, Variante Rubinstein
nl: Nimzo-Indisch: 4.e3
pl: Nimzovich, 4.e3
ru: Защита Нимцовича: система Рубинштейна
si: Nimzo-indijska, 4. e3
sv: Nimzoindiskt: 4.e3
tr: Nimzo-Hint: 4.e3
uk: Захист Німцовича: система Рубінштейна
vi: Nimzo-Ấn Độ: 4.e3

source: Nimzo-Indian: Fischer variation, 5.Ne2
ar: نيمزو الهندي: فيشر تفريع, 5.Ne3
br: Defesa Nimzo-Índia, 4.e3, Variante Fischer
ca: Defensa Nimzo Índia amb 4. e3 - Variant Fischer 5. Ce2
de: Nimzoindisch: Fischer-Variante, 5.Se2
es: Defensa Nimzo India 4.e3, Variante Fischer 5.Ce2
eu: Nimzo-indiarra: Fischer aldaera, 5.Ze2
fr: Défense Nimzo-indienne, var. Fischer, 5.Ce2
id: Nimzo Hindia: Varian Fischer, 5.Ke2
it: Difesa Nimzo Indiana 4.e3, Variante Fischer 5.Ce2
nl: Nimzo-Indisch: Fischer variant, 5.Pe2
pl: Nimzovitsch, wariant Fischer'a, 5.Se2
ru: Защита Нимцовича: вариант Фишера, 5.Кe2
si: nimzo-indijska, Fischerjeva različica, 5.Ne2
sv: Nimzoindiskt: Fischervarianten, 5.Se2
tr: Nimzo-Hint: Fischer varyasyonu, 5.Ne2
uk: Захист Німцовича: варіант Фішера, 5.Кe2
vi: Nimzo-Ấn Độ: Fischer biến, 5.Ne2

source: Nimzo-Indian: Fischer variation
ar: نيمزو الهندي: فيشر تفريع
br: Defesa Nimzo-Índia, 4.e3, Variante Fischer
ca: Defensa Nimzo Índia 4. e3 - Variant Fischer 4 ...b6
de: Nimzoindisch: Fischer-Variante
es: Defensa Nimzo India 4.e3, Variante Fischer 4...b6
eu: Nimzo-indiarra: Fischer aldaera
fr: Défense Nimzo-indienne, var. Fischer
id: Nimzo Hindia: Varian Fischer
it: Difesa Nimzo Indiana 4.e3, Variante Fischer 4...b6
nl: Nimzo-Indisch: Fischer variant
pl: Nimzovitsch, wariant Fischer'a
ru: Защита Нимцовича: вариант Фишера
si: nimzo-indijska, Fischerjeva različica
sv: Nimzoindiskt: Fischervarianten
tr: Nimzo-Hint: Fischer varyasyonu
uk: Захист Німцовича: варіант Фішера
vi: Nimzo-Ấn Độ: Fischer biến

source: Nimzo-Indian: Kmoch variation
ar: نيمزو الهندي: كنوش تفريع
br: Defesa Nimzo-Índia, Variante Kmoch
ca: Defensa Nimzo Índia - Variant Kmoch
de: Nimzoindisch: Kmoch-Variante
es: Defensa Nimzo India, Variante Kmoch
eu: Nimzo-indiarra: Kmoch aldaera
fr: Défense Nimzo-indienne, var. Kmoch
id: Nimzo Hindia: Varian Kmoch
it: Difesa Nimzo Indiana, Variante Kmoch
nl: Nimzo-Indisch: Kmoch variant
pl: Nimzovitsch, wariant Kmoch'a
ru: Защита Нимцовича: вариант Кмоха
si: Nimzo-indijska, Kmochova različica
sv: Nimzoindiskt: Kmochvarianten
tr: Nimzo-Hint: Kmoch varyasyonu
uk: Захист Німцовича: варіант Кмоха
vi: Nimzo-Ấn Độ: biến thể Kmoch

source: Nimzo-Indian: Leningrad variation
ar: نيمزو الهندي: لينينغراد تفريع
br: Defesa Nimzo-Índia, Variante Leningrad
ca: Defensa Nimzo Índia - Variant Leningrad
de: Nimzoindisch: Leningrader Variante
es: Defensa Nimzo India, Variante Leningrado
eu: Nimzo-indiarra: Leningrado aldaera
fr: Défense Nimzo-indienne, var. de Saint-Pétersbourg (Léningrad)
id: Nimzo Hindia: Varian Leningrad
it: Difesa Nimzo Indiana, Variante Leningrado
nl: Nimzo-Indisch: Leningrad variant
pl: Nimzovitsch, wariant leningradzki
ru: Защита Нимцовича: ленинградский вариант
si: Nimzo-indijska, Leningrad različica
sv: Nimzoindiskt: Leningradvarianten
tr: Nimzo-Hint: Leningrad varyasyonu
uk: Захист Німцовича: Ленінградський варіант
vi: Nimzo-Ấn Độ: Leningrad biến

source: Nimzo-Indian: Leningrad, ...b5 gambit
ar: نيمزو الهندي: لينينغراد, ...b5 جامبيت
br: Defesa Nimzo-Índia, Variante Leningrad, Gambito 6...b5
ca: Defensa Nimzo Índia - Variant Leningrad - Gambit 6 ...b5
de: Nimzoindisch: Leningrad, ...b5 Gambit
es: Defensa Nimzo India, Variante Leningrado, Gambito 6...b5
eu: Nimzo-indiarra: Leningrado, ...b5 ganbitoa
fr: Défense Nimzo-indienne, var. de Saint-Pétersbourg (Léningrad), gambit ...b5
id: Nimzo Hindia: Leningrad, ... gambit b5
it: Difesa Nimzo Indiana, Variante Leningrado, Mossa di 6...b5
nl: Nimzo-Indisch: Leningrad, ... b5 gambiet
pl: Nimzovitsch, leningradzki, ...gambit b5
ru: Защита Нимцовича: ленинградский вариант, гамбит ...b5
si: Nimzo-indijska, Leningrad, b5 gambit
sv: Nimzoindiskt: Leningrad-gambit med 6...b5
tr: Nimzo-Hint: Leningrad, ...b5 gambiti
uk: Захист Німцовича: Ленінградський варіант, гамбіт ...b5
vi: Nimzo-Ấn Độ: Leningrad, ... b5 Gambit

source: Nimzo-Indian: Leningrad, main line
ar: نيمزو الهندي: لينينغراد, الخط الرئيسي
br: Defesa Nimzo-Índia, Variante Leningrad, Linha Principal
ca: Defensa Nimzo Índia - Variant Leningrad - Línia principal
de: Nimzoindisch: Leningrad, Hauptvariante
es: Defensa Nimzo India, Variante Leningrado, Linea Principal
eu: Nimzo-indiarra: Leningrado, lerro nagusia
fr: Défense Nimzo-indienne, var. de Saint-Pétersbourg (Léningrad), ligne principale
id: Nimzo Hindia: Leningrad, Jalur Utama
it: Difesa Nimzo Indiana, Variante Leningrado, Linea Principale
nl: Nimzo-Indisch: Leningrad, hoofdlijn
pl: Nimzovitsch, leningradzki, główna linia
ru: Защита Нимцовича: ленинградский вариант, основное продолжение
si: Nimzo-indijska: Leningrad, glavna linija
sv: Nimzoindiskt: Leningrad, huvudvariant
tr: Nimzo-Hint: Leningrad, ana hat
uk: Захист Німцовича: Ленінградський варіант, основне продовження
vi: Nimzo-Ấn Độ: Leningrad, dòng chính

source: Nimzo-Indian: Mikenas attack
ar: نيمزو الهندي: ميكناس هجوم
br: Defesa Nimzo-Índia, Ataque Mikenas
ca: Defensa Nimzo Índia - Atac Mikenas
de: Nimzoindisch: Mikenas Angriff
es: Defensa Nimzo India, Ataque Mikenas
eu: Nimzo-Indian: Mikenas erasoa
fr: Défense Nimzo-indienne, attaque Mikenas
id: Nimzo Hindia: Serangan Mikenas
it: Difesa Nimzo Indiana, Attacco Mikenas
nl: Nimzo-Indisch: Mikenas aanval
pl: Nimzovitsch, atak Mikenas'a
ru: Защита Нимцовича: атака Микенаса
si: Nimzo-indijska, Mikenasov napad
sv: Nimzoindiskt: Mikenas angrepp
tr: Nimzo-Hint: Mikenas hücumu
uk: Захист Німцовича: атака Мікенаса
vi: Nimzo-Ấn Độ: Mikenas tấn công
