Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: KGA: Salvio gambit
ar: هجوم الملك الهندي : سالفيو جامبيت
br: Gambito do Rei Aceito, Gambito Salvio
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Salvio
de: Königsgambit (angenommen): Salvio Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Salvio
eu: Errege Ganbito Onartua: Salvio ganbitoa
fr: Gambit Roi accepté, gambit Salvio
id: KGA: Gambit Salvio
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Salvio
nl: KGA: Salvio gambiet
pl: Gam.król przyj.,gambit Salvio
ru: Принятый королевский гамбит: гамбит Сальвио
si: KGS: Salviov gambit
sv: Kungsgambit antagen: Salvios gambit
tr: KGA: Salvio gambiti
uk: Прийнятий королівський гамбіт: гамбіт Сальвіо

source: KGA: Schallop defence
ar: هجوم الملك الهندي : دفاع شالوب
br: Gambito do Rei Aceito, Defesa Schallop
ca: Gambit de Rei acceptat - Gambit de Cavall - Defensa Schallop
de: Königsgambit (angenommen): Schallop Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Defensa Schallop
eu: Errege Ganbito Onartua: Schallop defentsa
fr: Gambit Roi accepté, défense Schallop
id: KGA: Gambit Schallop
it: Gambetto di Re Accettato, Mossa di Cavallo, Difesa Schallop
nl: KGA: Schallop verdediging
pl: Gam.król przyj.,obrona Schallop'a
ru: Принятый королевский гамбит: защита Шаллопа
si: KGS: Schallopova obramba
sv: Kungsgambit antagen: Schallops försvar
tr: KGA: Schallop savunması
uk: Прийнятий королівський гамбіт: захист Шаллопа
vi: KGA: Phòng thủ Schallop

source: KGA: Schurig gambit
ar: هجوم الملك الهندي : شوريج جامبيت
br: Gambito do Rei Aceito, Gambito Schurig
ca: Gambit de Rei acceptat - Gambit Schurig
de: Königsgambit (angenommen): Schurig Gambit
es: Gambito de Rey Aceptado, Gambito Schurig
eu: Errege Ganbito Onartua: Schurig ganbitoa
fr: Gambit Roi accepté, gambit Schurig
id: KGA: Gambit Schurig
it: Gambetto di Re Accettato, Mossa di Schurig
nl: KGA: Schurig gambiet
pl: Gam.król przyj.,gambit Schurig'a
ru: Принятый королевский гамбит: гамбит Шурига
si: KGS: Schurigov gambit
sv: Kungsgambit antagen: Schurigs gambit
tr: KGA: Schurig gambiti
uk: Прийнятий королівський гамбіт: гамбіт Шуріга

source: KGA: Silberschmidt gambit
ar: هجوم الملك الهندي : سيلبرشميدت جامبيت
br: Gambito do Rei Aceito, Gambito Silberschmidt
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Salvio - Gambit Silberschmidt
de: Königsgambit (angenommen): Silberschmidt Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Salvio, Gambito Silberschmidt
eu: Errege Ganbito Onartua: Silberschmidt ganbitoa
fr: Gambit Roi accepté, gambit Silberschmidt
id: KGA: Gambit Silberschmidt
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Salvio, Mossa di Silberschmidt
nl: KGA: Silberschmidt gambiet
pl: Gam.król przyj.,gambit Silberschmidt'a
ru: Принятый королевский гамбит: гамбит Зильбершмидта
si: KGS: Silberschmidtov gambit
sv: Kungsgambit antagen: Silberschmidts gambit
tr: KGA: Silberschmidt gambiti
uk: Прийнятий королівський гамбіт: гамбіт Зільбершмідта

source: KGA: Soerensen gambit
ar: هجوم الملك الهندي : سويرنسن جامبيت
br: Gambito do Rei Aceito, Gambito Soerensen
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Soerensen
de: Königsgambit (angenommen): Soerensen Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Soerensen
eu: Errege Ganbito Onartua: Soerensen ganbitoa
fr: Gambit Roi accepté, gambit Sørensen
id: KGA: Gambit Soerensen
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Soerensen
nl: KGA: Soerensen gambiet
pl: Gam.król przyj.,gambit Soerensen'a
ru: Принятый королевский гамбит: гамбит Серенсена
si: KGS: Soerensenov gambit
sv: Kungsgambit antagen: Sörensens gambit
tr: KGA: Soerensen gambiti
uk: Прийнятий королівський гамбіт: гамбіт Серенсена

source: KGA: Tumbleweed gambit
ar: هجوم الملك الهندي : تامبلويد جامبيت
br: Gambito do Rei Aceito, Gambito Tumbleweed
ca: Gambit de Rei acceptat - Gambit Tumbleweed
de: Königsgambit (angenommen): Tumbleweed Gambit
es: Gambito de Rey Aceptado, Gambito Tumbleweed
eu: Errege Ganbito Onartua: Tumbleweed ganbitoa
fr: Gambit Roi accepté, gambit tumbleweed (du virevoltant)
id: KGA: Gambit Tumbleweed
it: Gambetto di Re Accettato, Mossa di Tumbleweed
nl: KGA: Tumbleweed gambiet
pl: Gam.król przyj.,gambit Tumbleweed'a
ru: Принятый королевский гамбит: гамбит перекати-поле
si: KGS: Tumbleweedov gambit
sv: Kungsgambit antagen: Tumbleweeds gambit
tr: KGA: Tumbleweed gambiti
uk: Прийнятий королівський гамбіт: гамбіт перекоти-поле

source: KGA: Villemson (Steinitz) gambit
ar: هجوم الملك الهندي : فيلمسون (شتاينتز) جامبيت
br: Gambito do Rei Aceito, Gambito Villemson (Steinitz)
ca: Gambit de Rei acceptat - Gambit Villemson o Steinitz
de: Königsgambit (angenommen): Villemson (Steinitz) Gambit
es: Gambito de Rey Aceptado, Gambito Villemson o Steinitz
eu: Errege Ganbito Onartua: Villemson (Steinitz) ganbitoa
fr: Gambit Roi accepté, gambit Villemson (Steinitz)
id: KGA: Gambit Villemson (Steinitz)
it: Gambetto di Re Accettato, Mossa di Villemson o Steinitz
nl: KGA: Villemson (Steinitz) gambiet
pl: Gam.król przyj.,gambit Villemson'a (Steinitz'a)
ru: Принятый королевский гамбит: гамбит Виллемсона
si: KGS: Villemsonov (Steinitzov) gambit
sv: Kungsgambit antagen: Villemsons gambit (Steinitz)
tr: KGA: Villemson (Steinitz) gambiti
uk: Прийнятий королівський гамбіт: гамбіт Віллемсона

source: KGA: bishop's gambit, Anderssen variation
ar: هجوم الملك الهندي : جامبيت الفيل, أندرسن تفريع
br: Gambito do Rei Aceito, Gambito do Bispo, Variante Anderssen
ca: Gambit de Rei acceptat - Gambit d'Alfil - Variant Anderssen
de: Königsgambit (angenommen): Läufergambit, Anderssen-Variante
es: Gambito de Rey Aceptado, Gambito de Alfil, Variante Anderssen
eu: Errege Ganbito Onartua: alfilaren ganbitoa, Anderssen aldaera
fr: Gambit Roi accepté, gambit du fou, var. Anderssen
id: KGA: Gambit Gajah, Varian Andersen
it: Gambetto di Re Accettato, Mossa d'Alfiere, Variante Anderssen
nl: KGA: lopersgambiet, Anderssen variant
pl: Gam.król przyj.,gambit gońca, wariant Andressen'a
ru: Принятый королевский гамбит: гамбит слона, вариант Андерсена
si: KGS: lovčev gambit, Anderssenova različica
sv: Kungsgambit, antagen: Löpargambit, Anderssenvarianten
tr: KGA: fil'in gambiti, Anderssen varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт слона, варіант Андерсена
vi: KGA: cờ, Anderssen biến giám mục

source: KGA: bishop's gambit, Bledow variation
ar: هجوم الملك الهندي : جامبيت الفيل, بلدو تفريع
br: Gambito do Rei Aceito, Gambito do Bispo, Variante Bledow
ca: Gambit de Rei acceptat - Gambit d'Alfil - Variant Bledow
de: Königsgambit (angenommen): Läufergambit, Bledow-Variante
es: Gambito de Rey Aceptado, Gambito de Alfil, Variante Bledow
eu: Errege Ganbito Onartua: alfilaren ganbitoa, Bledow aldaera
fr: Gambit Roi accepté, gambit du fou, var. Bledow
id: KGA: Gambit Gajah, Varian Bledow
it: Gambetto di Re Accettato, Mossa d'Alfiere, Variante Bledow
nl: KGA: lopersgambiet, Błędów variant
pl: Gam.król przyj.,gambit gońca, wariant Bledow'a
ru: Принятый королевский гамбит: гамбит слона, гамбит Бледова
si: KGS: lovčev gambit, Bledowa različica
sv: Kungsgambit, antagen: Löpargambit, Bledowvarianten
tr: KGA: fil'in gambiti, Bledow varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт слона, гамбіт Бледова
vi: KGA: cờ, biến Bledow giám mục

source: KGA: bishop's gambit, Boden defence
ar: هجوم الملك الهندي : جامبيت الفيل, بودن دفاع
br: Gambito do Rei Aceito, Gambito do Bispo, Defesa Boden
ca: Gambit de Rei acceptat - Gambit d'Alfil - Defensa Boden
de: Königsgambit (angenommen): Läufergambit, Boden Verteidigung
es: Gambito de Rey Aceptado, Gambito de Alfil, Defensa Boden
eu: Errege Ganbito Onartua: alfilaren ganbitoa, Boden defentsa
fr: Gambit Roi accepté, gambit du fou, défense Boden
id: KGA: Gambit Gajah, Pembelaan Boden
it: Gambetto di Re Accettato, Mossa d'Alfiere, Difesa Boden
nl: KGA: lopersgambiet, Boden verdediging
pl: Gam.król przyj.,gambit gońca, obrona Boden'a
ru: Принятый королевский гамбит: гамбит слона, защита Бодена
si: KGS: lovčev gambit, Bodenova obramba
sv: Kungsgambit, antagen: Löpargambit, Bodens försvar
tr: KGA: fil'in gambiti, Boden savunması
uk: Прийнятий королівський гамбіт: гамбіт слона, захист Бодена
vi: KGA: thí quân Tịnh, phòng thủ Boden

source: KGA: bishop's gambit, Bogolyubov variation
ar: هجوم الملك الهندي : جامبيت الفيل, تفريع وجوليوبوف
br: Gambito do Rei Aceito, Gambito do Bispo, Variante Bogoljubow
ca: Gambit de Rei acceptat - Gambit d'Alfil - Variant Bogoljubow
de: Königsgambit (angenommen): Läufergambit, Bogolyubov-Variante
es: Gambito de Rey Aceptado, Gambito de Alfil, Variante Bogoljubow
eu: Errege Ganbito Onartua: alfilaren ganbitoa, Bogolyubov aldaera
fr: Gambit Roi accepté, gambit du fou, var. Bogoljubov
id: KGA: Gambit Gajah, Varian Bogolyubov
it: Gambetto di Re Accettato, Mossa d'Alfiere, Variante Bogoljubow
nl: KGA: lopersgambiet, Bogolyubov variant
pl: Gam.król przyj.,gambit gońca, wariant Bogolyubov'a
ru: Принятый королевский гамбит: гамбит слона, вариант Боголюбова
si: KGS: lovčev gambit, Bogolyubova različica
sv: Kungsgambit, antagen: Löpargambit, Bogoljubovvarianten
tr: KGA: fil'in gambiti, Bogolyubov varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт слона, варіант Боголюбова
vi: KGA: cờ, Bogolyubov biến giám mục

source: KGA: bishop's gambit, Boren-Svenonius variation
ar: هجوم الملك الهندي : جامبيت الفيل, بورن-سفنونيوس تفريع
br: Gambito do Rei Aceito, Gambito do Bispo, Variante Boren-Svenonius
ca: Gambit de Rei acceptat - Gambit d'Alfil - Variant Boren Svenonius
de: Königsgambit (angenommen): Läufergambit, Boren-Svenonius-Variante
es: Gambito de Rey Aceptado, Gambito de Alfil, Variante Boren Svenonius
eu: Errege Ganbito Onartua: alfilaren ganbitoa, Boren-Svenonius aldaera
fr: Gambit Roi accepté, gambit du fou, var. Boren - Svenonius
id: KGA: Gambit Gajah, Varian Boren-Svenoius
it: Gambetto di Re Accettato, Mossa d'Alfiere, Variante Boren Svenonius
nl: KGA: lopersgambiet, Boren-Svenonius variant
pl: Gam.król przyj.,gambit gońca, wariant Boren-Svenonius'a
ru: Принятый королевский гамбит: гамбит слона, вариант Борена-Свенониуса
si: KGS: lovčev gambit, Boren-Svenoniusova različica
sv: Kungsgambit, antagen: Löpargambit, Boren-Svenonius-varianten
tr: KGA: fil'in gambiti, Boren-Svenonius varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт слона, варіант Борена-Свеноніуса
vi: KGA: cờ, Boren-Svenonius biến giám mục

source: KGA: bishop's gambit, Bryan counter-gambit
ar: هجوم الملك الهندي : جامبيت الفيل, بريان الجامبيت المضاد
br: Gambito do Rei Aceito, Gambito do Bispo, Contra-Gambito Bryan
ca: Gambit de Rei acceptat - Gambit d'Alfil - Contra-Gambit Bryan
de: Königsgambit (angenommen): Läufergambit, Bryan Gegengambit
es: Gambito de Rey Aceptado, Gambito de Alfil, ContraGambito Bryan
eu: Errege Ganbito Onartua: alfilaren ganbitoa, Bryan kontra-ganbitoa
fr: Gambit Roi accepté, gambit du fou, contre-gambit Bryan
id: KGA: Gambit Gajah, Gambit Balasan Bryan
it: Gambetto di Re Accettato, Mossa d'Alfiere, Controgambetto Bryan
nl: KGA: lopersgambiet, Bryan tegengambiet
pl: Gam.król przyj.,gambit gońca, kontrgambit Bryan'a
ru: Принятый королевский гамбит: гамбит слона, контргамбит Брайана
si: KGS: lovčev gambit, Bryanov proti-gambit
sv: Kungsgambit, antagen: Löpargambit, Bryans motgambit
tr: KGA: fil'in gambiti, Bryan karşı gambiti
uk: Прийнятий королівський гамбіт: гамбіт слона, контргамбіт Браяна
vi: KGA: cờ giám mục, Bryan phản Gambit

source: KGA: bishop's gambit, Chigorin's attack
ar: هجوم الملك الهندي : جامبيت الفيل, تشجورين's هجوم
br: Gambito do Rei Aceito, Gambito do Bispo, Ataque Chigorin
ca: Gambit de Rei acceptat - Gambit d'Alfil - Atac Chigorin
de: Königsgambit (angenommen): Läufergambit, Tschigorin's Angriff
es: Gambito de Rey Aceptado, Gambito de Alfil, Ataque Chigorin
eu: Errege Ganbito Onartua: alfilaren ganbitoa, Chigorinen erasoa
fr: Gambit Roi accepté, gambit du fou, attaque Tchigorine
id: KGA: Gambit Gajah, Varian Serangan Chigorin
it: Gambetto di Re Accettato, Mossa d'Alfiere, Attacco Chigorin
nl: KGA: lopersgambiet, Chigorin aanval
pl: Gam.król przyj.,gambit gońca, atak Chigorina
ru: Принятый королевский гамбит: гамбит слона, атака Чигорина
si: KGS: lovčev gambit, Chigorinov napad
sv: Kungsgambit, antagen: Löpargambit, Tjigorins angrepp
tr: KGA: fil'in gambiti, Chigorin'in hücumu
uk: Прийнятий королівський гамбіт: гамбіт слона, атака Чигоріна
vi: KGA: thí Tịnh, Tấn công Chigorin

source: KGA: bishop's gambit, Cozio (Morphy) defence
ar: هجوم الملك الهندي : جامبيت الفيل, كوزيو (مورفي) دفاع
br: Gambito do Rei Aceito, Gambito do Bispo, Defesa Cozio (Morphy)
ca: Gambit de Rei acceptat - Gambit d'Alfil - Defensa Cozio o Morphy
de: Königsgambit (angenommen): Läufergambit, Cozio (Morphy) Verteidigung
es: Gambito de Rey Aceptado, Gambito de Alfil, Defensa Cozio o Morphy
eu: Errege Ganbito Onartua: alfilaren ganbitoa, Cozio (Morphy) defentsa
fr: Gambit Roi accepté, gambit du fou, défense Cozio (Morphy)
id: KGA: Gambit Gajah, Pembelaan Cozio (Morphy)
it: Gambetto di Re Accettato, Mossa d'Alfiere, Difesa Cozio o Morphy
nl: KGA: lopergambiet, Cozio (Morphy) verdediging
pl: Gam.król przyj.,gambit gońca, obrona Cozio (Morphy'ego)
ru: Принятый королевский гамбит: гамбит слона, защита Коцио
si: KGS: lovčev gambit, Coziova (Morphyeva) obramba
sv: Kungsgambit, antagen: Löpargambit, Cozios försvar (Morphy)
tr: KGA: fil'in gambiti, Cozio (Morphy) savunması
uk: Прийнятий королівський гамбіт: гамбіт слона, захист Коціо
vi: KGA: thí quân Tịnh, phòng thủ Cozio (Morphy)

source: KGA: bishop's gambit, Fraser variation
ar: هجوم الملك الهندي : جامبيت الفيل, فرازر تفريع
br: Gambito do Rei Aceito, Gambito do Bispo, Variante Fraser
ca: Gambit de Rei acceptat - Gambit d'Alfil - Defensa clàssica - Variant Fraser
de: Königsgambit (angenommen): Läufergambit, Fraser-Variante
es: Gambito de Rey Aceptado, Gambito de Alfil, Defensa Clásica, Variante Fraser
eu: Errege Ganbito Onartua: alfilaren ganbitoa, Fraser aldaera
fr: Gambit Roi accepté, gambit du fou, var. Fraser
id: KGA: Gambit Gajah, Varian Frase
it: Gambetto di Re Accettato, Mossa d'Alfiere, Difesa Classica, Variante Fraser
nl: KGA: lopergambiet, Fraser variant
pl: Gam.król przyj.,gambit gońca, wariant Frase'a
ru: Принятый королевский гамбит: гамбит слона, вариант Фрейзера
si: KGS: lovčev gambit, Fraserjeva različica
sv: Kungsgambit, antagen: Löpargambit, Fraservarianten
tr: KGA: fil'in gambiti, Fraser varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт слона, варіант Фрейзера
vi: KGA: cờ, Fraser biến giám mục

source: KGA: bishop's gambit, Gifford variation
ar: هجوم الملك الهندي : جامبيت الفيل, جيفورد تفريع
br: Gambito do Rei Aceito, Gambito do Bispo, Variante Gifford
ca: Gambit de Rei acceptat - Gambit d'Alfil - Variant Gifford
de: Königsgambit (angenommen): Läufergambit, Gifford-Variante
es: Gambito de Rey Aceptado, Gambito de Alfil, Variante Gifford
eu: Errege Ganbito Onartua: alfilaren ganbitoa, Gifford aldaera
fr: Gambit Roi accepté, gambit du fou, var. Gifford
id: KGA: Gambit Gajah, Varian Gifford
it: Gambetto di Re Accettato, Mossa d'Alfiere, Variante Gifford
nl: KGA: lopergambiet, Gifford variant
pl: Gam.król przyj.,gambit gońca, wariant Gilfford'a
ru: Принятый королевский гамбит: гамбит слона, вариант Гиффорда
si: KGS: lovčev gambit, Giffordova različica
sv: Kungsgambit, antagen: Löpargambit, Giffordvarianten
tr: KGA: fil'in gambiti, Gifford varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт слона, варіант Гіффорда
vi: KGA: cờ, Gifford biến giám mục

source: KGA: bishop's gambit, Greco variation
ar: هجوم الملك الهندي : جامبيت الفيل, جريكو تفريع
br: Gambito do Rei Aceito, Gambito do Bispo, Variante Greco
ca: Gambit de Rei acceptat - Gambit d'Alfil - Variant Greco
de: Königsgambit (angenommen): Läufergambit, Greco-Variante
es: Gambito de Rey Aceptado, Gambito de Alfil, Variante Greco
eu: Errege Ganbito Onartua: alfilaren ganbitoa, Greco aldaera
fr: Gambit Roi accepté, gambit du fou, var. Greco
id: KGA: Gambit Gajah, Varian Grecco
it: Gambetto di Re Accettato, Mossa d'Alfiere, Variante Greco
nl: KGA: lopergambiet, Greco variant
pl: Gam.król przyj.,gambit gońca, wariant Greco
ru: Принятый королевский гамбит: гамбит слона, вариант Греко
si: KGS: lovčev gambit, Grecova različica
sv: Kungsgambit, antagen: Löpargambit, Grecovarianten
tr: KGA: fil'in gambiti, Greko varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт слона, варіант Греко
vi: KGA: cờ, Hy Lạp thay đổi giám mục

source: KGA: bishop's gambit, Grimm attack
ar: هجوم الملك الهندي : جامبيت الفيل, جريم هجوم
br: Gambito do Rei Aceito, Gambito do Bispo, Ataque Grimm
ca: Gambit de Rei acceptat - Gambit d'Alfil - Defensa clàssica - Atac Grimm
de: Königsgambit (angenommen): Läufergambit, Grimm Angriff
es: Gambito de Rey Aceptado, Gambito de Alfil, Defensa Clásica, Ataque Grimm
eu: Errege Ganbito Onartua: alfilaren ganbitoa, Grimm erasoa
fr: Gambit Roi accepté, gambit du fou, attaque Grimm
id: KGA: Gambit Gajah, Serangan Grimm
it: Gambetto di Re Accettato, Mossa d'Alfiere, Difesa Classica, Attacco Grimm
nl: KGA: lopergambiet, Grimm aanval
pl: Gam.król przyj.,gambit gońca, atak Grimm'a
ru: Принятый королевский гамбит: гамбит слона, атака Гримма
si: KGS: lovčev gambit, Grimmov napad
sv: Kungsgambit, antagen: Löpargambit, Grimms angrepp
tr: KGA: fil'in gambiti, Grimm'in hücumu
uk: Прийнятий королівський гамбіт: гамбіт слона, атака Грімма
vi: KGA: cờ giám mục, Grimm tấn công

source: KGA: bishop's gambit, Jaenisch variation
ar: هجوم الملك الهندي : جامبيت الفيل, جينيش تفريع
br: Gambito do Rei Aceito, Gambito do Bispo, Variante Jaenisch
ca: Gambit de Rei acceptat - Gambit d'Alfil - Variant Jaenisch
de: Königsgambit (angenommen): Läufergambit, Jaenisch-Variante
es: Gambito de Rey Aceptado, Gambito de Alfil, Variante Jaenisch
eu: Errege Ganbito Onartua: alfilaren ganbitoa, Jaenisch aldaera
fr: Gambit Roi accepté, gambit du fou, var. Jaenisch
id: KGA: Gambit Gajah, Varian Jaenisch
it: Gambetto di Re Accettato, Mossa d'Alfiere, Variante Jaenisch
nl: KGA: lopergambiet, Jaenisch variant
pl: Gam.król przyj.,gambit gońca, wariant Jaenisch'a
ru: Принятый королевский гамбит: гамбит слона, вариант Яниша
si: KGS: lovčev gambit, Jaenischeva različica
sv: Kungsgambit, antagen: Löpargambit, Jänischvarianten
tr: KGA: fil'in gambiti, Jaenisch varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт слона, варіант Яніша
vi: KGA: cờ, Jaenisch biến giám mục

source: KGA: bishop's gambit, Lopez-Gianutio counter-gambit
ar: هجوم الملك الهندي : جامبيت الفيل, لوبيز-جيانتيو الجامبيت المضاد
br: Gambito do Rei Aceito, Gambito do Bispo, Contra-Gambito López-Gianutio
ca: Gambit de Rei acceptat - Gambit d'Alfil - Contra-Gambit López Gianutio
de: Königsgambit (angenommen): Läufergambit, Lopez-Gianutio Gegengambit
es: Gambito de Rey Aceptado, Gambito de Alfil, ContraGambito López Gianutio
eu: Errege Ganbito Onartua: apezpiku ganbitoa, Lopez-Gianutio kontra-ganbitoa
fr: Gambit Roi accepté, gambit du fou, contre-gambit López - Gianuzio
id: KGA: Gambit Gajah, Gambit Balasan Lopez-Gianutio
it: Gambetto di Re Accettato, Mossa d'Alfiere, Controgambetto López Gianutio
nl: KGA: lopergambiet, Lopez-Gianutio tegengambiet
pl: Gam.król przyj.,gambit gońca, kontrgambit Lopez-Gianutio
ru: Принятый королевский гамбит: гамбит слона, контргамбит Лопеса-Джануцио
si: KGS: lovčev gambit, Lopez-Gianutiov proti-gambit
sv: Kungsgambit, antagen: Löpargambit, Lopez-Gianutios motgambit
tr: KGA: fil'in gambiti, Lopez-Gianutio karşı gambiti
uk: Прийнятий королівський гамбіт: гамбіт слона, контргамбіт Лопеса-Джануціо
vi: KGA: cờ giám mục, Lopez-Gianutio phản Gambit

source: KGA: bishop's gambit, Maurian defence
ar: هجوم الملك الهندي : جامبيت الفيل, موريان دفاع
br: Gambito do Rei Aceito, Gambito do Bispo, Defesa Maurian
ca: Gambit de Rei acceptat - Gambit d'Alfil - Defensa Maurian
de: Königsgambit (angenommen): Läufergambit, Maurian Verteidigung
es: Gambito de Rey Aceptado, Gambito de Alfil, Defensa Maurian
eu: Errege Ganbito Onartua: alfilaren ganbitoa, Maurian defentsa
fr: Gambit Roi accepté, gambit du fou, défense Maurian
id: KGA: Gambit Gajah, Pembelaan Maurian
it: Gambetto di Re Accettato, Mossa d'Alfiere, Difesa Maurian
nl: KGA: lopergambiet, Maurian verdediging
pl: Gam.król przyj.,gambit gońca, obrona Maurian'a
ru: Принятый королевский гамбит: гамбит слона, защита Морина
si: KGS: lovčev gambit, Maurianova obramba
sv: Kungsgambit, antagen: Löpargambit, Maurians försvar
tr: KGA: fil'in gambiti, Maurian savunması
uk: Прийнятий королівський гамбіт: гамбіт слона, захист Моріна
vi: KGA: cờ giám mục, phòng thủ Maurian

source: KGA: bishop's gambit, McDonnell attack
ar: هجوم الملك الهندي : جامبيت الفيل, مكدونالد هجوم
br: Gambito do Rei Aceito, Gambito do Bispo, Ataque McDonnell
ca: Gambit de Rei acceptat - Gambit d'Alfil - Defensa clàssica - Atac McDonnell
de: Königsgambit (angenommen): Läufergambit, McDonnell Angriff
es: Gambito de Rey Aceptado, Gambito de Alfil, Defensa Clásica, Ataque McDonnell
eu: Errege Ganbito Onartua: alfilaren ganbitoa, McDonnell-en erasoa
fr: Gambit Roi accepté, gambit du fou, attaque MacDonnell
id: KGA: Gambit Gajah, Serangan McDonnel
it: Gambetto di Re Accettato, Mossa d'Alfiere, Difesa Classica, Attacco McDonnell
nl: KGA: lopergambiet, McDonnell aanval
pl: Gam.król przyj.,gambit gońca, atak McDonnell'a
ru: Принятый королевский гамбит: гамбит слона, атака Мак-Доннелла
si: KGS: lovčev gambit, McDonnellov napad
sv: Kungsgambit, antagen: Löpargambit, McDonnells angrepp
tr: KGA: fil'in gambiti, McDonnell hücumu
uk: Прийнятий королівський гамбіт: гамбіт слона, атака Мак-Доннелла
vi: KGA: cờ giám mục, McDonnell tấn công

source: KGA: bishop's gambit, Morphy variation
ar: هجوم الملك الهندي : جامبيت الفيل, مورفي تفريع
br: Gambito do Rei Aceito, Gambito do Bispo, Variante Morphy
ca: Gambit de Rei acceptat - Gambit d'Alfil - Variant Morphy
de: Königsgambit (angenommen): Läufergambit, Morphy-Variante
es: Gambito de Rey Aceptado, Gambito de Alfil, Variante Morphy
eu: Errege Ganbito Onartua: alfilaren ganbitoa, Morphy aldaera
fr: Gambit Roi accepté, gambit du fou, var. Morphy
id: KGA: Gambit Gajah, Varian Morphy
it: Gambetto di Re Accettato, Mossa d'Alfiere, Variante Morphy
nl: KGA: lopergambiet, Morphy variant
pl: Gam.król przyj.,gambit gońca, wariant Morphy
ru: Принятый королевский гамбит: гамбит слона, вариант Морфи
si: KGS: lovčev gambit, Morphyeva različica
sv: Kungsgambit, antagen: Löpargambit, Morphyvarianten
tr: KGA: fil'in gambiti, Morphy varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт слона, варіант Морфі
vi: KGA: thi quân tịnh, biến thể Morphy

source: KGA: bishop's gambit, Paulsen attack
ar: هجوم الملك الهندي : جامبيت الفيل, بولسن هجوم
br: Gambito do Rei Aceito, Gambito do Bispo, Ataque Paulsen
ca: Gambit de Rei acceptat - Gambit d''Alfil - Atac Paulsen
de: Königsgambit (angenommen): Läufergambit, Paulsen Angriff
es: Gambito de Rey Aceptado, Gambito de Alfil, Ataque Paulsen
eu: Errege Ganbito Onartua: alfilaren ganbitoa, Paulsen erasoa
fr: Gambit Roi accepté, gambit du fou, attaque Paulsen
id: KGA: Gambit Gajah, Serangan Paulsen
it: Gambetto di Re Accettato, Mossa d'Alfiere, Attacco Paulsen
nl: KGA: lopergambiet, Paulsen aanval
pl: Gam.król przyj.,gambit gońca, atak Paulsen'a
ru: Принятый королевский гамбит: гамбит слона, атака Паульсена
si: KGS: lovčev gambit, Paulsenov napad
sv: Kungsgambit, antagen: Löpargambit, Paulsens angrepp
tr: KGA: fil'in gambiti, Paulsen hücumu
uk: Прийнятий королівський гамбіт: гамбіт слона, атака Паульсена
vi: KGA: cờ giám mục, Paulsen tấn công
