Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Nimzo-Indian: classical, Pirc variation
ar: نيمزو الهندي: الكلاسيكي, بيرك تفريع
br: Defesa Nimzo-Índia, Variante Clássica, Variante Pirc
ca: Defensa Nimzo Índia - Variant clàssica - Variant Pirc
de: Nimzoindisch: Klassisch, Pirc-Variante
es: Defensa Nimzo India, Variante Clásica, Variante Pirc
eu: Nimzo-indiarra: klasikoa, Pirc aldaera
fr: Défense Nimzo-indienne classique, var. Pirc
id: Nimzo Hindia, Klasik, Varian Pirc
it: Difesa Nimzo Indiana, Variante Classica, Variante Pirc
nl: Nimzo-Indisch: klassiek, Pirc variant
pl: Nimzovitsch, klasyczny, wariant Pirc'a
ru: Защита Нимцовича: классический вариант, вариант Пирца
si: nimzo-indijska, klasicena, Pirceva različica
sv: Nimzoindiskt: Klassisk, Pircvarianten
tr: Nimzo-Hint: klasik, Pirc varyasyonu
uk: Захист Німцовича: класичний варіант, варіант Пірца
vi: Nimzo-Ấn Độ: cổ điển, biến thể Pirc

source: Nimzo-Indian: classical, San Remo variation
ar: نيمزو الهندي: الكلاسيكي, سان رامو تفريع
br: Defesa Nimzo-Índia, Variante Clássica, Variante San Remo
ca: Defensa Nimzo Índia - Variant clàssica - Variant Noa - Línia principal - Variant San Remo
de: Nimzoindisch: Klassisch, San Remo-Variante
es: Defensa Nimzo India, Variante Clásica, Variante Noa, Linea Principal, Variante San Remo
eu: Nimzo-indiarra: klasikoa, San Remoko aldaera
fr: Défense Nimzo-indienne classique, var. de San Remo
id: Nimzo Hindia, Klasik, Varian San Remo
it: Difesa Nimzo Indiana, Variante Classica, Variante Noa, Linea Principale, Variante San Remo
nl: Nimzo-Indisch: klassiek, San Remo variant
pl: Nimzovitsch, klasyczny, wariant San Remo
ru: Защита Нимцовича: классический вариант, Сан-Ремо-вариант
si: Nimzo-indijska, klasična, San Remo različica
sv: Nimzoindiskt: Klassisk, San-Remo-varianten
tr: Nimzo-Hint: klasik, San Remo varyasyonu
uk: Захист Німцовича: класичний варіант, Сан-Ремо-варіант
vi: Nimzo-Ấn Độ: cổ điển, biến thể San Remo

source: Nimzo-Indian: e3, Huebner variation
ar: نيمزو الهندي: e3, هوبنر تفريع
br: Defesa Nimzo-Índia, 4.e3, Variante Huebner
ca: Defensa Nimzo Índia 4. e3 - 4 ...c5 - Variant Huebner
de: Nimzoindisch: e3, Huebner-Variante
es: Defensa Nimzo India 4.e3, 4...c5, Variante Huebner
eu: Nimzo-indiarra: e3, Huebner aldaera
fr: Défense Nimzo-indienne, e3, var. Hübner
id: Nimzo Hindia, e3, Varian Huebner
it: Difesa Nimzo Indiana 4.e3, 4...c5, Variante Huebner
nl: Nimzo-Indisch: e3, Huebner variant
pl: Nimzovitsch, e3, wariant Huebner'a
ru: Защита Нимцовича: система Рубинштейна, вариант Хюбнера
si: Nimzo-indijska, e3, Huebnerjeva različica
sv: Nimzoindiskt: e3, Hübnervarianten
tr: Nimzo-Hint: e3, Huebner varyasyonu
uk: Захист Німцовича: класичний варіант, система Рубінштейна, варіант Х’юбнера
vi: Nimzo-Ấn Độ: e3, Huebner biến

source: Nimzo-Indian: three knights variation
ar: نيمزو الهندي: الثلاثة أفراس تفريع
br: Defesa Nimzo-Índia, Variante dos 3 Cavalos
ca: Defensa Nimzo Índia - Variant dels tres cavalls
de: Nimzoindisch: Dreispringerspiel-Variante
es: Defensa Nimzo India, Variante de los 3 Caballos
eu: Nimzo-indiarra: hiru zaldunen aldaera
fr: Défense Nimzo-indienne, var. des 3 cavaliers
id: Nimzo Hindia, Varian 3 Kuda
it: Difesa Nimzo Indiana, Variante dei 3 Cavalli
nl: Nimzo-Indisch: drie paarden variant
pl: Nimzovitsch, wariant trzech skoczków
ru: Защита Нимцовича: вариант Романишина
si: Nimzo-indijska, različica treh skakačev
sv: Nimzoindiskt: Trespringarspel
tr: Nimzo-Hint: üç at varyasyonu
uk: Захист Німцовича: варіант Романишина
vi: Nimzo-Ấn Độ: ba hiệp sĩ biến thể

source: Nimzo-Indian: three knights, Euwe variation
ar: نيمزو الهندي: الثلاثة أفراس, تفريع إيوي
br: Defesa Nimzo-Índia, Variante dos 3 Cavalos, Variante Euwe
ca: Defensa Nimzo Índia - Variant dels tres cavalls - Variant Euwe
de: Nimzoindisch: Dreispringerspiel, Euwe-Variante
es: Defensa Nimzo India, Variante de los 3 Caballos, Variante Euwe
eu: Nimzo-indiarra: hiru zaldun, Euwe aldaera
fr: Défense Nimzo-indienne, var. des 3 cavaliers, var. Euwe
id: Nimzo Hindia, 3 Kuda, Varian Euwe
it: Difesa Nimzo Indiana, Variante dei 3 Cavalli, Variante Euwe
nl: Nimzo-Indisch: drie paarden, Euwe variant
pl: Nimzovich, trzy skoczki, wariant Euwe
ru: Защита Нимцовича: вариант Романишина, вариант Эйве
si: Nimzo-indijska, trije skakači, Euwejeva različica
sv: Nimzoindiskt: Trespringarspel, Euwevarianten
tr: Nimzo-Hint: üç at, Euwe varyasyonu
uk: Захист Німцовича: варіант Романишина, варіант Ейве
vi: Nimzo-Ấn Độ: ba hiệp sĩ, biến đổi Euwe

source: Nimzo-Indian: three knights, Korchnoi variation
ar: نيمزو الهندي: الثلاثة أفراس, تفريع كورشنوي
br: Defesa Nimzo-Índia, Variante dos 3 Cavalos, Variante Korchnoi
ca: Defensa Nimzo Índia - Variant dels tres cavalls - Variant Korchnoi
de: Nimzoindisch: Dreispringerspiel, Korchnoi-Variante
es: Defensa Nimzo India, Variante de los 3 Caballos, Variante Korchnoi
eu: Nimzo-indiarra: hiru zaldun, Korchnoi aldaera
fr: Défense Nimzo-indienne, var. des 3 cavaliers, var. Kortchnoï
id: Nimzo Hindia, 3 Kuda, Varian Korchnoi
it: Difesa Nimzo Indiana, Variante dei 3 Cavalli, Variante Korchnoi
nl: Nimzo-Indisch: drie paarden, Korchnoi variant
pl: Nimzovich, trzy skoczki, wariant Korchnoi
ru: Защита Нимцовича: вариант Романишина, вариант Корчного
si: Nimzo-indijska, trije skakači, Korchnoi različica
sv: Nimzoindiskt: Trespringarspel, Kortjnojvarianten
tr: Nimzo-Hint: üç at, Korchnoi varyasyonu
uk: Захист Німцовича: варіант Романишина, варіант Корчного
vi: Nimzo-Ấn Độ: ba hiệp sĩ, Korchnoi biến

source: Nimzovich-Larsen attack: Dutch variation
ar: هجوم نيمزوفيتش-لارسن: التفريع الهولندي
br: Ataque Nimzovich-Larsen, Variante Holandesa
ca: Atac Nimzowitsch Larsen - Variant Holandesa
de: Nimzowitsch-Larsen Angriff: Holländische Variante
es: Ataque Nimzowitsch Larsen, Variante Holandesa
eu: Nimzovich-Larsen erasoa: Holandako aldaera
fr: Attaque Nimzowitsch - Larsen, var. hollandaise
id: Serangan Nimzowitch-Larsen: Varian Belanda
it: Attacco Nimzowitsch Larsen, Variante Olandese
nl: Nimzovich-Larsen aanval: Hollandse variant
pl: Atak Nimzovich-Lersen, wariant holenderski
ru: Дебют Ларсена: голландский вариант
si: Nimzovich-Larsenov napad, nizozemska različica
sv: Nimzowitsch-Larsens angrepp: Holländsk variant
tr: Nimzovich-Larsen hücumu: Hollanda varyasyonu
uk: Дебют Ларсена: Голландський варіант
vi: Tấn công Nimzovich-Larsen: biến thể Hà Lan

source: Nimzovich-Larsen attack: English variation
ar: هجوم نيمزوفيتش-لارسن: التفريع الانجليزي
br: Ataque Nimzovich-Larsen, Variante Inglesa
ca: Atac Nimzowitsch Larsen - Variant Anglèsa
de: Nimzowitsch-Larsen Angriff: Englische Variante
es: Ataque Nimzowitsch Larsen, Variante Inglesa
eu: Nimzovich-Larsen erasoa: aldaera ingelesa
fr: Attaque Nimzowitsch - Larsen, var. anglaise
id: Serangan Nimzowitch-Larsen: Varian Inggris
it: Attacco Nimzowitsch Larsen, Variante Inglese
nl: Nimzovich-Larsen aanval: Engelse variant
pl: Atak Nimzovich-Lersen, wariant angielski
ru: Дебют Ларсена: английский вариант
si: Nimzovich-Larsenov napad, angleška različica
sv: Nimzowitsch-Larsens angrepp: Engelsk variant
tr: Nimzovich-Larsen hücumu: İngiliz varyasyonu
uk: Дебют Ларсена: Англійський варіант
vi: Tấn công Nimzovich-Larsen: biến thể tiếng Anh

source: Nimzovich-Larsen attack: Indian variation
ar: هجوم نيمزوفيتش-لارسن: التفريع الهندي
br: Ataque Nimzovich-Larsen, Variante Índia
ca: Atac Nimzowitsch Larsen - Variant Índia
de: Nimzowitsch-Larsen Angriff: Indische Variante
es: Ataque Nimzowitsch Larsen, Variante India
eu: Nimzovich-Larsen erasoa: Indiako aldaera
fr: Attaque Nimzowitsch - Larsen, var. indienne
id: Serangan Nimzowitch-Larsen: Varian Hindia
it: Attacco Nimzowitsch Larsen, Variante Indiana
nl: Nimzovich-Larsen aanval: Indische variant
pl: Atak Nimzovich-Lersen, wariant
ru: Дебют Ларсена: индийский вариант
si: Nimzovich-Larsenov napad, indijska različica
sv: Nimzowitsch-Larsens angrepp: Indisk variant
tr: Nimzovich-Larsen hücumu: Hint varyasyonu
uk: Дебют Ларсена: Індійський варіант
vi: Tấn công Nimzovich-Larsen: biến thể Ấn Độ

source: Nimzovich-Larsen attack: Polish variation
ar: هجوم نيمزوفيتش-لارسن: التفريع البولندي
br: Ataque Nimzovich-Larsen, Variante Polaca
ca: Atac Nimzowitsch Larsen - Variant Polaca
de: Nimzowitsch-Larsen Angriff: Polnische Variante
es: Ataque Nimzowitsch Larsen, Variante Polaca
eu: Nimzovich-Larsen erasoa: poloniar aldaera
fr: Attaque Nimzowitsch - Larsen, var. polonaise
id: Serangan Nimzowitch-Larsen: Varian Polandia
it: Attacco Nimzowitsch Larsen, Variante Polacca
nl: Nimzovich-Larsen aanval: Poolse variant
pl: Atak Nimzovich-Lersen, wariant polski
ru: Дебют Ларсена: польский вариант
si: Nimzovich-Larsenov napad, poljska različica
sv: Nimzowitsch-Larsens angrepp: Polsk variant
tr: Nimzovich-Larsen hücumu: Polonya varyasyonu
uk: Дебют Ларсена: Польський варіант
vi: Tấn công Nimzovich-Larsen: biến thể Ba Lan

source: Nimzovich-Larsen attack: classical variation
ar: هجوم نيمزوفيتش-لارسن: التفريع الكلاسيكي
br: Ataque Nimzovich-Larsen, Variante Clássica
ca: Atac Nimzowitsch Larsen - Variant clàssica
de: Nimzowitsch-Larsen Angriff: Klassische Variante
es: Ataque Nimzowitsch Larsen, Variante Clásica
eu: Nimzovich-Larsen erasoa: aldaera klasikoa
fr: Attaque Nimzowitsch - Larsen, var. classique
id: Serangan Nimzowitch-Larsen, Varian Klasik
it: Attacco Nimzowitsch Larsen, Variante Classica
nl: Nimzovich-Larsen aanval: klassieke variant
pl: Atak Nimzovich-Lersen, wariant klasyczny
ru: Дебют Ларсена: классический вариант
si: Nimzovich-Larsenov napad, klasična različica
sv: Nimzowitsch-Larsens angrepp: Klassisk variant
tr: Nimzovich-Larsen hücumu: klasik varyasyon
uk: Дебют Ларсена: класичний варіант
vi: Tấn công Nimzovich-Larsen: biến thể cổ điển

source: Nimzovich-Larsen attack: modern variation
ar: هجوم نيمزوفيتش-لارسن: حديث تفريع
br: Ataque Nimzovich-Larsen, Variante Moderna
ca: Atac Nimzowitsch Larsen - Variant moderna
de: Nimzowitsch-Larsen Angriff: Moderne Variante
es: Ataque Nimzowitsch Larsen, Variante Moderna
eu: Nimzovich-Larsen erasoa: aldaera modernoa
fr: Attaque Nimzowitsch - Larsen, var. moderne
id: Serangan Nimzowitch-Larsen: Varian Modern
it: Attacco Nimzowitsch Larsen, Variante Moderna
nl: Nimzovich-Larsen aanval: moderne variant
pl: Atak Nimzovich-Lersen, wariant nowoczesny
ru: Дебют Ларсена: современный вариант
si: Nimzovich-Larsenov napad, moderna različica
sv: Nimzowitsch-Larsens angrepp: Modern variant
tr: Nimzovich-Larsen hücumu: modern varyasyon
uk: Дебют Ларсена: сучасний варіант
vi: Tấn công Nimzovich-Larsen: biến thể hiện đại

source: Nimzovich-Larsen attack: symmetrical variation
ar: هجوم نيمزوفيتش-لارسن: التفريع المتناظر
br: Ataque Nimzovich-Larsen, Variante Simétrica
ca: Atac Nimzowitsch Larsen - Variant simètrica
de: Nimzowitsch-Larsen Angriff: Symmetrische Variante
es: Ataque Nimzowitsch Larsen, Variante Simétrica
eu: Nimzovich-Larsen erasoa: aldaera simetrikoa
fr: Attaque Nimzowitsch - Larsen, var. symétrique
id: Serangan Nimzowitch-Larsen, Varian Simetris
it: Attacco Nimzowitsch Larsen, Variante Simmetrica
nl: Nimzovich-Larsen aanval: symmetrische variant
pl: Atak Nimzovich-Lersen, wariant symetryczny
ru: Дебют Ларсена: симметричный вариант
si: Nimzovich-Larsenov napad, simetrična različica
sv: Nimzowitsch-Larsens angrepp: Symmetrisk variant
tr: Nimzovich-Larsen hücumu: simetrik varyasyon
uk: Дебют Ларсена: симетричний варіант
vi: Tấn công Nimzovich-Larsen: biến thể đối xứng

source: Nimzovich-Larsen attack
ar: هجوم نيمزوفيتش-لارسن
br: Ataque Nimzovich-Larsen
ca: Atac Nimzowitsch Larsen
de: Nimzowitsch-Larsen Angriff
es: Ataque Nimzowitsch Larsen
eu: Nimzovich-Larsen erasoa
fr: Attaque Nimzowitsch - Larsen
id: Serangan Nimzowitch-Larsen
it: Attacco Nimzowitsch Larsen
nl: Nimzovich-Larsen aanval
pl: Atak Nimzovich-Lersen
ru: Дебют Ларсена
si: Nimzovich-Larsenov napad
sv: Nimzowitsch-Larsens angrepp
tr: Nimzovich-Larsen hücumu
uk: Дебют Ларсена
vi: Tấn công Nimzovich-Larsen

source: Norwegian defence
ar: الدفاع النرويجي
br: Defesa Norueguesa
ca: Defensa Noruega
de: Norwegian Verteidigung
es: Defensa Noruega
eu: Norvegiako defentsa
fr: Défense norvégienne
id: Pembelaan Norwegia
it: Difesa Norvegese
nl: Noorse verdediging
pl: Obrona norweska
ru: Норвежская защита
si: norveška obramba
sv: Norskt försvar
tr: Norveç savunması
uk: Норвежський захист
vi: Phòng thủ Na Uy

source: Novosibirsk opening
ar: افتتاح نوفوسيبيرسك
br: Abertura Novosibirsk
ca: Obertura Novosibirsk
de: Novosibirsk Eröffnung
es: Apertura Novosibirsk
eu: Novosibirsk irekiera
fr: Ouverture de Novossibirsk
id: Pembukaan Novosibirsk
it: Apertura Novosibirsk
pl: Debiut nowosybirski
ru: Новосибирское начало
si: novosibirska otvoritev
sv: Novosibirsk-öppning
tr: Novosibirsk açılışı
uk: Новосибірський початок
vi: Khai cuộc Novosibirsk

source: Old Benoni defence
ar: بينوني القديم دفاع
br: Defesa Benoni Antiga
ca: Defensa Benoni antiga
de: Alt-Benoni Verteidigung
es: Defensa Benoni Antigua
eu: Benoni defentsa zaharra
fr: Défense Benoni ancienne
id: Pembelaan Benoni Tua
it: Difesa Benoni Antica
nl: Oud Benoni verdediging
pl: Obrona Stary Benoni
ru: Защита Бенони
si: Stara Benonijeva obramba
sv: Gammel-Benoni-försvar
tr: Eski Benoni savunması
uk: Захист Беноні
vi: Phòng thủ Old Benoni

source: Old Benoni: Franco-Benoni defence
ar: بينوني القديم: فرانكو-بينوني دفاع
br: Defesa Benoni Antiga, Defesa Franco-Benoni
ca: Defensa Benoni antiga - Defensa Franco-Benoni
de: Alt-Benoni: Franco-Benoni Verteidigung
es: Defensa Benoni Antigua, Defensa Franco Benoni
eu: Benoni zaharra: Franco-Benoni defentsa
fr: Défense Benoni ancienne, var. franco-Benoni
id: Benoni Tua: Pembelaan Franco-Benoni
it: Difesa Benoni Antica, Difesa Franco Benoni
nl: Oud Benoni: Franco-Benoni verdediging
pl: Stary Benoni, obrona Franco-Benoni
ru: Защита Бенони: французская защита с бенониевским ходом c7-c5
si: Star Benoni, Franco-Benonijeva obramba
sv: Gammel-Benoni: Franskt Benoni-försvar
tr: Eski Benoni: Franco-Benoni savunması
uk: Захист Беноні: Французький захист з Бенонієвським ходом c7-c5
vi: Old Benoni: Phòng thủ Pháp-Benoni

source: Old Benoni: Mujannah formation
ar: بينوني القديم: موجانه تشكيل
br: Defesa Benoni Antiga, Formação Mujannah
ca: Defensa Benoni antiga - Formació Mujannah
de: Alt-Benoni: Mujannah Formation
es: Defensa Benoni Antigua, Formación Mujannah
eu: Benoni zaharra: Mujannah formazioa
fr: Défense Benoni ancienne, formation Mujannah (du persan "ouverture par le flanc")
id: Benoni Tua: Formasi Mujannah
it: Difesa Benoni Antica, Formazione Mujannah
nl: Oud Benoni: Mujannah formatie
pl: Stary Benoni, formacja Mujannah'a
ru: Защита Бенони: построение Мадженна
si: Star Benoni, Mujannahova formacija
sv: Gammel-Benoni: Mujannah-formation
tr: Eski Benoni: Mujannah formasyonu
uk: Захист Беноні: побудова Мадженна
vi: Cũ Benoni: hình Mujannah

source: Old Benoni: Schmid's system
ar: بينوني القديم: شميد's نظام
br: Defesa Benoni Antiga, Sistema Schmid
ca: Defensa Benoni antiga - Sistema Schmid
de: Alt-Benoni: Schmid's System
es: Defensa Benoni Antigua, Sistema Schmid
eu: Benoni zaharra: Schmid-en sistema
fr: Défense Benoni ancienne, système Schmid
id: Benoni Tua: SIstem Schmid
it: Difesa Benoni Antica, Sistema Schmid
nl: Oud Benoni: Schmid systeem
pl: Stary Benoni, system Schmida
ru: Защита Бенони: система Шмида
si: Star Benoni, Schmidtov sistem
sv: Gammel-Benoni: Schmids System
tr: Eski Benoni: Schmid'in sistemi
uk: Захист Беноні: система Шміда
vi: Benoni cũ: hệ thống Schmid của

source: Old Indian defence
ar: الهندي القديم دفاع
br: Defesa Índia Antiga
ca: Defensa Índia antiga
de: Altindisch Verteidigung
es: Defensa India Antigua
eu: Indiako defentsa zaharra
fr: Défense vieille-indienne
id: Pembelaan Hindia Tua
it: Difesa Indiana Antica
nl: Oud Indisch: Dus-Khotimirsky variant:
pl: Obrona Staroindyjska
ru: Индийская защита
si: Stara indijska obramba
sv: Gammelindiskt försvar
tr: Eski Hint savunması
uk: Староіндійський захист
vi: Phòng thủ kiểu Ấn Độ Cổ

source: Old Indian: Dus-Khotimirsky variation
ar: الهندي القديم: داس-خوتيميرسكي تفريع
br: Defesa Índia Antiga, Variante Dus Chotimirsky
ca: Defensa Índia antiga - Variant Dus Chotimirsky
de: Altindisch: Dus-Khotimirsky-Variante
es: Defensa India Antigua, Variante Dus Chotimirsky
eu: Indiar zaharra: Dus-Khotimirsky aldaera
fr: Défense vieille-indienne, var. Douz-Khotimirski
id: Hindia Tua: Varian Dus-Khotimirsky
it: Difesa Indiana Antica, Variante Dus Chotimirsky
nl: Oud Indisch: Dus-Khotimirsky variant
pl: Staroindyjska, wariant Dus-Khotimirsky
ru: Староиндийская защита: вариант Дуз-Хотимирского
si: Stara indijska, Dus-Khotimirskyeva različica
sv: Gammelindiskt: Duz-Khotimirskijs variant
tr: Eski Hint: Dus-Khotimirsky varyasyonu
uk: Староіндійський захист: варіант Дуз-Хотимирського
vi: Cũ Ấn Độ: biến thể Dus-Khotimirsky

source: Old Indian: Janowski variation
ar: الهندي القديم: جناوسكاي تفريع
br: Defesa Índia Antiga, Variante Janowski
ca: Defensa Índia antiga - Variant Janowsky
de: Altindisch: Janowski-Variante
es: Defensa India Antigua, Variante Janowski
eu: Indiar zaharra: Janowski aldaera
fr: Défense vieille-indienne, var. Janowski
id: Hindia Tua: Varian Janowski
it: Difesa Indiana Antica, Variante Janowski
nl: Oud Indisch: Janowski variant
pl: Staroindyjska, wariant Janowskiego
ru: Староиндийская защита: вариант Яновского
si: staro indijska obramba
sv: Gammelindiskt: Janowskivarianten
tr: Eski Hint: Janowski varyasyonu
uk: Староіндійський захист: варіант Яновського
vi: Cũ Ấn Độ: Janowski biến

source: Old Indian: Tartakower (Wade) variation
ar: الهندي القديم: تارتاكوفر (الانقضاض) تفريع
br: Defesa Índia Antiga, Variante Tartakower (Wade)
ca: Defensa Índia antiga - Variant Tartakower o Wade
de: Altindisch: Tartakower (Wade)-Variante
es: Defensa India Antigua, Variante Tartakower o Wade
eu: Indiar zaharra: Tartakower (Wade) aldaera
fr: Défense vieille-indienne, var. Tartakover (Wade)
id: Hindia Tua: Varian Tartakower (Wade)
it: Difesa Indiana Antica, Variante Tartakower o Wade
nl: Oud Indisch:Tartakower (Wade) variant
pl: Staroindyjska, wariant Tartakower'a (Wade)
ru: Индийская защита: вариант Тартаковера
si: Stara indijska, Tartakowerjeva (Wadeova) različica
sv: Gammelindiskt: Tartakowervarianten (Wade)
tr: Eski Hint: Tartakower (Wade) varyasyonu
uk: Староіндійський захист: варіант Тартаковера
vi: Cũ Ấn Độ: Tartakower (Wade) biến thể

source: Old Indian: Ukrainian variation, 4.Nf3
ar: الهندي القديم: الأوكراني تفريع, 4.Nf4
br: Defesa Índia Antiga, Variante Ucraniana, 4.Cf3
ca: Defensa Índia antiga - Variant Ucranïesa - 4. Cf3
de: Altindisch: Ukrainische Variante, 4.Sf3
es: Defensa India Antigua, Variante Ucraniana, 4.Cf3
eu: Indiar zaharra: Ukrainako aldaera, 4.Zf3
fr: Défense vieille-indienne, var. ukrainienne, 4.Cf3
id: Hindia Tua: Varian Ukraina, 4.Kf3
it: Difesa Indiana Antica, Variante Ucraniana, 4.Cf3
nl: Oud Indisch: Oekraïense variant, 4.Pf3
pl: Staroindyjska, wariant ukraiński, 4.Sf3
ru: Староиндийская защита: украинский вариант, 4.Кf3
si: Stara indijska, ukrajinska različica, 4. Sf3
sv: Gammelindiskt: Ukrainska varianten med 4.Sf3
tr: Eski Hint: Ukrayna varyasyonu, 4.Nf3
uk: Староіндійський захист: Український варіант, 4.Кf3
vi: Cũ Ấn Độ: biến Ukraina, 4.Nf3

source: Old Indian: Ukrainian variation
ar: الهندي القديم: الأوكراني تفريع
br: Defesa Índia Antiga, Variante Ucraniana
ca: Defensa Índia antiga - Variant Ucranïesa
de: Altindisch: Ukrainische Variante
es: Defensa India Antigua, Variante Ucraniana
eu: Indiar zaharra: ukrainar aldaera
fr: Défense vieille-indienne, var. ukrainienne
id: Hindia Tua: Varian Ukraina
it: Difesa Indiana Antica, Variante Ucraniana
nl: Oud Indisch: Oekraïense variant
pl: Staroindyjska, wariant ukraiński
ru: Староиндийская защита: украинский вариант
si: Stara indijska, ukrajinska različica
sv: Gammelindiskt: Ukrainska varianten
tr: Eski Hint: Ukrayna varyasyonu
uk: Староіндійський захист: Український варіант
vi: Cũ Ấn Độ: biến Ukraina

source: Old Indian: main line
ar: الهندي القديم: الخط الرئيسي
br: Defesa Índia Antiga, Linha Principal
ca: Defensa Índia antiga - Línia principal
de: Altindisch: Hauptvariante
es: Defensa India Antigua, Linea Principal
eu: Indiar zaharra: lerro nagusia
fr: Défense vieille-indienne, ligne principale
id: Hindia Tua: Jalur Utama
it: Difesa Indiana Antica, Linea Principale
nl: Oud Indisch: hoofdlijn
pl: Staroindyjska, główna linia
ru: Староиндийская защита: основной вариант
si: Stara indijska: glavna linija
sv: Gammelindiskt: Huvudvariant
tr: Eski Hint: ana hat
uk: Староіндійський захист: основний варіант
vi: Ấn Độ tuổi: dòng chính

source: Owen defence
ar: أوين دفاع
br: Defesa Owen
ca: Defensa Owen
de: Owen Verteidigung
es: Defensa Owen
eu: Owen defentsa
fr: Défense Owen
id: Pembelaan Owen
it: Difesa Owen
nl: Owen verdediging
pl: Obrona Owen'a
ru: Защита Оуэна
si: Owenova obramba
sv: Owens försvar
tr: Fırın savunması
uk: Захист Оуена
vi: Phòng thủ Owen

source: Paleface attack
ar: بيلفيس هجوم
br: Ataque Cara-Pálida
ca: Atac 'rostro pálido'
de: Paleface Angriff
es: Ataque Rostro Pálido
eu: Musu-zuriaren erasoa
fr: Attaque "Paleface" [ visage pâle :) ]
id: Serangan Paleface
it: Attacco Rostro Pálido
nl: Paleface aanval
pl: Atak Paleface'a
ru: Атака бледнолицего
si: Palefavec napad
sv: Blekansiktesangrepp
tr: Soluk benizli hücumu
uk: Атака блідолицого
vi: Mặt tái xanh tấn công

source: Petrov's defence
ar: بتروف's دفاع
br: Defesa Petrov ou Russa
ca: Defensa Petrov o Russa
de: Russische (Petrov)
es: Defensa Petrov o Rusa
eu: Petrov defentsa
fr: Défense Petrov (défense russe)
id: Pembelaan Petroff
it: Difesa Petrov o Russa
nl: Petrov's verdediging
pl: Obrona Petrova
ru: Русская партия
si: Petrova obramba
sv: Ryskt parti (Petrov)
tr: Petrov'un savunması
uk: Російська партія
vi: Phòng thủ Petrov

source: Petrov: Cochrane gambit
ar: بتروف: كوتشرين جامبيت
br: Defesa Petrov, Gambito Cochrane
ca: Defensa Petrov - Gambit Cochrane
de: Russisch: Cochrane Gambit
es: Defensa Petrov, Gambito Cochrane
eu: Petrov: Cochrane ganbitoa
fr: Défense Petrov, gambit Cochrane
id: Petroff: Gambit Cochrane
it: Difesa Petrov, Mossa di Cochrane
nl: Petrov: Cochrane gambiet
pl: Obrona Petrova, gambit Cochrane
ru: Русская партия: гамбит Кохрана
si: Petrova, Cochranev gambit
sv: Ryskt: Cochranegambit
tr: Petrov: Cochrane gambiti
uk: Російська партія: гамбіт Кохрана

source: Petrov: Cozio (Lasker) attack
ar: بتروف: كوزيو (لاسكر) هجوم
br: Defesa Petrov, Ataque Cozio o Lasker
ca: Defensa Petrov - Atac Cozio o Lasker
de: Russisch: Cozio (Lasker) Angriff
es: Defensa Petrov, Ataque Cozio o Lasker
eu: Petrov: Cozio (Lasker) erasoa
fr: Défense Petrov, attaque Cozio (Lasker)
id: Petroff: Serangan Cozio (Lasker)
it: Difesa Petrov, Attacco Cozio o Lasker
nl: Petrov: Cozio (Lasker) aanval
pl: Obrona Petrova, atak Cozio (Lasker)
ru: Русская партия: атака Коцио
si: Petrova, Coziov (Laskerjev) napad
sv: Ryskt: Cozios angrepp (Lasker)
tr: Petrov: Cozio (Lasker) hücumu
uk: Російська партія: атака Коціо
vi: Petrov: Cozio (Lasker) tấn công

source: Petrov: Damiano variation
ar: بتروف: داميانو تفريع
br: Defesa Petrov, Variante Damiano
ca: Defensa Petrov - Variant Damiano
de: Russisch: Damiano-Variante
es: Defensa Petrov, Variante Damiano
eu: Petrov: Damiano aldaera
fr: Défense Petrov, var. Damiano ou Damião
id: Petroff: Varian Damiano
it: Difesa Petrov, Variante Damiano
nl: Petrov: Damiano variant
pl: Obrona Petrova, wariant Damiano
ru: Русская партия: вариант Дамиано
si: Petrova, Damianova različica
sv: Ryskt: Damianovarianten
tr: Petrov: Damiano varyasyonu
uk: Російська партія: варіант Даміано
vi: Petrov: Damiano biến
