Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Four knights: Rubinstein counter-gambit, Maroczy variation
ar: الأربعة أحصنة: روبينشتاين الجامبيت المضاد ماركوتزي تفريع
br: Abertura dos 4 Cavalos, Contra-Gambito Rubinstein, Variante Maroczy
ca: Obertura dels quatre cavalls - Variant Espanyola - Contra-Gambit Rubinstein - Variant Maroczy
de: Vierspringerspiel: Rubinstein Gegengambit Maroczy-Variante
es: Apertura de los 4 Caballos, Variante Española, ContraGambito Rubinstein, Variante Maroczy
eu: Lau zaldun: Rubinstein kontra-ganbitoa, Maroczy aldaera
fr: 4 cavaliers, contre-gambit Rubinstein, var. Maroczy
id: 4 Kuda: Gambit Balasan Rubenstein, Varian Maroczy
it: Apertura dei 4 Cavalli, Variante Spagnola, Controgambetto Rubinstein, Variante Maroczy
nl: Vier paarden: Rubinstein tegengambiet Maroczy variant
pl: Cztery skoczki, kontrgambit Rubinstein'a, wariant Maroczego
ru: Дебют четырех коней: контргамбит Рубинштейна, вариант Мароци
si: Štirje skakači, Rubinsteinov proti-gambit, Marcozyeva različica
sv: Fyrspringarspel: Rubinsteins motgambit Maroczyvarianten
tr: Dört at: Rubinstein karşı gambiti Maroczy varyasyonu
uk: Дебют чотирьох коней: контргамбіт Рубінштейна, варіант Мароці
vi: Bốn hiệp sĩ: Rubinstein phản cờ Maroczy biến

source: Four knights: Rubinstein counter-gambit, exchange variation
ar: الأربعة أحصنة: روبينشتاين الجامبيت المضاد, التكسير تفريع
br: Abertura dos 4 Cavalos, Contra-Gambito Rubinstein, Variante da Troca
ca: Obertura dels quatre cavall - Variant Espanyola - Contra-Gambit Rubinstein - Variant del canvi
de: Vierspringerspiel: Rubinstein Gegengambit, Abtauschvariante
es: Apertura de los 4 Caballos, Variante Española, ContraGambito Rubinstein, Variante del Cambio
eu: Lau zaldun: Rubinstein kontra-ganbitoa, truke aldaera
fr: 4 cavaliers, contre-gambit Rubinstein, var. d'échange
id: 4 Kuda: Gambit Balasan Rubenstein, Varian Tukar
it: Apertura dei 4 Cavalli, Variante Spagnola, Controgambetto Rubinstein, Variante di Cambio
pl: Cztery skoczki, kontrgambit Rubinstein'a, wariant wymienny
ru: Дебют четырех коней: контргамбит Рубинштейна, разменный вариант
si: Štirje skakači, Rubinsteinov proti-gambit, izmenjalna različica
sv: Fyrspringarspel: Rubinsteins motgambit, Avbytesvarianten
tr: Dört at: Rubinstein karşı gambiti, takas varyasyonu
uk: Дебют чотирьох коней: контргамбіт Рубінштейна, розмінний варіант
vi: Bốn hiệp sĩ: Rubinstein phản cờ, thay đổi ngoại tệ

source: Four knights: Rubinstein counter-gambit
ar: الأربعة أحصنة: روبينشتاين الجامبيت المضاد
br: Abertura dos 4 Cavalos, Contra-Gambito Rubinstein
ca: Obertura dels quatre cavalls - Variant Espanyola - Contra-Gambit Rubinstein
de: Vierspringerspiel: Rubinstein Gegengambit
es: Apertura de los 4 Caballos, Variante Española, ContraGambito Rubinstein
eu: Lau zaldun: Rubinsteinen kontra-ganbitoa
fr: 4 cavaliers, contre-gambit Rubinstein
id: 4 Kuda: Gambit Balasan Rubenstein
it: Apertura dei 4 Cavalli, Variante Spagnola, Controgambetto Rubinstein
nl: Vier paarden: Rubinstein tegengambiet
pl: Cztery skoczki, kontrgambit Rubinstein'a
ru: Дебют четырех коней: контргамбит Рубинштейна
si: Štirje skakači, Rubinsteinov proti-gambit
sv: Fyrspringarspel: Rubinsteins motgambit
tr: Dört at: Rubinstein karşı gambiti
uk: Дебют чотирьох коней: контргамбіт Рубінштейна
vi: Bốn hiệp sĩ: Rubinstein phản Gambit

source: Four knights: Schultze-Mueller gambit
ar: الأربعة أحصنة: سكولتز-مولر جامبيت
br: Abertura dos 4 Cavalos, Gambito Schultze-Mueller
ca: Obertura dels quatre cavalls - Gambit Schultze Mueller
de: Vierspringerspiel: Schultze-Mueller Gambit
es: Apertura de los 4 Caballos, Gambito Schultze Mueller
eu: Lau zaldun: Schultze-Mueller ganbitoa
fr: 4 cavaliers, gambit Müller - Schulze (Dupond et Dupont, Halloween)
id: 4 Kuda: Gambit Schultze-Mueler
it: Apertura dei 4 Cavalli, Gambetto Schultze-Mueller
nl: Vier paarden: Rubinstein tegengambiet, ruilvariant
pl: Cztery skoczki, gambit Schultze-Mueller'a
ru: Дебют четырех коней: гамбит Шульца-Мюллера
si: Štirje skakači, Schultze-Muellerjev gambit
sv: Fyrspringarspel: Schultze-Möllers gambit
tr: Dört at: Schultze-Mueller gambiti
uk: Дебют чотирьох коней: гамбіт Шульца-Мюллера
vi: Bốn hiệp sĩ: Schultze-Mueller Gambit

source: Four knights: Scotch variation
ar: الأربعة أحصنة: سكوتش تفريع
br: Abertura dos 4 Cavalos, Variante Escocesa
ca: Obertura dels quatre cavalls - Variant Escocesa
de: Vierspringerspiel: Schottische Variante
es: Apertura de los 4 Caballos, Variante Escocesa
eu: Lau zaldun: Eskoziar aldaera
fr: 4 cavaliers, var. écossaise
id: 4 Kuda: Varian Skot
it: Apertura dei 4 Cavalli, Variante Scozzese
nl: Vier paarden: Schotse variant
pl: Cztery skoczki, wariant szkocki
ru: Дебют четырех коней: шотландский вариант
si: Štirje skakači, škotska različica
sv: Fyrspringarspel: Skotsk variant
tr: Dört at: İskoçya varyasyonu
uk: Дебют чотирьох коней: Шотландський варіант
vi: Tứ Mã: Biến thể Scotch

source: Four knights: Scotch, 4...exd4
ar: الأربعة أحصنة: سكوتش, 4...exd5
br: Abertura dos 4 Cavalos, Variante Escocesa, 4...exd4
ca: Obertura dels quatre cavalls - Variant Escocesa - 4. ... exd4
de: Vierspringerspiel: Schottisch, 4...exd4
es: Apertura de los 4 Caballos, Variante Escocesa, 4...exd4
eu: Lau zaldun: Eskoziarra, 4...exd4
fr: 4 cavaliers, var. écossaise, 4...exd4
id: 4 Kuda: Skot, 4....exd4
it: Apertura dei 4 Cavalli, Variante Scozzese, 4...exd4
nl: Vier paarden: Schots, 4 ... exd4
pl: Cztery skoczki, szkocka, 4...exd4
ru: Дебют четырех коней: шотландский вариант, 4...exd4
si: Štirje skakači, škotska, 4. exd4
sv: Fyrspringarspel: Skotsk, 4...exd4
tr: Dört at: İskoçya, 4...exd4
uk: Дебют чотирьох коней: Шотландський варіант, 4...exd4
vi: Bốn hiệp sĩ: Scotch, 4 ... exd4

source: Four knights: Scotch, Krause variation
ar: الأربعة أحصنة: سكوتش, كراوز تفريع
br: Abertura dos 4 Cavalos, Variante Escocesa, Variante Krause
ca: Obertura dels quatre cavalls - Variant Escocesa - Variant Krause
de: Vierspringerspiel: Schottisch, Krause-Variante
es: Apertura de los 4 Caballos, Variante Escocesa, Variante Krause
eu: Lau zaldun: Eskoziarra, Krause aldaera
fr: 4 cavaliers, var. écossaise, var. Krause
id: 4 Kuda: Skot, Varian Krause
it: Apertura dei 4 Cavalli, Variante Scozzese, Variante Krause
nl: Vier paarden: Schots, Krause variant
pl: Cztery skoczki, szkocka, wariant Krause'go
ru: Дебют четырех коней: шотландский вариант, вариант Краузе
si: Štirje skakači, škotska, Krausejeva različica
sv: Fyrspringarspel: Skotsk, Krausevarianten
tr: Dört at: İskoçya, Krause varyasyonu
uk: Дебют чотирьох коней: Шотландський варіант, варіант Краузе
vi: Bốn hiệp sĩ: Scotch, Krause biến

source: Four knights: Spanish variation
ar: الأربعة أحصنة:التفريع الأسباني
br: Abertura dos 4 Cavalos, Variante Espanhola
ca: Obertura dels quatre cavalls - Variant Espanyola o Ruy López
de: Vierspringerspiel: Spanische Variante
es: Apertura de los 4 Caballos, Variante Española o Ruy López
eu: Lau zaldun: espainiar aldaera
fr: 4 cavaliers, var. espagnole
id: 4 Kuda: Varian Spanyol
it: Apertura dei 4 Cavalli, Variante Spagnola o Ruy López
nl: Vier paarden:Spaanse variant
pl: Cztery skoczki, wariant hiszpański
ru: Дебют четырех коней: испанский вариант
si: Štirje skakači, španska različica
sv: Fyrspringarspel: Spansk variant
tr: Dört at: İspanyol varyasyonu
uk: Дебют чотирьох коней: Іспанський варіант
vi: Tứ Mã: Biến thể Tây Ban Nha

source: Four knights: Spanish, classical defence
ar: الأربعة أحصنة: أسباني, الدفاع الكلاسيكي
br: Abertura dos 4 Cavalos, Variante Espanhola, Defesa Clássica
ca: Obertura dels quatre cavalls - Variant Espanyola - Defensa clàssica
de: Vierspringerspiel: Spanish, Klassisch Verteidigung
es: Apertura de los 4 Caballos, Variante Española, Defensa Clásica
eu: Lau zaldun: espainiarra, defentsa klasikoa
fr: 4 cavaliers, var. espagnole, défense classique
id: 4 Kuda: Varian Spanyol, Pembelaan Klasik
it: Apertura dei 4 Cavalli, Variante Spagnola, Difesa Classica
nl: Vier paarden:Spaans, klassieke verdediging
pl: Cztery skoczki, wariant hiszpański, obrona klasyczna
ru: Дебют четырех коней: испанский вариант, классическая защита
si: Štirje skakači, španska, klasična obramba
sv: Fyrspringarspel: Spansk, klassiskt försvar
tr: Dört at: İspanyol, klasik savunma
uk: Дебют чотирьох коней: Іспанський варіант, класичний захист
vi: Bốn mã, phòng thủ Tây Ban Nha cổ điển

source: Four knights: Spielmann variation
ar: الأربعة أحصنة: سبيلمان تفريع
br: Abertura dos 4 Cavalos, Variante Spielmann
ca: Obertura dels quatre cavalls - Variant Espanyola - Variant Spielmann
de: Vierspringerspiel: Spielmann-Variante
es: Apertura de los 4 Caballos, Variante Española, Variante Spielmann
eu: Lau zaldun: Spielmannen aldaera
fr: 4 cavaliers, var. Spielmann
id: 4 Kuda: Varian Spielmann
it: Apertura dei 4 Cavalli, Variante Spagnola, Variante Spielmann
nl: Vier paarden:Spielmann variant
pl: Cztery skoczki, wariant Spielmann'a
ru: Дебют четырех коней: вариант Шпильмана
si: Štirje skakači, Spielmannova različica
sv: Fyrspringarspel: Spielmannvarianten
tr: Dört at: Spielmann varyasyonu
uk: Дебют чотирьох коней: варіант Шпільмана
vi: Bốn hiệp sĩ: Spielmann biến

source: Four knights: Svenonius variation
ar: الأربعة أحصنة: سفنونيوس تفريع
br: Abertura dos 4 Cavalos, Variante Svenonius
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant Svenonius
de: Vierspringerspiel: Svenonius-Variante
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Svenonius
eu: Lau zaldun: Svenonius aldaera
fr: 4 cavaliers, var. Svenonius
id: 4 Kuda: Varian Svenonius
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Svenonius
nl: Vier paarden:Svenonius variant
pl: Cztery skoczki, wariant Svenonius
ru: Дебют четырех коней: вариант Свенониуса
si: Štirje skakači, Svenoniusova različica
sv: Fyrspringarspel: Svenoniusvarianten
tr: Dört at: Svenonius varyasyonu
uk: Дебют чотирьох коней: варіант Свеноніуса
vi: Bốn hiệp sĩ: Svenonius biến

source: Four knights: double Ruy Lopez
ar: الأربعة أحصنة: المزدوج روي لوبيز
br: Abertura dos 4 Cavalos, Dupla Rui Lopez
ca: Obertura dels quatre cavalls - Variant Espanyola doble o simètrica
de: Vierspringerspiel: double Spanisch
es: Apertura de los 4 Caballos, Variante Española Doble o Simétrica
eu: Lau zaldun: Ruy Lopez bikoitza
fr: 4 cavaliers, var. espagnole double
id: 4 Kuda: Varian Spanyol Dobel
it: Apertura dei 4 Cavalli, Variante Spagnola Doble o Simmetrica
nl: Vier paarden:dubbele Ruy Lopez
pl: Cztery skoczki, podwójny Ruy Lopez
ru: Дебют четырех коней: классический вариант
si: Štirje skakači, dvojni Ruy Lopez
sv: Fyrspringarspel: Dubbelspansk
tr: Dört at: çift Ruy Lopez
uk: Дебют чотирьох коней: класичний варіант
vi: Bốn hiệp sĩ: đôi Ruy Lopez

source: Four knights: symmetrical variation
ar: الأربعة أحصنة: التفريع المتناظر
br: Abertura dos 4 Cavalos, Variante Simétrica
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant simètrica
de: Vierspringerspiel: Symmetrische Variante
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Simétrica
eu: Lau zaldun: aldaera simetrikoa
fr: 4 cavaliers, var. symétrique
id: 4 Kuda: Varian Simetris
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Simmetrica
nl: Vier paarden: symmetrische variant
pl: Cztery skoczki, wariant symetryczny
ru: Дебют четырех коней: симметричный вариант
si: Štirje skakači, simetrična različica
sv: Fyrspringarspel: Symmetrisk variant
tr: Dört at: simetrik varyasyon
uk: Дебют чотирьох коней: симетричний варіант
vi: Tứ Mã: Biến thể đối xứng

source: Four knights: symmetrical, Blake variation
ar: الأربعة أحصنة: متناظر, بليك تفريع
br: Abertura dos 4 Cavalos, Variante Simétrica, Variante Blake
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant simètrica - Variant Blake
de: Vierspringerspiel: Symmetrisch, Blake-Variante
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Simétrica, Variante Blake
eu: Lau zaldun: simetrikoa, Blake aldaera
fr: 4 cavaliers symétrique, var. Blake
id: 4 Kuda: Simetris, Varian Blake
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Simmetrica, Variante Blake
nl: Vier paarden: symmetrisch, Blake variant
pl: Cztery skoczki, symetryczny, wariant Blak'a
ru: Дебют четырех коней: симметричный вариант, вариант Блейка
si: Štirje skakači, simetrična, Blakeva različica
sv: Fyrspringarspel: Symmetriskt, Blakevarianten
tr: Dört at: simetrik, Blake varyasyonu
uk: Дебют чотирьох коней: симетричний варіант, варіант Блейка
vi: Bốn hiệp sĩ: đối xứng, Blake biến

source: Four knights: symmetrical, Capablanca variation
ar: الأربعة أحصنة: متناظر, كابابلانكا تفريع
br: Abertura dos 4 Cavalos, Variante Simétrica, Variante Capablanca
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant simètrica - Variant Capablanca
de: Vierspringerspiel: Symmetrisch, Capablanca-Variante
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Simétrica, Variante Capablanca
eu: Lau zaldun: simetrikoa, Capablanca aldaera
fr: 4 cavaliers symétrique, var. Capablanca
id: 4 Kuda: Simetris, Varian Capablanca
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Simmetrica, Variante Capablanca
nl: Vier paarden: symmetrisch, Capablanca variant
pl: Cztery skoczki, symetryczny, wariant Capablanki
ru: Дебют четырех коней: симметричный вариант, вариант Капабланки
si: Štirje skakači, simetrična, Capablancina različica
sv: Fyrspringarspel: Symmetriskt, Capablancavarianten
tr: Dört at: simetrik, Capablanca varyasyonu
uk: Дебют чотирьох коней: симетричний варіант, варіант Капабланки
vi: Bốn hiệp sĩ: đối xứng, Capablanca biến

source: Four knights: symmetrical, Maroczy system
ar: الأربعة أحصنة: متناظر, ماركوتزي نظام
br: Abertura dos 4 Cavalos, Variante Simétrica, Sistema Maroczy
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant simètrica - Sistema Maroczy
de: Vierspringerspiel: Symmetrisch, Maroczy System
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Simétrica, Sistema Maroczy
eu: Lau zaldun: simetrikoa, Maroczy sistema
fr: 4 cavaliers symétrique, système Maroczy
id: 4 Kuda: Simetris, Sistem Maroczy
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Simmetrica, Sistema Maroczy
nl: Vier paarden: symmetrisch, Maroczy systeem
pl: Cztery skoczki, symetryczny, system Maroczego
ru: Дебют четырех коней: симметричный вариант, система Мароци
si: Štirje skakači, simetrična, Maroczyev sistem
sv: Fyrspringarspel: Symmetriskt, Maroczysystemet
tr: Dört at: simetrik, Maroczy sistemi
uk: Дебют чотирьох коней: симетричний варіант, система Мароці
vi: Bốn hiệp sĩ: đối xứng, hệ thống Maroczy

source: Four knights: symmetrical, Metger unpin
ar: الأربعة أحصنة: متناظر, متجر غير مربوط
br: Abertura dos 4 Cavalos, Variante Simétrica, Descravado de Metger
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant simètrica - Desclavada de Metger
de: Vierspringerspiel: Symmetrisch, Metger unpin
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Simétrica, Desclavada de Metger
eu: Lau zaldun: simetrikoa, Metger desiltzatzea
fr: 4 cavaliers symétrique, déclouage Metger
id: 4 Kuda: Simetris, Unpin Metger
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Simmetrica, Desclavada de Metger
nl: Vier paarden: symmetrisch, Metger ontpenning
pl: Cztery skoczki, symetryczny, Metger odpięty
ru: Дебют четырех коней: симметричный вариант, развязывание по Метгеру
si: Štirje skakači, simetrična, Metgerjevo odpetje
sv: Fyrspringarspel: Symmetriskt, Metgers anti-bindning
tr: Dört at: simetrik, iğnesiz Metger
uk: Дебют чотирьох коней: симетричний варіант, розв’язування по Метгеру
vi: Bốn hiệp sĩ: đối xứng, Metger unpin

source: Four knights: symmetrical, Pillsbury variation
ar: الأربعة أحصنة: متناظر, بيلسبوري تفريع
br: Abertura dos 4 Cavalos, Variante Simétrica, Variante Pillsbury
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant simètrica - Variant Pillsbury
de: Vierspringerspiel: Symmetrisch, Pillsbury-Variante
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Simétrica, Variante Pillsbury
eu: Lau zaldun: simetrikoa, Pillsbury aldaera
fr: 4 cavaliers symétrique, var. Pillsbury
id: 4 Kuda: Simetris, Varian Pillsburry
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Simmetrica, Variante Pillsbury
nl: Vier paarden: symmetrisch, Pillsbury variant
pl: Cztery skoczki, symetryczny, wariant Pillsbury
ru: Дебют четырех коней: симметричный вариант, вариант Пильсбери
si: Štirje skakači, simetrična, Pillsburyeva različica
sv: Fyrspringarspel: Symmetriskt, Pillsburyvarianten
tr: Dört at: simetrik, Pillsbury varyasyonu
uk: Дебют чотирьох коней: симетричний варіант, варіант Пільсбері
vi: Bốn hiệp sĩ: đối xứng, Pillsbury biến

source: Four knights: symmetrical, Tarrasch variation
ar: الأربعة أحصنة: متناظر, تفريع تاراش
br: Abertura dos 4 Cavalos, Variante Simétrica, Variante Tarrasch
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant simètrica - Variant Tarrasch
de: Vierspringerspiel: Symmetrisch, Tarrasch-Variante
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Simétrica, Variante Tarrasch
eu: Lau zaldun: simetrikoa, Tarrasch aldaera
fr: 4 cavaliers symétrique, var. Tarrasch
id: 4 Kuda: Simetris, Varian Tarrasch
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Simmetrica, Variante Tarrasch
nl: Vier paarden: symmetrisch, Tarrasch variant
pl: Cztery skoczki, symetryczny, wariant Tarrasch'a
ru: Дебют четырех коней: симметричный вариант, вариант Тарраша
si: Štirje skakači, simetrična,Tarrascheva različica
sv: Fyrspringarspel: Symmetriskt, Tarraschvarianten
tr: Dört at: simetrik, Tarrasch varyasyonu
uk: Дебют чотирьох коней: симетричний варіант, варіант Тарраша
vi: Bốn hiệp sĩ: đối xứng, Tarrasch biến

source: Four knights
ar: الأربعة أحصنة
br: Abertura dos 4 Cavalos
ca: Obertura dels quatre cavalls - Variant Espanyola doble
de: Vierspringerspiel
es: Apertura de los 4 Caballos, Variante Española Doble
eu: Lau zaldunen irekiera
fr: Partie des 4 cavaliers
id: 4 Kuda
it: Apertura dei 4 Cavalli, Variante Spagnola Doble
nl: Vier paarden
pl: Cztery skoczki
ru: Дебют четырех коней
si: Štirje skakači
sv: Fyrspringarspel
tr: Dört at
uk: Дебют чотирьох коней
vi: Bốn hiệp sĩ

source: Fred
ar: فريد
br: Defesa Fred
ca: Defensa Fred
es: Defensa Fred
eu: Fred Defentsa
fr: Défense Fred (gambit Duras)
id: Pembukaan Fred
it: Difesa Fred
ru: Защита Фреда
sv: Freds försvar
uk: Захист Фреда

source: French defence, Steiner variation
ar: فرنسي دفاع, شتاينر تفريع
br: Defesa Francesa, Variante Steiner
ca: Defensa Francesa - Variant Steinitz
de: Französisch Verteidigung, Steiner-Variante
es: Defensa Francesa, Variante Steiner
eu: Defentsa frantsesa, Steiner aldaera
fr: Française, var. Steiner
id: Pembelaan Perancis, Varian Steiner
it: Difesa Francese, Variante Steiner
nl: Franse verdediging Steiner variant
pl: Francuska, wariant Steiner'a
ru: Французская защита: вариант Стейнера
si: francoska obramba, Steinerjeva različica
sv: Franskt försvar: Steinervarianten
tr: Fransız savunması, Steiner varyasyonu
uk: Французький захист: варіант Стейнера
vi: Phòng thủ Pháp, biến Steiner

source: French defence
ar: فرنسي دفاع
br: Defesa Francesa
ca: Defensa Francesa
de: Französisch
es: Defensa Francesa
eu: Defentsa frantsesa
fr: Défense française
id: Pembelaan Perancis
it: Difesa Francese
nl: Franse verdediging
pl: Obrona francuska
ru: Французская защита
si: francoska obramba
sv: Franskt försvar
tr: Fransız savunması
uk: Французький захист
vi: Phòng thủ Pháp

source: French: Alapin variation
ar: فرنسي: تفريع الابين
br: Defesa Francesa, Variante Alapin
ca: Defensa Francesa - Variant Alapin
de: Französisch: Alapin-Variante
es: Defensa Francesa, Variante Alapin
eu: Frantsesa: Alapin aldaera
fr: Française, var. Alapin
id: Pembelaan Perancis, Varian Alapin
it: Difesa Francese, Variante Alapin
nl: Frans: Alapin variant
pl: Francuska, wariant Alapin'a
ru: Французская защита: вариант Алапина
si: francoska, Alapinova različica
sv: Franskt: Alapinvarianten
tr: Fransız: Alapin varyasyonu
uk: Французький захист: варіант Алапіна
vi: Pháp: Alapin biến

source: French: Albin-Alekhine-Chatard attack, Breyer variation
ar: فرنسي: ألبين-اليخين-هجوم شاتارد, برير تفريع
br: Defesa Francesa, Ataque Albin-Alekhine-Chatard, Variante Breyer
ca: Defensa Francesa - Variant clàssica - Atac Albin Alekhine Chatard - Variant Breyer
de: Französisch: Albin-Aljechin-Chatard Angriff, Breyer-Variante
es: Defensa Francesa, Variante Clásica, Ataque Albin Alekhine Chatard, Variante Breyer
eu: Frantsesa: Albin-Alekhine-Chatard erasoa, Breyer aldaera
fr: Française, attaque Albin - Alekhine - Chatard, var. Breyer
id: Pembelaan Perancis: Serangan Albin-Alekhine-Chattard, Varian Breyer
it: Difesa Francese, Variante Classica, Attacco Albin Alekhine Chatard, Variante Breyer
nl: Frans: AlbinAljechinChatard aanval, Breyer variant
pl: Francuska, atak Albin-Alekhine-Chatard, wariant Breyer'a
ru: Французская защита: атака Шатара-Алехина, вариант Брейера
si: francoska, Albinov-Aljehinov-Chatardov napad, Breyerjeva različica
sv: Franskt: Albin-Aljechin-Chatards angrepp, Breyervarianten
tr: Fransız: Albin-Alekhine-Chatard hücumu, Breyer varyasyonu
uk: Французький захист: атака Шатара-Альохіна, варіант Брейєра
vi: Pháp: Albin-Alekhine-Chatard tấn công, Breyer biến

source: French: Albin-Alekhine-Chatard attack, Maroczy variation
ar: فرنسي: ألبين-اليخين-هجوم شاتارد, ماركوتزي تفريع
br: Defesa Francesa, Ataque Albin-Alekhine-Chatard, Variante Maroczy
ca: Defensa Francesa - Variant clàssica - Atac Albin Alekhine Chatard - Variant Maroczy
de: Französisch: Albin-Aljechin-Chatard Angriff, Maroczy-Variante
es: Defensa Francesa, Variante Clásica, Ataque Albin Alekhine Chatard, Variante Maroczy
eu: Frantsesa: Albin-Alekhine-Chatard erasoa, Maroczy aldaera
fr: Française, attaque Albin - Alekhine - Chatard, var. Maroczy
id: Pembelaan Perancis: Serangan Albin-Alekhine-Chattard, Varian Maroczy
it: Difesa Francese, Variante Classica, Attacco Albin Alekhine Chatard, Variante Maroczy
nl: Frans: AlbinAljechinChatard aanval, Maroczy variant
pl: Francuska, atak Albin-Alekhine-Chatard, wariant Maroczego
ru: Французская защита: атака Шатара-Алехина, вариант Мароци
si: francoska, Albinov-Aljehinov-Chatardov napad, Maroczyeva različica
sv: Franskt: Albin-Aljechin-Chatards angrepp, Maroczyvarianten
tr: Fransız: Albin-Alekhine-Chatard hücumu, Maroczy varyasyonu
uk: Французький захист: атака Шатара-Альохіна, варіант Мароці
vi: Pháp: Albin-Alekhine-Chatard tấn công, thay đổi Maroczy

source: French: Albin-Alekhine-Chatard attack, Spielmann variation
ar: فرنسي: ألبين-اليخين-هجوم شاتارد, سبيلمان تفريع
br: Defesa Francesa, Ataque Albin-Alekhine-Chatard, Variante Spielmann
ca: Defensa Francesa - Variant clàssica - Atac Albin Alekhine Chatard - Variant Spielmann
de: Französisch: Albin-Aljechin-Chatard Angriff, Spielmann-Variante
es: Defensa Francesa, Variante Clásica, Ataque Albin Alekhine Chatard, Variante Spielmann
eu: Frantsesa: Albin-Alekhine-Chatard erasoa, Spielmann aldaera
fr: Française, attaque Albin - Alekhine - Chatard, var. Spielmann
id: Pembelaan Perancis: Serangan Albin-Alekhine-Chattard, Varian Spielmann
it: Difesa Francese, Variante Classica, Attacco Albin Alekhine Chatard, Variante Spielmann
nl: Frans: AlbinAljechinChatard aanval, Spielmann variant
pl: Francuska, atak Albin-Alekhine-Chatard, wariant Speilmann'a
ru: Французская защита: атака Шатара-Алехина, вариант Шпильмана
si: francoska, Albinov-Aljehinov-Chatardov napad, Spielmannova različica
sv: Franskt: Albin-Aljechin-Chatards angrepp, Spielmannvarianten
tr: Fransız: Albin-Alekhine-Chatard hücumu, Spielmann varyasyonu
uk: Французький захист: атака Шатара-Альохіна, варіант Шпільмана
vi: Pháp: Albin-Alekhine-Chatard tấn công, Spielmann biến
