Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Alapin's opening
ar: افتتاح ألابين
br: Abertura Alapin
ca: Obertura de Peó de Rei - Obertura Alapin
de: Alapin-Eröffnung
es: Apertura del Peón de Rey Apertura Alapin
eu: Alapinen irekiera
fr: Ouverture Alapin
id: Pembukaan Alapin
it: Apertura del Pedone di Re (Apertura Alapin)
pl: Debiut Ałapina
ru: Дебют Алапина
si: Alapinova otvoritev
sv: Alapins spelöppning
tr: Alapin'in açılışı
uk: Дебют Алапіна
vi: Khai cuộc của Alapin

source: Alekhine's defence: Balogh variation
ar: دفاع إليخين: بالوغ تفريع
br: Defesa Alekhine, Variante Balogh
ca: Defensa Alekhine - Variant Balogh
de: Aljechin-Verteidigung: Balogh-Variante
es: Defensa Alekhine, Variante Balogh
eu: Alekhinen defentsa: Balogh aldaera
fr: Défense Alekhine, var. Balogh
id: Pembelaan Alekhine: Varian Balogh
it: Difesa Alekhine, Variante Balogh
nl: Aljechin verdediging: Balogh variant
pl: Obrona Alekhina: wariant Balogha
ru: Защита Алехина: вариант Балога
si: Aljehinova obramba: Balogh različica
sv: Aljechins försvar: Baloghvarianten
tr: Alekhine'nin savunması: Balogh varyasyonu
uk: Захист Альохіна: варіант Балога
vi: Phòng thủ Alekhine: biến thể Balogh

source: Alekhine's defence: Brooklyn defence
ar: دفاع إليخين: بروكلين دفاع
br: Defesa Alekhine, Defesa Brooklyn
ca: Defensa Alekhine - Defensa Brooklyn
de: Aljechin-Verteidigung: Brooklyn Verteidigung
es: Defensa Alekhine, Defensa Brooklyn
eu: Alekhinen defentsa: Brooklyn defentsa
fr: Défense Alekhine, var. de Brooklyn
id: Pembelaan Alekhine: Varian Brooklyn
it: Difesa Alekhine, Difesa Brooklyn
nl: Aljechin verdediging: Brooklyn verdediging
pl: Obrona Alechina: Obrona Brooklynska
ru: Защита Алехина: бруклинская защита
si: Aljehinova obramba: Brooklyn obramba
sv: Aljechins försvar: Brooklyns försvar
tr: Alekhine'nin savunması: Brooklyn savunması
uk: Захист Альохіна: Бруклінський захист
vi: Phòng thủ Alekhine: Phòng thủ Brooklyn

source: Alekhine's defence: Kmoch variation
ar: دفاع إليخين: كنوش تفريع
br: Defesa Alekhine, Variante Kmoch
ca: Defensa Alekhine - Variant Kmoch
de: Aljechin-Verteidigung: Kmoch-Variante
es: Defensa Alekhine, Variante Kmoch
eu: Alekhinen defentsa: Kmoch aldaera
fr: Défense Alekhine, var. Kmoch
id: Pembelaan Alekhine: Varian Kmoch
it: Difesa Alekhine, Variante Kmoch
nl: Aljechin verdediging: Kmoch variant
pl: Obrona Alechina: wariant Kmocha
ru: Защита Алехина: вариант Кмоха
si: Aljehinova obramba: Kmoch različica
sv: Aljechins försvar: Kmochvarianten
tr: Alekhine'nin savunması: Kmoch varyasyonu
uk: Захист Альохіна: варіант Кмоха
vi: Phòng thủ Alekhine: biến thể Kmoch

source: Alekhine's defence: Krejcik variation
ar: دفاع إليخين: كرجيك تفريع
br: Defesa Alekhine, Variante Krejcik
ca: Defensa Alekhine - Variant Krejcik
de: Aljechin-Verteidigung: Krejcik-Variante
es: Defensa Alekhine, Variante Krejcik
eu: Alekhinen defentsa: Krejcik aldaera
fr: Défense Alekhine, var. Krejcik
id: Pembelaan Alekhine: Varian Krejcik
it: Difesa Alekhine, Variante Krejcik
nl: Aljechin verdediging: Krejcik variant
pl: Obrona Alechina: wariant Krejcika
ru: Защита Алехина: вариант Крейчика
si: Aljehinova obramba: Krejcik različica
sv: Aljechins försvar: Krejcikvarianten
tr: Alekhine'nin savunması: Krejcik varyasyonu
uk: Захист Альохіна: варіант Крейчика
vi: Phòng thủ Alekhine: biến thể Krejcik

source: Alekhine's defence: Maroczy variation
ar: دفاع إليخين: ماركوتزي تفريع
br: Defesa Alekhine, Variante Maroczy
ca: Defensa Alekhine - Variant Maroczy
de: Aljechin-Verteidigung: Maroczy-Variante
es: Defensa Alekhine, Variante Maroczy
eu: Alekhinen defentsa: Maroczy aldaera
fr: Défense Alekhine, var. Maroczy
id: Pembelaan Alekhine: Varian Maroczy
it: Difesa Alekhine, Variante Maroczy
nl: Aljechin verdediging: Maroczy variant
pl: Obrona Alechina: wariant Maroczego
ru: Защита Алехина: вариант Мароци
si: Aljehinova obramba: Maroczy različica
sv: Aljechins försvar: Maroczyvarianten
tr: Alekhine'nin savunması: Maroczy varyasyonu
uk: Захист Альохіна: варіант Мароці
vi: Phòng thủ Alekhine: biến thể Maroczy

source: Alekhine's defence: Mokele Mbembe (Buecker) variation
ar: دفاع إليخين: موكلي ميمبي (بويكر) تفريع
br: Defesa Alekhine, Variante Mokele Mbembe (Buecker)
ca: Defensa Alekhine - Variant Mokele Mbembe o Buecker
de: Aljechin-Verteidigung: Mokele Mbembe (Buecker)-Variante
es: Defensa Alekhine, Variante Mokele Mbembe o Buecker
eu: Alekhinen defentsa: Mokele Mbembe (Buecker) aldaera
fr: Défense Alekhine, var. Mokélé-mbembé ou en langue pygméenne "celui qui peut arrêter le flot de la rivière" (Bücker)
id: Pembelaan Alekhine: Varian Mokele Mbembe (Bluecker)
it: Difesa Alekhine, Variante Mokele Mbembe o Buecker
nl: Aljechin verdediging: Mokele Mbembe (Buecker) variant
pl: Obrona Alechina: wariant Mokele Mbembe (Buecker)
ru: Защита Алехина: вариант Мокеле Мбембе
si: Aljehinova obramba: Mokele Mbembe (Buecker) različica
sv: Aljechins försvar: Mokele Mbembes variant (Bückervarianten)
tr: Alekhine'nin savunması: Mokele Mbembe (Buecker) varyasyonu
uk: Захист Альохіна: варіант Мокеле Мбембе
vi: Phòng thủ Alekhine: biến thể Mokele Mbembe (Buecker)

source: Alekhine's defence: O'Sullivan gambit
ar: دفاع إليخين: أوسوليفان جامبيت
br: Defesa Alekhine, Gambito O'Sullivan
ca: Defensa Alekhine - Gambit O`Sullivan
de: Aljechin-Verteidigung: O'Sullivan Gambit
es: Defensa Alekhine, Gambito O'Sullivan
eu: Alekhinen defentsa: O 'Sullivan ganbitoa
fr: Défense Alekhine, gambit O'Sullivan
id: Pembelaan Alekhine: Varian O'Sullivan
it: Difesa Alekhine, Mossa di O'Sullivan
nl: Aljechin verdediging: O'Sullivan gambit
pl: Obrona Alechina: Gambit O'Sullivana
ru: Защита Алехина: гамбит О'Салливана
si: Aljehinova obramba: O'Sullivan gambit
sv: Aljechins försvar: O'Sullivans gambit
tr: Alekhine'nin savunması: O'Sullivan gambiti
uk: Захист Альохіна: гамбіт О’Саллівана
vi: Phòng thủ Alekhine: thí quân O'Sullivan

source: Alekhine's defence: Saemisch attack
ar: دفاع إليخين: ساميش هجوم
br: Defesa Alekhine, Ataque Saemisch
ca: Defensa Alekhine - Atac Sämisch
de: Aljechin-Verteidigung: Saemisch Angriff
es: Defensa Alekhine, Ataque Sämisch
eu: Alekhinen defentsa: Saemisch erasoa
fr: Défense Alekhine, attaque Sämisch
id: Pembelaan Alekhine: Serangan Saemisch
it: Difesa Alekhine, Attacco Sämisch
nl: Aljechin verdediging: Saemisch aanval
pl: Obrona Alechina: Atak Sömischa
ru: Защита Алехина: атака Земиша
si: Aljehinova obramba: Seamisch napad
sv: Aljechins försvar: Sämisch-angrepp
tr: Alekhine'nin savunması: Saemisch hücumu
uk: Захист Альохіна: атака Земіша
vi: Phòng thủ Alekhine: tấn công Saemisch

source: Alekhine's defence: Scandinavian variation
ar: دفاع إليخين: إسكندينافى تفريع
br: Defesa Alekhine, Variante Escandinava
ca: Defensa Alekhine - Variant Escandinava
de: Aljechin-Verteidigung: Skandinavische-Variante
es: Defensa Alekhine, Variante Escandinava
eu: Alekhinen defentsa: Eskandinaviar aldaera
fr: Défense Alekhine, var. scandinave
id: Pembelaan Alekhine: Varian Skandinavia
it: Difesa Alekhine, Variante Scandinava
nl: Aljechin verdediging: Scandinavische variant
pl: Obrona Alechina: wariant Skandynawska
ru: Защита Алехина: скандинавский вариант
si: Aljehinova obramba: Skandinavska različica
sv: Aljechins försvar: Skandinaviska varianten
tr: Alekhine'nin savunması: İskandinavya varyasyonu
uk: Захист Альохіна: Скандинавський захист
vi: Phòng thủ Alekhine: biến thể Scandinavia

source: Alekhine's defence: Spielmann variation
ar: دفاع إليخين: سبيلمان تفريع
br: Defesa Alekhine, Variante Spielmann
ca: Defensa Alekhine - Variant Spielmann
de: Aljechin-Verteidigung: Spielmann-Variante
es: Defensa Alekhine, Variante Spielmann
eu: Alekhinen defentsa: Spielmann aldaera
fr: Défense Alekhine, var. Spielmann
id: Pembelaan Alekhine: Varian Spielmann
it: Difesa Alekhine, Variante Spielmann
nl: Aljechin verdediging: Spielmann variant
pl: Obrona Alechina: wariant Spielmanna
ru: Защита Алехина: вариант Шпильмана
si: Aljehinova obramba: Spelmann različica
sv: Aljechins försvar: Spielmannvarianten
tr: Alekhine'nin savunması: Spielmann varyasyonu
uk: Захист Альохіна: варіант Шпільмана
vi: Phòng thủ Alekhine: Biến thể Spielmann

source: Alekhine's defence: Steiner variation
ar: دفاع إليخين: شتاينر تفريع
br: Defesa Alekhine, Variante Steiner
ca: Defensa Alekhine - Variant Steiner
de: Aljechin-Verteidigung: Steiner-Variante
es: Defensa Alekhine, Variante Steiner
eu: Alekhinen defentsa: Steiner aldaera
fr: Défense Alekhine, var. Steiner
id: Pembelaan Alekhine: Varian Steiner
it: Difesa Alekhine, Variante Steiner
nl: Aljechin verdediging: Steiner variant
pl: Obrona Alechina: wariant Steinera
ru: Защита Алехина: вариант Стейнера
si: Aljehinova obramba: Steiner različica
sv: Aljechins försvar: Steinervarianten
tr: Alekhine'nin savunması: Steiner varyasyonu
uk: Захист Альохіна: варіант Стейнера
vi: Phòng thủ Alekhine: Biến thể Steiner

source: Alekhine's defence: Welling variation
ar: دفاع إليخين:ويلينج تفريع
br: Defesa Alekhine, Variante Welling
ca: Defensa Alekhine - Variant Welling
de: Aljechin-Verteidigung: Welling-Variante
es: Defensa Alekhine, Variante Welling
eu: Alekhinen defentsa: Welling aldaera
fr: Défense Alekhine, var. Welling
id: Pembelaan Alekhine: Varian Welling
it: Difesa Alekhine, Variante Welling
nl: Verdediging Aljechin's: Welling variant
pl: Obrona Alechina: wariant Welling'a
ru: Защита Алехина: вариант Уэллинга
si: Aljehinova obramba: Welling različica
sv: Aljechins försvar: Wellingvarianten
tr: Alekhine'nin savunması: Welling varyasyonu
uk: Захист Альохіна: Уеллінга
vi: Phòng thủ Alekhine: Biến thể Welling

source: Alekhine's defence: exchange variation
ar: دفاع إليخين: التكسير تفريع
br: Defesa Alekhine, Variante da Troca
ca: Defensa Alekhine - Variant del canvi
de: Aljechin-Verteidigung: Abtauschvariante
es: Defensa Alekhine, Variante del Cambio
eu: Alekhinen defentsa: Truke aldaera
fr: Défense Alekhine, var. d'échange
id: Pembelaan Alekhine: Varian Tukar
it: Difesa Alekhine, Variante di scambio
nl: Aljechin verdediging: ruilvariant
pl: Obrona Alechina: Wariant wymienny
ru: Защита Алехина: разменный вариант
si: Aljehinova obramba: izmenjalna različica
sv: Aljechins försvar: Avbytesvarianten
tr: Alekhine'nin savunması: takas varyasyonu
uk: Захист Альохіна: розмінний варіант
vi: Phòng thủ Alekhine: Biến thể đổi quân

source: Alekhine's defence: exchange, Karpov variation
ar: دفاع إليخين: التكسير, كاربوف تفريع
br: Defesa Alekhine, Variante da Troca, Variante Karpov
ca: Defensa Alekhine - Variant del canvi - Variant Karpov
de: Aljechin-Verteidigung: Abtauschvariante, Karpov-Variante
es: Defensa Alekhine, Variante del Cambio, Variante Karpov
eu: Alekhinen defentsa: Trukea, Karpov aldaera
fr: Défense Alekhine, var. d'échange, var. Karpov
id: Pembelaan Alekhine: Varian Tukar, Karpov
it: Difesa Alekhine, Variante di scambio, Variante Karpov
nl: Aljechin verdediging: ruil, Karpov variant
pl: Obrona Alechina: Wariant wymienny Karpowa
ru: Защита Алехина: разменный вариант, вариант Карпова
si: Aljehinova obramba: izmenjalna, Karpov različica
sv: Aljechins försvar: Avbytesvarianten, Karpovvarianten
tr: Alekhine'nin savunması: takas, Karpov varyasyonu
uk: Захист Альохіна: розмінний варіант, варіант Карпова
vi: Phòng thủ Alekhine: đổi quân, biến thể Karpov

source: Alekhine's defence: four pawns attack, 6...Nc6
ar: دفاع إليخين: الأربعة بيادق هجوم, 6...Nc7
br: Defesa Alekhine, Ataque dos 4 Peões, 6...Cc6
ca: Defensa Alekhine - Atac dels quatre peons - 6 .... Cc6
de: Aljechin-Verteidigung: Vierbauernangriff, 6...Sc6
es: Defensa Alekhine, Ataque de los 4 Peones, 6...Cc6
eu: Alekhinen defentsa: lau peoien erasoa, 6...Zc6
fr: Défense Alekhine, attaque des quatre pions, 6...Cc6
id: Pembelaan Alekhine: Serangan 4 Bidak, 6....Kc6
it: Difesa Alekhine, Attacco dei 4 Pedoni, 6...Cc6
nl: Aljechin verdediging: vier pionnen aanval, 6 ... Pc6
pl: Obrona Alechina: atak czterech pionów, 6...Nc6
ru: Защита Алехина: атака четырех пешек, 6...Кc6
si: Aljehinova obramba: napad štirih kmetov, 6. Sc6
sv: Aljechins försvar: Fyrbondesangrepp med 6...Sc6
tr: Alekhine'nin savunması: dört piyon hücumu, 6...Nc6
uk: Захист Альохіна: атака чотирьох пішаків, 6...Кc6
vi: Phòng thủ Alekhine: bốn tốt tấn công, 6 ... Nc6

source: Alekhine's defence: four pawns attack, 7.Be3
ar: دفاع إليخين: الأربعة بيادق هجوم, 7.Be4
br: Defesa Alekhine, Ataque dos 4 Peões, 7.Be3
ca: Defensa Alekhine - Atac dels quatre peons - 7. Ae3
de: Aljechin-Verteidigung: Vierbauernangriff, 7.Le3
es: Defensa Alekhine, Ataque de los 4 Peones, 7.Ae3
eu: Alekhinen defentsa: lau peoien erasoa 7.Ae3
fr: Défense Alekhine, attaque des quatre pions, 7.Fe3
id: Pembelaan Alekhine: Serangan 4 Bidak, 6....Ge3
it: Difesa Alekhine, Attacco dei 4 Pedoni, 7.Ae3
nl: Aljechin verdediging: vier pionnen aanval, 7.Le3
pl: Obrona Alechina: atak czterech pionów, 7.Be3
ru: Защита Алехина: атака четырех пешек, 7.Сe3
si: Aljehinova obramba: napad štirih kmetov, 7. Le3
sv: Aljechins försvar: Fyrbondesangrepp med 7.Le3
tr: Alekhine'nin savunması: dört piyon hücumu, 7.Be3
uk: Захист Альохіна: атака чотирьох пішаків, 7.Сe3
vi: Phòng thủ Alekhine: bốn tốt tấn công, 7.Be3

source: Alekhine's defence: four pawns attack, Ilyin-Genevsky var.
ar: دفاع إليخين: الأربعة بيادق هجوم, الين-جينفرسكي تفريع
br: Defesa Alekhine, Ataque dos 4 Peões, Variante Ilyin Genevsky
ca: Defensa Alekhine - Atac dels quatre peons - Variant Ilyin Genevsky
de: Aljechin-Verteidigung: Vierbauernangriff, Ilyin-Genevsky var.
es: Defensa Alekhine, Ataque de los 4 Peones, Variante Ilyin Genevsky
eu: Alekhinen defentsa: lau peoien erasoa, Ilyin-Genevsky aldaera.
fr: Défense Alekhine, attaque des quatre pions, var. Iline-Jenevski
id: Pembelaan Alekhine: Serangan 4 Bidak, Varian Ilyin-Genevsky
it: Difesa Alekhine, Attacco dei 4 Pedoni, Variante Ilyin Genevsky
nl: Aljechin verdediging: vier pionnen aanval, Ilyin-Genevsky var.
pl: Obrona Alechina: atak czterech pionów, wariant Iljin-Żenewski
ru: Защита Алехина: атака четырех пешек, вариант Ильина-Женевского
si: Aljehinova obramba: napad štirih kmetov, Ilyin-Genevsky različica
sv: Aljechins försvar: Fyrbondesangrepp, Iljin-Zjenevskijvarianten
tr: Alekhine'nin savunması: dört piyon hücumu, Ilyin-Genevsky var.
uk: Захист Альохіна: атака чотирьох пішаків, варіант Ільїна-Женевського.
vi: Phòng thủ Alekhine: bốn tốt tấn công, Ilyin-Genevsky var.

source: Alekhine's defence: four pawns attack, Korchnoi variation
ar: دفاع إليخين: الأربعة بيادق هجوم, تفريع كورشنوي
br: Defesa Alekhine, Ataque dos 4 Peões, Variante Korchnoi
ca: Defensa Alekhine - Atac dels quatre peons - Variant Korchnoi
de: Aljechin-Verteidigung: Vierbauernangriff, Korchnoi-Variante
es: Defensa Alekhine, Ataque de los 4 Peones, Variante Korchnoi
eu: Alekhinen defentsa: lau peoien erasoa, Korchnoi aldaera
fr: Défense Alekhine, attaque des quatre pions, var. Kortchnoï
id: Pembelaan Alekhine: Serangan 4 Bidak, Varian Korchnoi
it: Difesa Alekhine, Attacco dei 4 Pedoni, Variante Korchnoi
nl: Aljechin verdediging: vier pionnen aanval, Korchnoi variant
pl: Obrona Alechina: atak czterech pionów, wariant Korcznoja
ru: Защита Алехина: атака четырех пешек, вариант Корчного
si: Aljehinova obramba: napad štirih kmetov, Korchnoi različica
sv: Aljechins försvar: Fyrbondesangrepp, Kortjnojvarianten
tr: Alekhine'nin savunması: dört piyon hücumu, Korchnoi varyasyonu
uk: Захист Альохіна: атака чотирьох пішаків, варіант Корчного
vi: Phòng thủ Alekhine: bốn tốt tấn công, biến thể Korchnoi

source: Alekhine's defence: four pawns attack, Planinc variation
ar: دفاع إليخين: الأربعة بيادق هجوم, بلانينك تفريع
br: Defesa Alekhine, Ataque dos 4 Peões, Variante Planinc
ca: Defensa Alekhine - Atac dels quatre peons - Variant Planinc
de: Aljechin-Verteidigung: Vierbauernangriff, Planinc-Variante
es: Defensa Alekhine, Ataque de los 4 Peones, Variante Planinc
eu: Alekhinen defentsa: lau peoien erasoa, Planinc aldaera
fr: Défense Alekhine, attaque des quatre pions, var. Planinc
id: Pembelaan Alekhine: Serangan 4 Bidak, Varian Planinc
it: Difesa Alekhine, Attacco dei 4 Pedoni, Variante Planinc
nl: Aljechin verdediging: vier pionnen aanval, Planinc variant
pl: Obrona Alechina: atak czterech pionów, wariant Planineca
ru: Защита Алехина: атака четырех пешек, вариант Планинца
si: Aljehinova obramba: napad štirih kmetov, Planinc različica
sv: Aljechins försvar: Fyrbondesangrepp, Planincvarianten
tr: Alekhine'nin savunması: dört piyon hücumu, Planinc varyasyonu
uk: Захист Альохіна: атака чотирьох пішаків, варіант Планінца
vi: Phòng thủ Alekhine: bốn tốt tấn công, biến thể Planinc

source: Alekhine's defence: four pawns attack, Tartakower variation
ar: دفاع إليخين: الأربعة بيادق هجوم, تارتاكوفر تفريع
br: Defesa Alekhine, Ataque dos 4 Peões, Variante Tartakower
ca: Defensa Alekhine - Atac dels quatre peons - Variant Tartakower
de: Aljechin-Verteidigung: Vierbauernangriff, Tartakower-Variante
es: Defensa Alekhine, Ataque de los 4 Peones, Variante Tartakower
eu: Alekhinen defentsa: lau peoien erasoa, tatariarren aldaera
fr: Défense Alekhine, attaque des quatre pions, var. Tartakover
id: Pembelaan Alekhine: Serangan 4 Bidak, Varian Tartakower
it: Difesa Alekhine, Attacco dei 4 Pedoni, Variante Tartakower
nl: Aljechin verdediging: vier pionnen aanval, Tartakower variant
pl: Obrona Alechina: atak czterech pionów, wariant Tartakowera
ru: Защита Алехина: атака четырех пешек, вариант Тартаковера
si: Aljehinova obramba: napad štirih kmetov, Tartakower različica
sv: Aljechins försvar: Fyrbondesangrepp, Tartakowervarianten
tr: Alekhine'nin savunması: dört piyon hücumu, Tartakower varyasyonu
uk: Захист Альохіна: атака чотирьох пішаків, варіант Тартаковера
vi: Phòng thủ Alekhine: bốn tốt tấn công, biến thể Tartakower

source: Alekhine's defence: four pawns attack, Trifunovic variation
ar: دفاع إليخين: الأربعة بيادق هجوم, تريفونوفيك تفريع
br: Defesa Alekhine, Ataque dos 4 Peões, Variante Trifunovic
ca: Defensa Alekhine - Atac dels quatre peons - Variant Trifunovic
de: Aljechin-Verteidigung: Vierbauernangriff, Trifunovic-Variante
es: Defensa Alekhine, Ataque de los 4 Peones, Variante Trifunovic
eu: Alekhinen defentsa: lau peoien erasao, Trifunovic aldaera
fr: Défense Alekhine, attaque des quatre pions, var. Trifunović
id: Pembelaan Alekhine: Serangan 4 Bidak, Varian Trifunovic
it: Difesa Alekhine, Attacco dei 4 Pedoni, Variante Trifunovic
nl: Aljechin verdediging: vier pionnen aanval, Trifunovic variant
pl: Obrona Alechina: atak czterech pionów, wariant Trifunovića
ru: Защита Алехина: атака четырех пешек, вариант Трифуновича
si: Aljehinova obramba: napad štirih kmetov, Trifunovic različica
sv: Aljechins försvar: Fyrbondesangrepp, Trifunovicvarianten
tr: Alekhine'nin savunması: dört piyon hücumu, Trifunovic varyasyonu
uk: Захист Альохіна: атака чотирьох пішаків, варіант Трифуновича
vi: Phòng thủ Alekhine: bốn tốt tấn công, biến thể Trifunovic

source: Alekhine's defence: four pawns attack, fianchetto variation
ar: دفاع إليخين: الأربعة بيادق هجوم, فيل الوتر الطويل تفريع
br: Defesa Alekhine, Ataque dos 4 Peões, Variante do Fianchetto
ca: Defensa Alekhine - Atac dels quatre peons - Variant del Fianchetto
de: Aljechin-Verteidigung: Vierbauernangriff, Fianchettovariante
es: Defensa Alekhine, Ataque de los 4 Peones, Variante del Fianchetto
eu: Alekhinen defentsa: lau peoien erasoa, fianchetto aldaera
fr: Défense Alekhine, attaque des quatre pions, var. du fianchetto
id: Pembelaan Alekhine: Serangan 4 Bidak, Varian Fianchetto
it: Difesa Alekhine, Attacco dei 4 Pedoni, Variante del Fianchetto
nl: Aljechin verdediging: vier pionnen aanval, fianchetto variant
pl: Obrona Alechina: atak czterech pionów, wariant fianchetto
ru: Защита Алехина: атака четырех пешек, вариант с фианкетто
si: Aljehinova obramba: napad štirih kmetov, krilni razvoj različica
sv: Aljechins försvar: Fyrbondesangrepp, fianchettovarianten
tr: Alekhine'nin savunması: dört piyon hücumu, Fianchetto varyasyonu
uk: Захист Альохіна: атака чотирьох пішаків, варіант з фіанкетто
vi: Phòng thủ Alekhine: bốn tốt tấn công, biến thể fianchetto

source: Alekhine's defence: four pawns attack
ar: دفاع إليخين: الأربعة بيادق هجوم
br: Defesa Alekhine, Ataque dos 4 Peões
ca: Defensa Alekhine - Atac dels quatre peons
de: Aljechin-Verteidigung: Vierbauernangriff
es: Defensa Alekhine, Ataque de los 4 Peones
eu: Alekhinen defentsa: lau peoien erasoa
fr: Défense Alekhine, attaque des quatre pions
id: Pembelaan Alekhine: Serangan 4 Bidak
it: Difesa Alekhine, Attacco dei 4 Pedoni
nl: Aljechin verdediging: vier pionnen aanval
pl: Obrona Alechina: atak czterech pionów
ru: Защита Алехина: атака четырех пешек
si: Aljehinova obramba: napad štirih kmetov
sv: Aljechins försvar: Fyrbondesangrepp
tr: Alekhine'nin savunması: dört piyon hücumu
uk: Захист Альохіна: атака чотирьох пішаків
vi: Phòng thủ Alekhine: bốn tốt tấn công

source: Alekhine's defence: modern variation, 4...Bg4
ar: دفاع إليخين: حديث تفريع, 4...Bg5
br: Defesa Alekhine, Variante Moderna, 4...Bg4
ca: Defensa Alekhine - Variant Moderna - 4 ... Ag4
de: Aljechin-Verteidigung: Moderne Variante, 4...Lg4
es: Defensa Alekhine, Variante Moderna, 4...Ag4
eu: Alekhinen defentsa: aldaera modernoa, Ag4
fr: Défense Alekhine, var. moderne, 4...Fg4
id: Pembelaan Alekhine: Varian Modern, 4....Gg4
it: Difesa Alekhine, Variante Moderna, 4...Ag4
nl: Aljechin verdediging: moderne variant, 4 ... Lg4
pl: Obrona Alechina: wariant nowoczesny, 4...Bg4
ru: Защита Алехина: современная система, 4...Сg4
si: Aljehinova obramba: moderna različica, 4. Lg4
sv: Aljechins försvar: Moderna varianten, 4...Lg4
tr: Alekhine'nin savunması: modern varyasyon, 4...Bg4
uk: Захист Альохіна: сучасна система, 4...Сg4
vi: Phòng thủ Alekhine: biến thể hiện đại, 4 ... Bg4

source: Alekhine's defence: modern variation
ar: دفاع إليخين: حديث تفريع
br: Defesa Alekhine, Variante Moderna
ca: Defensa Alekhine - Variant moderna
de: Aljechin-Verteidigung: Moderne Variante
es: Defensa Alekhine, Variante Moderna
eu: Alekhinen defentsa: aldaera modernoa
fr: Défense Alekhine, var. moderne
id: Pembelaan Alekhine: Varian Modern
it: Difesa Alekhine, Variante Moderna
nl: Aljechin verdediging: moderne variant
pl: Obrona Alechina: wariant nowoczesny
ru: Защита Алехина: современная система
si: Aljehinova obramba: moderna različica
sv: Aljechins försvar: Moderna varianten
tr: Alekhine'nin savunması: modern varyasyon
uk: Захист Альохіна: сучасна система
vi: Phòng thủ Alekhine: biến thể hiện đại

source: Alekhine's defence: modern, Alekhine variation
ar: دفاع إليخين: حديث, اليخين تفريع
br: Defesa Alekhine, Variante Moderna, Variante Alekhine
ca: Defensa Alekhine - Variant Moderna - Variant Alekhine
de: Aljechin-Verteidigung: Modern, Aljechin Variante
es: Defensa Alekhine, Variante Moderna, Variante Alekhine
eu: Alekhinen defentsa: modernoa, Alekhine aldaera
fr: Défense Alekhine, var. moderne, var. Alekhine
id: Pembelaan Alekhine: Varian Modern, Alekhine
it: Difesa Alekhine, Variante Moderna, Variante Alekhine
nl: Aljechin verdediging: modern, Aljechin variant
pl: Obrona Alechina: nowoczesny, wariant Alechina
ru: Защита Алехина: современная система, вариант Алехина
si: Aljehinova obramba: moderna, Aljehinova različica
sv: Aljechins försvar: Moderna, Aljechinvarianten
tr: Alekhine'nin savunması: modern, Alekhine varyasyonu
uk: Захист Альохіна: сучасна система, варіант Альохіна
vi: Phòng thủ Alekhine: hiện đại, biến thể Alekhine
