Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: French: Steinitz attack
ar: فرنسي: شتاينتز هجوم
br: Defesa Francesa, Ataque Steinitz
ca: Defensa Francesa - Atac Steinitz
de: Französisch: Steinitz Angriff
es: Defensa Francesa, Ataque Steinitz
eu: Frantsesa: Steinitz erasoa
fr: Française, attaque Steinitz
id: Pembelaan Perancis: Serangan Steinitz
it: Difesa Francese, Attacco Steinitz
nl: Frans: Steinitz aanval
pl: Francuska, atak Steinitz'a
ru: Французская защита: атака Стейница
si: francoska, Steinitzev napad
sv: Franskt: Steinitzangrepp
tr: Fransız: Steinitz hücumu
uk: Французький захист: атака Стейніца
vi: Pháp: Steinitz tấn công

source: French: Steinitz variation
ar: فرنسي: تفريع شتاينتز
br: Defesa Francesa, Variante Steinitz
ca: Defensa Francesa - Variant Steinitz
de: Französisch: Steinitz-Variante
es: Defensa Francesa, Variante Steinitz
eu: Frantsesa: Steinitz aldaera
fr: Française, var. Steinitz
id: Pembelaan Perancis, Varian Steinitz
it: Difesa Francese, Variante Steinitz
nl: Frans: Steinitz variant
pl: Francuska, wariant Steinitz'a
ru: Французская защита: вариант Стейница
si: francoska, Steinitzeva različica
sv: Franskt: Steinitzvarianten
tr: Fransız: Steinitz varyasyonu
uk: Французький захист: варіант Стейніца
vi: Pháp: Steinitz biến

source: French: Steinitz, Boleslavsky variation
ar: فرنسي: شتاينتز, بولسلافسكي تفريع
br: Defesa Francesa, Variante Steinitz, Variante Boleslavsky
ca: Defensa Francesa - Variant Steinitz - Variant Boleslavsky
de: Französisch: Steinitz, Boleslavsky-Variante
es: Defensa Francesa, Variante Steinitz, Variante Boleslavsky
eu: Frantsesa: Steinitz, Boleslavsky aldaera
fr: Française, var. Steinitz, var. Boleslavsky
id: Pembelaan Perancis: Steinitz, Varian Boleslavsky
it: Difesa Francese, Variante Steinitz, Variante Boleslavsky
nl: Frans: Steinitz, Boleslavsky variant
pl: Francuska, Steinitz, wariant Boleslavsky'ego
ru: Французская защита: вариант Стейница, вариант Болеславского
si: francoska, Steinitz, Boleslavskyeva različica
sv: Franskt: Steinitz, Boleslavskijvarianten
tr: Fransız: Steinitz, Boleslavsky varyasyonu
uk: Французький захист: варіант Стейніца, вариант Болеславського
vi: Pháp: Steinitz, Boleslavsky biến

source: French: Steinitz, Bradford attack
ar: فرنسي: شتاينتز, برادفورد هجوم
br: Defesa Francesa, Variante Steinitz, Ataque Bradford
ca: Defensa Francesa - Variant Steinitz - Atac Bradford
de: Französisch: Steinitz, Bradford Angriff
es: Defensa Francesa, Variante Steinitz, Ataque Bradford
eu: Frantsesa: Steinitz, Bradford erasoa
fr: Française, var. Steinitz, attaque Bradford
id: Pembelaan Perancis: Steinitz, Serangan Bradford
it: Difesa Francese, Variante Steinitz, Attacco Bradford
nl: Frans: Steinitz, Bradford aanval
pl: Francuska, Steinitz, atak Bradford'a
ru: Французская защита: вариант Стейница, Брэдфордская атака
si: francoska, Steinitz, Bradfordov napad
sv: Franskt: Steinitz, Bradfords angrepp
tr: Fransız: Steinitz, Bradford hücumu
uk: Французький захист: варіант Стейніца, Бредфордська атака
vi: Pháp: Steinitz, Bradford tấn công

source: French: Steinitz, Brodsky-Jones variation
ar: فرنسي: شتاينتز, برودسكاي-جونس تفريع
br: Defesa Francesa, Variante Steinitz, Variante Brodsky-Jones
ca: Defensa Francesa - Variant Steinitz - Variant Brodsky Jones
de: Französisch: Steinitz, Brodsky-Jones-Variante
es: Defensa Francesa, Variante Steinitz, Variante Brodsky Jones
eu: Frantsesa: Steinitz, Brodsky-Jones aldaera
fr: Française, var. Steinitz, var. Brodsky - Jones
id: Pembelaan Perancis: Steinitz, Varian Brodsky-Jones
it: Difesa Francese, Variante Steinitz, Variante Brodsky Jones
nl: Frans: Steinitz, Brodsky-Jones variant
pl: Francuska, Steinitz, wariant Brodksy-Jones
ru: Французская защита: вариант Стейница, вариант Бродского-Джоунса
si: francoska, Steinitz, Brodsky-Jonesova različica
sv: Franskt: Steinitz, Brodskij-Jones variant
tr: Fransız: Steinitz, Brodsky-Jones varyasyonu
uk: Французький захист: варіант Стейніца, варіант Бродського-Джоунса
vi: Pháp: Steinitz, Brodsky-Jones biến

source: French: Steinitz, Gledhill attack
ar: فرنسي: شتاينتز, جليدهيل هجوم
br: Defesa Francesa, Variante Steinitz, Ataque Gledhill
ca: Defensa Francesa - Variant Steinitz - Atac Gledhill
de: Französisch: Steinitz, Gledhill Angriff
es: Defensa Francesa, Variante Steinitz, Ataque Gledhill
eu: Frantsesa: Steinitz, Gledhill erasoa
fr: Française, var. Steinitz, attaque Gledhill
id: Pembelaan Perancis: Steinitz, Serangan Gledhill
it: Difesa Francese, Variante Steinitz, Attacco Gledhill
nl: Frans: Steinitz, Gledhill aanval
pl: Francuska, Steinitz, atak Gledhill'a
ru: Французская защита: вариант Стейница, атака Гледхилла
si: francoska, Steinitz, Gledhillov napad
sv: Franskt: Steinitz, Gledhills angrepp
tr: Fransız: Steinitz, Gledhill hücumu
uk: Французький захист: варіант Стейніца, атака Гледхілла
vi: Pháp: Steinitz, Gledhill tấn công

source: French: Swiss variation
ar: فرنسي: السويسري تفريع
br: Defesa Francesa, Variante Suiça
ca: Defensa Francesa - Variant Suïssa
de: Französisch: Schweizer Variante
es: Defensa Francesa, Variante Suiza
eu: Frantsesa: Suitzako aldaera
fr: Française, var. suisse
id: Pembelaan Perancis, Varian Swiss
it: Difesa Francese, Variante Suiza
nl: Frans: Zwitserse variant
pl: Francuska, wariant szwajcarski
ru: Французская защита: швейцарский вариант
si: francoska, Swiss različica
sv: Franskt: Schweizervarianten
tr: Fransız: İsviçre varyasyonu
uk: Французький захист: Швейцарський варіант
vi: Biến thể của Thụy Sĩ: Pháp

source: French: Tarrasch, Botvinnik variation
ar: فرنسي: تاراش, بوتفنيك تفريع
br: Defesa Francesa, Variante Tarrasch, Variante Botvinnik
ca: Defensa Francesa - Variant Tarrasch - Variant tancada - Variant Botvinink
de: Französisch: Tarrasch, Botvinnik-Variante
es: Defensa Francesa, Variante Tarrasch, Variante Cerrada, Variante Botvinnik
eu: Frantsesa: Tarrasch, Botvinnik aldaera
fr: Française, var. Tarrasch, var. Botvinnik
id: Pembelaan Perancis: Tarrasch, Varian Botwinnik
it: Difesa Francese, Variante Tarrasch, Variante Chiusa, Variante Botvinnik
nl: Frans: Tarrasch, Botvinnik variant
pl: Francuska, Tarrasch, wariant Botvinnik'a
ru: Французская защита: система Тарраша, вариант Ботвинника
si: francoska, Tarrasch, Botvinnikova različica
sv: Franskt: Tarrasch, Botvinnikvarianten
tr: Fransız: Tarrasch, Botvinnik varyasyonu
uk: Французький захист: система Тарраша, варіант Ботвинника
vi: Pháp: Tarrasch, Botvinnik biến

source: French: Tarrasch, Eliskases variation
ar: فرنسي: تاراش, اليسكازس تفريع
br: Defesa Francesa, Variante Tarrasch, Variante Eliskases
ca: Defensa Francesa - Variant Tarrasch - Variant oberta - Variant Eliskases
de: Französisch: Tarrasch, Eliskases-Variante
es: Defensa Francesa, Variante Tarrasch, Variante Abierta, Variante Eliskases
eu: Frantsesa: Tarrasch, Eliskases aldaera
fr: Française, var. Tarrasch, var. Eliskases
id: Pembelaan Perancis: Tarrasch, Varian Eliskases
it: Difesa Francese, Variante Tarrasch, Variante Aperta, Variante Eliskases
nl: Frans: Tarrasch, Eliskases variant
pl: Francuska, Tarrasch, wariant Eliskases'a
ru: Французская защита: система Тарраша, вариант Элисказеса
si: francoska, Tarrasch, Eliskasesova različica
sv: Franskt: Tarrasch, Eliskasesvarianten
tr: Fransız: Tarrasch, Eliskases varyasyonu
uk: Французький захист: система Тарраша, варіант Елісказеса
vi: Pháp: Tarrasch, Eliskases biến

source: French: Tarrasch, Guimard main line
ar: فرنسي: تاراش, جويمارد الخط الرئيسي
br: Defesa Francesa, Variante Tarrasch, Variante Guimard Linha Principal
ca: Defensa Francesa - Variant Tarrasch - Variant Guimard - Línia principal
de: Französisch: Tarrasch, Guimard Hauptvariante
es: Defensa Francesa, Variante Tarrasch, Variante Guimard, Linea Principal
eu: Frantsesa: Tarrasch, Guimard lerroa nagusia
fr: Française, var. Tarrasch, var. Guimard, ligne principale
id: Pembelaan Perancis: Tarrasch, Jalur Utama Guimard
it: Difesa Francese, Variante Tarrasch, Variante Guimard, Linea Principale
nl: Frans: Tarrasch, Guimard hoofdlijn
pl: Francuska, Tarrasch, Guimard główna linia
ru: Французская защита: система Тарраша, основной вариант Гимара
si: Francoska: Tarrasch, Guimard glavna linija
sv: Franskt: Tarrasch, Guimards huvudvariant
tr: Fransız: Tarrasch, Guimard ana hat
uk: Французький захист: система Тарраша, основний варіант Гімара
vi: Pháp: Tarrasch, Guimard dòng chính

source: French: Tarrasch, Guimard variation
ar: فرنسي: تاراش, جويمارد تفريع
br: Defesa Francesa, Variante Tarrasch, Variante Guimard
ca: Defensa Francesa - Variant Tarrasch - Variant Guimard
de: Französisch: Tarrasch, Guimard-Variante
es: Defensa Francesa, Variante Tarrasch, Variante Guimard
eu: Frantsesa: Tarrasch, Guimard aldaera
fr: Française, var. Tarrasch, var. Guimard
id: Pembelaan Perancis: Tarrasch, Varian Guimard
it: Difesa Francese, Variante Tarrasch, Variante Guimard
nl: Frans: Tarrasch, Guimard variant
pl: Francuska, Tarrasch, wariant Guimard'a
ru: Французская защита: система Тарраша, вариант Гимара
si: francoska, Tarrasch, Guimardova različica
sv: Franskt: Tarrasch, Guimardvarianten
tr: Fransız: Tarrasch, Guimard varyasyonu
uk: Французький захист: система Тарраша, варіант Гімара
vi: Pháp: Tarrasch, Guimard biến

source: French: Tarrasch, Haberditz variation
ar: فرنسي: تاراش, هابرديتز تفريع
br: Defesa Francesa, Variante Tarrasch, Variante Haberditz
ca: Defensa Francesa - Variant Tarrasch - Variant Haberditz
de: Französisch: Tarrasch, Haberditz-Variante
es: Defensa Francesa, Variante Tarrasch, Variante Haberditz
eu: Frantsesa: Tarrasch, Haberditz aldaera
fr: Française, var. Tarrasch, var. Haberditz
id: Pembelaan Perancis: Tarrasch, Varian Haberditz
it: Difesa Francese, Variante Tarrasch, Variante Haberditz
nl: Frans: Tarrasch, Haberditz variant
pl: Francuska, Tarrasch, wariant Haberditz'a
ru: Французская защита: система Тарраша, вариант Хабердица
si: francoska, Tarrasch, Haberditzova različica
sv: Franskt: Tarrasch, Haberditzvarianten
tr: Fransız: Tarrasch, Haberditz varyasyonu
uk: Французький захист: система Тарраша, варіант Хабердіца
vi: Pháp: Tarrasch, Haberditz biến

source: French: Tarrasch, Leningrad variation
ar: فرنسي: تاراش, لينينغراد تفريع
br: Defesa Francesa, Variante Tarrasch, Variante Leninegrado
ca: Defensa Francesa - Variant Tarrasch - Variant tancada - Línia principal - Variant Leningrad
de: Französisch: Tarrasch, Leningrader Variante
es: Defensa Francesa, Variante Tarrasch, Variante Cerrada, Linea Principal, Variante Leningrado
eu: Frantsesa: Tarrasch, Leningrado aldaera
fr: Française, var. Tarrasch, var. de Saint-Pétersbourg (Léningrad)
id: Pembelaan Perancis: Tarrasch, Varian Leningrad
it: Difesa Francese, Variante Tarrasch, Variante Chiusa, Linea Principale, Variante Leningrado
nl: Frans: Tarrasch, Leningrad variant
pl: Francuska, Tarrasch, wariant Leningrad
ru: Французская защита: система Тарраша, ленинградский вариант
si: francoska, Tarrasch, Leningrad različica
sv: Franskt: Tarrasch, Leningradvarianten
tr: Fransız: Tarrasch, Leningrad varyasyonu
uk: Французький захист: система Тарраша, Ленінградський варіант
vi: Pháp: Tarrasch, Leningrad biến

source: French: Tarrasch, closed variation, main line
ar: فرنسي: تاراش, المغلق تفريع, الخط الرئيسي
br: Defesa Francesa, Variante Tarrasch, Variante Fechada, Linha Principal
ca: Defensa Francesa - Variant Tarrasch - Variant tancada - Línia principal
de: Französisch: Tarrasch, Geschlossene Variante, Hauptvariante
es: Defensa Francesa, Variante Tarrasch, Variante Cerrada, Linea Principal
eu: Frantsesa: Tarrasch, aldaera itxia, lerro nagusia
fr: Française, var. Tarrasch, var. fermée, ligne principale
id: Pembelaan Perancis: Tarrasch, Varian Tertutup, Jalur Utama
it: Difesa Francese, Variante Tarrasch, Variante Chiusa, Linea Principale
nl: Frans: Tarrasch, gesloten variant, hoofdlijn
pl: Francuska, Tarrasch, wariant zamknięty, główna linia
ru: Французская защита: система Тарраша, закрытый вариант, основное продолжение
si: francoska: Tarrasch, zaprta različica, glavna linija
sv: Franskt: Tarrasch, sluten, huvudvariant
tr: Fransız: Tarrasch, kapalı varyasyon, ana hat
uk: Французький захист: система Тарраша, закритий варіант, основне продовження
vi: Pháp: Tarrasch, biến khép kín, dòng chính

source: French: Tarrasch, closed variation
ar: فرنسي: تاراش, المغلق تفريع
br: Defesa Francesa, Variante Tarrasch, Variante Fechada
ca: Defensa Francesa - Variant Tarrasch - Variant tancada
de: Französisch: Tarrasch, Geschlossene Variante
es: Defensa Francesa, Variante Tarrasch, Variante Cerrada
eu: Frantsesa: Tarrasch, aldaera itxia
fr: Française, var. Tarrasch, var. fermée
id: Pembelaan Perancis: Tarrasch, Varian Tertutup
it: Difesa Francese, Variante Tarrasch, Variante Chiusa
nl: Frans: Tarrasch, gesloten variant
pl: Francuska, Tarrasch, wariant zamknięty
ru: Французская защита: система Тарраша, закрытый вариант
si: francoska, Tarrasch, zaprta različica
sv: Franskt: Tarrasch, sluten variant
tr: Fransız: Tarrasch, kapalı varyasyon
uk: Французький захист: система Тарраша, закритий варіант
vi: Pháp: Tarrasch, biến khép kín

source: French: Tarrasch, open variation, main line
ar: فرنسي: تاراش, التفريع المفتوح, الخط الرئيسي
br: Defesa Francesa, Variante Tarrasch, Variante Aberta, Linha Principal
ca: Defensa Francesa - Variant oberta - Línia principal
de: Französisch: Tarrasch, Offenes System, Hauptvariante
es: Defensa Francesa, Variante Tarrasch, Variante Abierta, Linea Principal
eu: Frantsesa: Tarrasch, aldaera irekia, lerro nagusia
fr: Française, var. Tarrasch, var. ouverte, ligne principale
id: Pembelaan Perancis: Tarrasch, Varian Terbuka, Jalur Utama
it: Difesa Francese, Variante Tarrasch, Variante Aperta, Linea Principale
nl: Frans: Tarrasch open variant, hoofdlijn
pl: Francuska, Tarrasch, wariant otwarty, główna linia
ru: Французская защита: система Тарраша, открытый вариант, основное продолжение
si: francoska: Tarrasch, odprta različica, glavna linija
sv: Franskt: Tarrasch, öppen, huvudvariant
tr: Fransız: Tarrasch, açık varyasyon, ana hat
uk: Французький захист: система Тарраша, відкритий варіант, основне продовження
vi: Pháp: Tarrasch, biến thể khai cuộc, nhánh chính

source: French: Tarrasch, open variation
ar: فرنسي: تاراش, التفريع المفتوح
br: Defesa Francesa, Variante Tarrasch, Variante Aberta
ca: Defensa Francesa - Variant Tarrasch - Variant oberta
de: Französisch: Tarrasch, Offenes System
es: Defensa Francesa, Variante Tarrasch, Variante Abierta
eu: Frantsesa: Tarrasch, aldaera irekia
fr: Française, var. Tarrasch, var. ouverte
id: Pembelaan Perancis: Tarrasch, Varian Terbuka
it: Difesa Francese, Variante Tarrasch, Variante Aperta
nl: Frans: Tarrasch, open variant
pl: Francuska, Tarrasch, wariant otwarty
ru: Французская защита: система Тарраша, открытый вариант
si: francoska, Tarrasch, odprta različica
sv: Franskt: Tarrasch, öppen variant
tr: Fransız: Tarrasch, açık varyasyon
uk: Французький захист: система Тарраша, відкритий варіант
vi: Pháp: Tarrasch, biến thể khai cuộc

source: French: Tarrasch, open, 4.ed ed
ar: فرنسي: تاراش, المفتوح , 4.ed ed
br: Defesa Francesa, Variante Tarrasch, Variante Aberta, 4.exd5 exd5
ca: Defensa Francesa - Variant Tarrasch - Variant oberta - 4. exd5 exd5
de: Französisch: Tarrasch, Offen, 4.ed ed
es: Defensa Francesa, Variante Tarrasch, Variante Abierta, 4.exd5 exd5
eu: Frantsesa: Tarrasch, irekia, 4.exd5 exd5
fr: Française, var. Tarrasch, var. ouverte, 4.ed ed
id: Pembelaan Perancis: Tarrasch, Varian Terbuka, 4.ed ed
it: Difesa Francese, Variante Tarrasch, Variante Aperta, 4.exd5 exd5
nl: Frans: Tarrasch, open, 4.ed ed
pl: Francuska, Tarrasch, otwarty, 4.ed ed
ru: Французская защита: система Тарраша, открытый вариант с 4.ed ed
si: francoska, Tarrasch, odprt, 4.exd5 exd5
sv: Franskt: Tarrasch, öppen, 4.ed ed
tr: Fransız: Tarrasch, açık, 4.ed ed
uk: Французький захист: система Тарраша, відкритий варіант, з 4.ed ed
vi: Pháp: Tarrasch, khai cuộc, 4.ed ed

source: French: Tarrasch
ar: فرنسي: تاراش
br: Defesa Francesa, Variante Tarrasch
ca: Defensa Francesa - Variant Tarrasch
de: Französisch: Tarrasch
es: Defensa Francesa, Variante Tarrasch
eu: Frantsesa: Tarrasch
fr: Française, var. Tarrasch
id: Pembelaan Perancis, Varian Tarrasch
it: Difesa Francese, Variante Tarrasch
nl: Frans: Tarrasch
pl: Francuska, Tarrasch
ru: Французская защита: система Тарраша
si: francoska, Tarrasch
sv: Franskt: Tarraschvarianten
tr: Fransız: Tarrasch
uk: Французький захист: система Тарраша
vi: Pháp: Tarrasch

source: French: Winawer (Nimzovich) variation
ar: فرنسي: ويناور (نيمزوفيتش) تفريع
br: Defesa Francesa, Variante Winawer (Nimzowitsch)
ca: Defensa Francesa - Variant Winawer o Nimzowitsch
de: Französisch: Winawer (Nimzowitsch)-Variante
es: Defensa Francesa, Variante Winawer o Nimzowitsch
eu: Frantsesa: Winawer (Nimzovich) aldaera
fr: Française, var. Winawer (Nimzowitsch)
id: Pembelaan Perancis: Varian Winawer (Nimzowitch)
it: Difesa Francese, Variante Winawer o Nimzowitsch
nl: Frans: Winawer (Nimzovich) variant
pl: Francuska, wariant Winawer'a (Nimzovitsch'a)
ru: Французская защита: вариант Винавера
si: francoska, Winawer (Nimzovicheva) različica
sv: Franskt: Winawervarianten (Nimzowitsch)
tr: Fransız: Winawer (Nimzovich) varyasyonu
uk: Французький захист: варіант Вінавера
vi: Pháp: Winawer (Nimzovich) biến thể

source: French: Winawer, Alekhine (Maroczy) gambit
ar: فرنسي: ويناور, اليخين (ماركوتزي) جامبيت
br: Defesa Francesa, Variante Winawer, Gambito Alekhine (Maroczy)
ca: Defensa Francesa - Variant Winawer - Gambit Alekhine o Maroczy
de: Französisch: Winawer, Aljechin (Maroczy) Gambit
es: Defensa Francesa, Variante Winawer, Gambito Alekhine o Maroczy
eu: Frantsesa: Winawer, Alekhine (Maroczy) ganbitoa
fr: Française, var. Winawer, gambit Alekhine - Maroczy
id: Pembelaan Perancis: Winawer, Gambit Alekhine (Maroczy)
it: Difesa Francese, Variante Winawer, Mossa di Alekhine o Maroczy
nl: Frans: Winawer, Aljechin (Maroczy) gambiet
pl: Francuska, Winawer, gambit Alekhin'a (Maroczego)
ru: Французская защита: вариант Винавера, гамбит Алехина
si: francoska, Winawer, Aljehin (Maroczyev) gambit
sv: Franskt: Winawer, Aljechins gambit (Maroczy)
tr: Fransız: Winawer, Alekhine (Maroczy) gambiti
uk: Французький захист: варіант Вінавера, гамбіт Альохіна
vi: Pháp: Winawer, Alekhine (Maroczy) Gambit

source: French: Winawer, Alekhine gambit, Alatortsev variation
ar: فرنسي: ويناور, اليخين جامبيت, الاتورتسف تفريع
br: Defesa Francesa, Variante Winawer, Gambito Alekhine, Variante Alatortsev
ca: Defensa Francesa - Variant Winawer - Gambit Alekhine - Variant Alatortsev
de: Französisch: Winawer, Aljechin Gambit, Alatortsev-Variante
es: Defensa Francesa, Variante Winawer, Gambito Alekhine, Variante Alatortsev
eu: Frantsesa: Winawer, Alekhine ganbitoa, Alatortsev aldaera
fr: Française, var. Winawer, gambit Alekhine, var. Alatortsev
id: Pembelaan Perancis: Winawer, Gambit Alekhine, Varian Alatorsev
it: Difesa Francese, Variante Winawer, Mossa di Alekhine, Variante Alatortsev
nl: Frans: Winawer, Aljechin gambiet, Alatortsev variant
pl: Francuska, Winawer, gambit Alekhin'a, wariant Alatortsev'a
ru: Французская защита: вариант Винавера, гамбит Алехина, вариант Алаторцева
si: francoska, Winawer, Aljehinov gambit, Alatortseva različica
sv: Franskt: Winawer, Aljechins gambit, Alatortsevvarianten
tr: Fransız: Winawer, Alekhine gambiti, Alatortsev varyasyonu
uk: Французький захист: варіант Вінавера, гамбіт Альохіна, варіант Алаторцева
vi: Pháp: Winawer, Alekhine cờ, Alatortsev biến

source: French: Winawer, Alekhine gambit, Kan variation
ar: فرنسي: ويناور, اليخين جامبيت, كاان تفريع
br: Defesa Francesa, Variante Winawer, Gambito Alekhine, Variante Kan
ca: Defensa Francesa - Variant Winawer - Gambit Alekhine - Variant Kan
de: Französisch: Winawer, Aljechin Gambit, Kan-Variante
es: Defensa Francesa, Variante Winawer, Gambito Alekhine, Variante Kan
eu: Frantsesa: Winawer, Alekhine ganbitoa, Kan aldaera
fr: Française, var. Winawer, gambit Alekhine, var. Kan
id: Pembelaan Perancis: Winawer, Gambit Alekhine, Varian Kan
it: Difesa Francese, Variante Winawer, Mossa di Alekhine, Variante Kan
nl: Frans: Winawer, Aljechin gambiet, Kan variant
pl: Francuska, Winawer, gambit Alekhin'a, wariant Kan'a
ru: Французская защита: вариант Винавера, гамбит Алехина, вариант Кана
si: francoska, Winawer, Aljehinov gambit, Kanova različica
sv: Franskt: Winawer, Aljechins gambit, Kanvarianten
tr: Fransız: Winawer, Alekhine gambiti, Kan varyasyonu
uk: Французький захист: варіант Вінавера, гамбіт Альохіна, варіант Кана
vi: Pháp: Winawer, Alekhine cờ, Kan biến

source: French: Winawer, Alekhine gambit
ar: فرنسي: ويناور, اليخين جامبيت
br: Defesa Francesa, Variante Winawer, Gambito Alekhine
ca: Defensa Francesa - Variant Winawer - Gambit Alekhine
de: Französisch: Winawer, Aljechin Gambit
es: Defensa Francesa, Variante Winawer, Gambito Alekhine
eu: Frantsesa: Winawer, Alekhine ganbitoa
fr: Française, var. Winawer, gambit Alekhine
id: Pembelaan Perancis: Winawer, Gambit Alekhine
it: Difesa Francese, Variante Winawer, Mossa di Alekhine
nl: Frans: Winawer, Aljechin gambiet
pl: Francuska, Winawer, gambit Alekhin'a
ru: Французская защита: вариант Винавера, гамбит Алехина
si: francoska, Winawer, Aljehinov gambit
sv: Franskt: Winawer, Aljechins gambit
tr: Fransız: Winawer, Alekhine gambiti
uk: Французький захист: варіант Вінавера, гамбіт Альохіна
vi: Pháp: Winawer, Alekhine Gambit

source: French: Winawer, Kondratiyev variation
ar: فرنسي: ويناور, كوندراتيف تفريع
br: Defesa Francesa, Variante Winawer, Variante Kondratiev
ca: Defensa Francesa - Variant Winawer - Variant Kondratiev
de: Französisch: Winawer, Kondratiyev-Variante
es: Defensa Francesa, Variante Winawer, Variante Kondratiev
eu: Frantsesa: Winawer, Kondratiyev aldaera
fr: Française, var. Winawer, var. Kondratiyev
id: Pembelaan Perancis: Winawer, Varian Kondratijev
it: Difesa Francese, Variante Winawer, Variante Kondratiev
nl: Frans: Winawer, Kondratiyev variant
pl: Francuska, Winawer, wariant Kondratiyev'a
ru: Французская защита: вариант Винавера, вариант Кондратьева
si: francoska, Winawer, Kondratiyeva različica
sv: Franskt: Winawer, Kondratjevs variant
tr: Fransız: Winawer, Kondratiyev varyasyonu
uk: Французький захист: варіант Вінавера, варіант Кондратьєва
vi: Pháp: Winawer, Kondratiyev biến

source: French: Winawer, Petrosian variation
ar: فرنسي: ويناور, بيتروسيان تفريع
br: Defesa Francesa, Variante Winawer, Variante Petrosian
ca: Defensa Francesa - Variant Winawer - Variant de l'avanç - Variant Petrosian
de: Französisch: Winawer, Petrosian-Variante
es: Defensa Francesa, Variante Winawer, Variante del Avance, Variante Petrosian
eu: Frantsesa: Winawer, Petrosian aldaera
fr: Française, var. Winawer, var. Petrossian
id: Pembelaan Perancis: Winawer, Varian Petrosian
it: Difesa Francese, Variante Winawer, Variante di Spinta, Variante Petrosian
nl: Frans: Winawer, Petrosian variant
pl: Francuska, Winawer, wariant Petrosian'a
ru: Французская защита: вариант Винавера, вариант Петросяна
si: francoska, Winawer, Petrosianova različica
sv: Franskt: Winawer, Petrosjanvarianten
tr: Fransız: Winawer, Petrosian varyasyonu
uk: Французький захист: варіант Вінавера, варіант Петросяна
vi: Pháp: Winawer, Petrosian biến
