Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Nimzo-Indian: Reshevsky variation
ar: نيمزو الهندي: ريشفيسكي تفريع
br: Defesa Nimzo-Índia, Variante Reshevsky
ca: Defensa Nimzo Índia - Variant Reshevsky
de: Nimzoindisch: Reshevsky-Variante
es: Defensa Nimzo India Variante Reshevsky
eu: Nimzo-indiarra: Reshevsky aldaera
fr: Défense Nimzo-indienne, var. Rzeszewski
id: Nimzo Hindia: Varian Reshevsky
it: Difesa Nimzo Indiana Variante Reshevsky
nl: Nimzo-Indisch: Reshevsky variant
pl: Nimzovitsch, wariant Reshevsky'ego
ru: Защита Нимцовича: вариант Решевского
si: Nimzo-indijska, Reshevskyeva različica
sv: Nimzoindiskt: Reshevskyvarianten
tr: Nimzo-Hint: Reshevsky varyasyonu
uk: Захист Німцовича: варіант Решевського
vi: Nimzo-Ấn Độ: Reshevsky biến

source: Nimzo-Indian: Romanishin-Kasparov (Steiner) system
ar: نيمزو الهندي: رومانشين-كاسباروف (شتاينر) نظام
br: Defesa Nimzo-Índia, Sistema Romanishin-Kasparov (Steiner)
ca: Defensa Nimzo índia - Sistema Romanishin Kasparov o Steiner
de: Nimzoindisch: Romanishin-Kasparov (Steiner) System
es: Defensa Nimzo India, Sistema Romanishin Kasparov o Steiner
eu: Nimzo-indiarra: Romanishin-Kasparov (Steiner) sistema
fr: Défense Nimzo-indienne, système Romanichine - Kasparov (Steiner)
id: Nimzo Hindia: Sistem Romanishin-Kasparov
it: Difesa Nimzo Indiana, Sistema Romanishin Kasparov o Steiner
nl: Nimzo-Indisch: Romanishin-Kasparov (Steiner) systeem
pl: Nimzovitsch, system Romanishin-Kasparov'a (Steiner'a)
ru: Защита Нимцовича: система Романишина-Каспарова
si: Nimzo-indijska, Romanishin-Kasparov (Steinerjev) sistem
sv: Nimzoindiskt: Romanisjin-Kasparovs system (Steiner)
tr: Nimzo-Hint: Romanishin-Kasparov (Steiner) sistemi
uk: Захист Німцовича: система Романишина-Каспарова
vi: Nimzo-Ấn Độ: Romanishin-Kasparov hệ thống (Steiner)

source: Nimzo-Indian: Saemisch variation
ar: نيمزو الهندي: ساميش تفريع
br: Defesa Nimzo-Índia, Variante Saemisch
ca: Defensa Nimzo Índia - Variant Sämisch
de: Nimzoindisch: Saemisch-Variante
es: Defensa Nimzo India, Variante Sämisch
eu: Nimzo-indiarra: Saemisch aldaera
fr: Défense Nimzo-indienne, var. Sämisch
id: Nimzo Hindia: Varian Saemisch
it: Difesa Nimzo Indiana, Variante Sämisch
nl: Nimzo-Indisch: Saemisch variant
pl: Nimzovitsch, wariant Saemisch'a
ru: Защита Нимцовича: система Земиша
si: Nimzo-indijska, Saemischeva različica
sv: Nimzoindiskt: Sämischvarianten
tr: Nimzo-Hint: Saemisch varyasyonu
uk: Захист Німцовича: система Земіша
vi: Nimzo-Ấn Độ: Saemisch biến

source: Nimzo-Indian: Saemisch, Botvinnik variation
ar: نيمزو الهندي: ساميش, بوتفنيك تفريع
br: Defesa Nimzo-Índia, Variante Saemisch, Variante Botvinnik
ca: Defensa Nimzo Índia - Variant Sämisch - Variant Botvinnik
de: Nimzoindisch: Saemisch, Botvinnik-Variante
es: Defensa Nimzo India, Variante Sämisch, Variante Botvinnik
eu: Nimzo-indiarra: Saemisch, Botvinnik aldaera
fr: Défense Nimzo-indienne, var. Sämisch, var. Botvinnik
id: Nimzo Hindia: Saemisch, Varian Botwinnik
it: Difesa Nimzo Indiana, Variante Sämisch, Variante Botvinnik
nl: Nimzo-Indisch: Saemisch, Botvinnik variant
pl: Nimzovitsch, Saemisch, wariant Botvinnik'a
ru: Защита Нимцовича: система Земиша, вариант Ботвинника
si: Nimzo-indijska, Saemischeva, Botvinnikova različica
sv: Nimzoindiskt: Sämisch, Botvinnikvarianten
tr: Nimzo-Hint: Saemisch, Botvinnik varyasyonu
uk: Захист Німцовича: система Земіша, варіант Ботвинника
vi: Nimzo-Ấn Độ: Saemisch, Botvinnik biến

source: Nimzo-Indian: Saemisch, Capablanca variation
ar: نيمزو الهندي: ساميش, كابابلانكا تفريع
br: Defesa Nimzo-Índia, Variante Saemisch, Variante Capablanca
ca: Defensa Nimzo Índia - Variant Sämisch - Variant Capablanca
de: Nimzoindisch: Saemisch, Capablanca-Variante
es: Defensa Nimzo India, Variante Sämisch, Variante Capablanca
eu: Nimzo-indiarra: Saemisch, Capablanca aldaera
fr: Défense Nimzo-indienne, var. Sämisch, var. Capablanca
id: Nimzo Hindia: Saemisch, Varian Capablanca
it: Difesa Nimzo Indiana, Variante Sämisch, Variante Capablanca
nl: Nimzo-Indisch: Saemisch, Capablanca variant
pl: Nimzovich, Saemisch, wariant Capablanki
ru: Защита Нимцовича: система Земиша, вариант Капабланки
si: Nimzo-indijska, Saemischeva, Capablancina različica
sv: Nimzoindiskt: Sämisch, Capablancavarianten
tr: Nimzo-Hint: Saemisch, Capablanca varyasyonu
uk: Захист Німцовича: система Земіша, варіант Капабланки
vi: Nimzo-Ấn Độ: Saemisch, Capablanca biến

source: Nimzo-Indian: Saemisch, Keres variation
ar: نيمزو الهندي: ساميش,كيريس تفريع
br: Defesa Nimzo-Índia, Variante Saemisch, Variante Keres
ca: Defensa Nimzo Índia - Variant Sämisch - Variant Keres
de: Nimzoindisch: Saemisch, Keres-Variante
es: Defensa Nimzo India, Variante Sämisch, Variante Keres
eu: Nimzo-indiarra: Saemisch, Keres aldaera
fr: Défense Nimzo-indienne, var. Sämisch, var. Keres
id: Nimzo Hindia: Saemisch, Varian Keres
it: Difesa Nimzo Indiana, Variante Sämisch, Variante Keres
nl: Nimzo-Indisch: Saemisch, Keres variant
pl: Nimzovich, Saemisch, wariant Keres'a
ru: Защита Нимцовича: система Земиша, вариант Кереса
si: Nimzo-indijska, Saemischeva, Keresova različica
sv: Nimzoindiskt: Sämisch, Keresvarianten
tr: Nimzo-Hint: Saemisch, Keres varyasyonu
uk: Захист Німцовича: система Земіша, варіант Кереса
vi: Nimzo-Ấn Độ: Saemisch, Keres biến

source: Nimzo-Indian: Saemisch, O'Kelly variation
ar: نيمزو الهندي: ساميش, اوكلي تفريع
br: Defesa Nimzo-Índia, Variante Saemisch, Variante O'Kelly
ca: Defensa Nimzo Índia - Variant Sämisch - Variant O'Kelly
de: Nimzoindisch: Saemisch, O'Kelly-Variante
es: Defensa Nimzo India, Variante Sämisch, Variante O'Kelly
eu: Nimzo-indiarra: Saemisch, O'Kelly aldaera
fr: Défense Nimzo-indienne, var. Sämisch, var. O'Kelly
id: Nimzo Hindia: Saemisch, Varian O'Kelly
it: Difesa Nimzo Indiana, Variante Sämisch, Variante O'Kelly
nl: Nimzo-Indisch: Saemisch, O'Kelly variant
pl: Nimzovich, Saemisch, wariant O'Kelly
ru: Защита Нимцовича: система Земиша, вариант О'Келли
si: nimzo-indijska, Saemischeva različica, 4. a3 Lxc3+ 5. bxc3 c5 6. e3
sv: Nimzoindiskt: Sämisch, O'Kellys variant
tr: Nimzo-Hint: Saemisch, O'Kelly varyasyonu
uk: Захист Німцовича: система Земіша, варіант О'Келлі
vi: Nimzo-Ấn Độ: Saemisch, O'Kelly biến

source: Nimzo-Indian: Saemisch, Romanovsky variation
ar: نيمزو الهندي: ساميش, رومانوفسكي تفريع
br: Defesa Nimzo-Índia, Variante Saemisch, Variante Romanovsky
ca: Defensa Nimzo Índia - Variant Sämisch - Variant Romanovsky
de: Nimzoindisch: Saemisch, Romanovsky-Variante
es: Defensa Nimzo India, Variante Sämisch, Variante Romanovsky
eu: Nimzo-indiarra: Saemisch, Romanovsky aldaera
fr: Défense Nimzo-indienne, var. Sämisch, var. Romanovsky
id: Nimzo Hindia: Saemisch, Varian Romanovsky
it: Difesa Nimzo Indiana, Variante Sämisch, Variante Romanovsky
nl: Nimzo-Indisch: Saemisch, Romanovsky variant
pl: Nimzovich, Saemisch, wariant Romanovsky'ego
ru: Защита Нимцовича: система Земиша, вариант Романовского
si: Nimzo-indijska, Saemischeva, Romanovskyeva različica
sv: Nimzoindiskt: Sämisch, Romanovskijvarianten
tr: Nimzo-Hint: Saemisch, Romanovsky varyasyonu
uk: Захист Німцовича: система Земіша, варіант Романовського
vi: Nimzo-Ấn Độ: Saemisch, Romanovsky biến

source: Nimzo-Indian: Saemisch, main line
ar: نيمزو الهندي: ساميش, الخط الرئيسي
br: Defesa Nimzo-Índia, Variante Saemisch, Linha Principal
ca: Defensa Nimzo Índia - Variant Sämisch - Línia principal
de: Nimzoindisch: Saemisch, Hauptvariante
es: Defensa Nimzo India, Variante Sämisch, Linea Principal
eu: Nimzo-indiarra: Saemisch, lerro nagusia
fr: Défense Nimzo-indienne, var. Sämisch, ligne principale
id: Nimzo Hindia: Saemisch, Jalur Utama
it: Difesa Nimzo Indiana, Variante Sämisch, Linea Principale
nl: Nimzo-Indisch: Saemisch, hoofdlijn
pl: Nimzovich, Saemisch, główna linia
ru: Защита Нимцовича: система Земиша, основное продолжение
si: Nimzo-indijska: Saemischeva glavna linija
sv: Nimzoindiskt: Sämisch, huvudvariant
tr: Nimzo-Hint: Saemisch, ana hat
uk: Захист Німцовича: система Земіша, основне продовження
vi: Nimzo-Ấn Độ: Saemisch, dòng chính

source: Nimzo-Indian: Simagin variation
ar: نيمزو الهندي: سيماجين تفريع
br: Defesa Nimzo-Índia, Variante Simagin
ca: Defensa Nimzo Índia - Variant Simagin
de: Nimzoindisch: Simagin-Variante
es: Defensa Nimzo India Variante Simagin
eu: Nimzo-indiarra: Simagin aldaera
fr: Défense Nimzo-indienne, var. Simagin
id: Nimzo Hindia: Varian SImagin
it: Difesa Nimzo Indiana Variante Simagin
nl: Nimzo-Indisch: Simagin variant
pl: Nimzovich, wariant Simagin'a
ru: Защита Нимцовича: вариант Симагина
si: Nimzo-indijska, Simaginova različica
sv: Nimzoindiskt: Simaginvarianten
tr: Nimzo-Hint: Simagin varyasyonu
uk: Захист Німцовича: варіант Сімагіна
vi: Nimzo-Ấn Độ: Simagin biến

source: Nimzo-Indian: Spielmann variation
ar: نيمزو الهندي: سبيلمان تفريع
br: Defesa Nimzo-Índia, Variante Spielmann
ca: Defensa Nimzo Índia - Variant Spielmann
de: Nimzoindisch: Spielmann-Variante
es: Defensa Nimzo India, Variante Spielmann
eu: Nimzo-indiarra: Spielmann aldaera
fr: Défense Nimzo-indienne, var. Spielmann
id: Nimzo Hindia: Varian Spielmann
it: Difesa Nimzo Indiana, Variante Spielmann
nl: Nimzo-Indisch: Spielmann variant
pl: Nimzovich, wariant Spielmann'a
ru: Защита Нимцовича: вариант Шпильмана
si: nimzo-indijska, Spielmannova različica
sv: Nimzoindiskt: Spielmannvarianten
tr: Nimzo-Hint: Spielmann varyasyonu
uk: Захист Німцовича: варіант Шпільмана
vi: Nimzo-Ấn Độ: Spielmann biến

source: Nimzo-Indian: Spielmann, 4...c5, 5.dc Nc6
ar: نيمزو الهندي: سبيلمان, 4...c5, 5.dc Nc7
br: Defesa Nimzo-Índia, Variante Spielmann, 4...c5 5.dxc5 Cc6
ca: Defensa Nimzo Índia - Variant Spielmann - 4 ...c5 5. dxc5 Cc6
de: Nimzoindisch: Spielmann, 4...c5, 5.dc Sc6
es: Defensa Nimzo India, Variante Spielmann, 4...c5 5.dxc5 Cc6
eu: Nimzo-indiarra: Spielmann, 4...c5, 5.dc Zc6
fr: Défense Nimzo-indienne, var. Spielmann, 4...c5 5.dxc5 Cc6
id: Nimzo Hindia: Spielmann, 4... c5, 5.dc Kc6
it: Difesa Nimzo Indiana, Variante Spielmann, 4...c5 5.dxc5 Cc6
nl: Nimzo-Indisch: Spielmann, 4 ... c5, 5.dc Pc6
pl: Nimzovich, Spielmann'a, 4...c5, 5.dc Sc6
ru: Защита Нимцовича: вариант Шпильмана, 4...c5, 5.dc Кc6
si: Nimzo-indijska, Spielmannova, 4. ...c5, 5. dc Sc6
sv: Nimzoindiskt: Spielmann, 4...c5, 5.dxc5 Sc6
tr: Nimzo-Hint: Spielmann, 4...c5, 5.dc Nc6
uk: Захист Німцовича: варіант Шпільмана, 4...c5, 5.dc Кc6
vi: Nimzo-Ấn Độ: Spielmann, 4 ... c5, 5.dc Nc6

source: Nimzo-Indian: Spielmann, Karlsbad variation
ar: نيمزو الهندي: سبيلمان, كارلسباد تفريع
br: Defesa Nimzo-Índia, Variante Spielmann, Variante Karlsbad
ca: Defensa Nimzo Índia - Variant Spielmann - Variant Karlsbad
de: Nimzoindisch: Spielmann, Karlsbader Variante
es: Defensa Nimzo India, Variante Spielmann, Variante Karlsbad
eu: Nimzo-indiarra: Spielmann, Karlsbad aldaera
fr: Défense Nimzo-indienne, var. Spielmann, var. de Carlsbad (Karlovy Vary)
id: Nimzo Hindia: Spielmann, Varian Karlsbad
it: Difesa Nimzo Indiana, Variante Spielmann, Variante Karlsbad
nl: Nimzo-Indisch: Spielmann, Karlsbad variant
pl: Nimzovitsch, Spielmann'a, wariant Karlsbad
ru: Защита Нимцовича: вариант Шпильмана, карлсбадский вариант
si: Nimzo-indijska, Spielmannova, Karlsbadova različica
sv: Nimzoindiskt: Spielmann, Karlsbadvarianten
tr: Nimzo-Hint: Spielmann, Karlsbad varyasyonu
uk: Захист Німцовича: варіант Шпільмана, Карлсбадський варіант
vi: Nimzo-Ấn Độ: Spielmann, Karlsbad biến

source: Nimzo-Indian: Spielmann, San Remo variation
ar: نيمزو الهندي: سبيلمان, سان رامو تفريع
br: Defesa Nimzo-Índia, Variante Spielmann, Variante San Remo
ca: Defensa Nimzo Índia - Variant Spielmann - Variant San Remo
de: Nimzoindisch: Spielmann, San Remo-Variante
es: Defensa Nimzo India, Variante Spielmann, Variante San Remo
eu: Nimzo-indiarra: Spielmann, San Remo aldaera
fr: Défense Nimzo-indienne, var. Spielmann, var. de San Remo
id: Nimzo Hindia, Spielmann, Varian San Remo
it: Difesa Nimzo Indiana, Variante Spielmann, Variante San Remo
nl: Nimzo-Indisch: Spielmann, San Remo variant
pl: Nimzovitsch, Spielmann'a, wariant San Remo
ru: Защита Нимцовича: вариант Шпильмана, Сан-Ремо-вариант
si: Nimzo-indijska, Spielmannova, San Remo različica
sv: Nimzoindiskt: Spielmann, San-Remo-varianten
tr: Nimzo-Hint: Spielmann, San Remo varyasyonu
uk: Захист Німцовича: варіант Шпільмана, Сан-Ремо-варіант
vi: Nimzo-Ấn Độ: biến thể Spielmann, San Remo

source: Nimzo-Indian: Spielmann, Stahlberg variation
ar: نيمزو الهندي: سبيلمان, ستاهلبرج تفريع
br: Defesa Nimzo-Índia, Variante Spielmann, Variante Stahlberg
ca: Defensa Nimzo Índia - Variant Spielmann - Variant Stahlberg
de: Nimzoindisch: Spielmann, Staahlberg-Variante
es: Defensa Nimzo India, Variante Spielmann, Variante Stahlberg
eu: Nimzo-indiarra: Spielmann, Stahlberg aldaera
fr: Défense Nimzo-indienne, var. Spielmann, var. Ståhlberg
id: Nimzo Hindia, Spielmann, Varian Stahlberg
it: Difesa Nimzo Indiana, Variante Spielmann, Variante Stahlberg
nl: Nimzo-Indisch: Spielmann, Stahlberg variant
pl: Nimzovitsch, Spielmann'a, wariant Staahlberg'a
ru: Защита Нимцовича: вариант Шпильмана, вариант Штальберга
si: Nimzo-indijska, Spielmannova, Stahlbergova različica
sv: Nimzoindiskt: Spielmann, Ståhlbergvarianten
tr: Nimzo-Hint: Spielmann, Stahlberg varyasyonu
uk: Захист Німцовича: варіант Шпільмана, варіант Штальберга
vi: Nimzo-Ấn Độ: Spielmann, Staahlberg biến

source: Nimzo-Indian: classical variation
ar: نيمزو الهندي: التفريع الكلاسيكي
br: Defesa Nimzo-Índia, Variante Clássica
ca: Defensa Nimzo Índia - Variant clàssica
de: Nimzoindisch: Klassische Variante
es: Defensa Nimzo India, Variante Clásica
eu: Nimzo-indiarra: aldaera klasikoa
fr: Défense Nimzo-indienne, var. classique
id: Nimzo Hindia, Varian Klasik
it: Difesa Nimzo Indiana, Variante Classica
nl: Nimzo-Indisch: klassieke variant
pl: Nimzovitsch, wariant klasyczny
ru: Защита Нимцовича: классический вариант
si: Nimzo-indijska, klasična različica
sv: Nimzoindiskt: Klassisk variant
tr: Nimzo-Hint: klasik varyasyon
uk: Захист Німцовича: класичний варіант
vi: Nimzo-Ấn Độ: biến thể cổ điển

source: Nimzo-Indian: classical, 4...Nc6
ar: نيمزو الهندي: الكلاسيكي, 4...Nc7
br: Defesa Nimzo-Índia, Variante Clássica, 4...Cc6
ca: Defensa Nimzo Índia - Variant clàssica - 4 ...Cc6
de: Nimzoindisch: Klassisch, 4...Sc6
es: Defensa Nimzo India, Variante Clásica, 4...Cc6
eu: Nimzo-indiarra: klasikoa, 4...Zc6
fr: Défense Nimzo-indienne classique, 4...Cc6
id: Nimzo Hindia, Klasik, 4... Kc6
it: Difesa Nimzo Indiana, Variante Classica, 4...Cc6
nl: Nimzo-Indisch: klassiek, 4 ... Pc6
pl: Nimzovitsch, klasyczny, 4...Sc6
ru: Защита Нимцовича: классический вариант, 4...Кc6
si: Nimzo-indijska, klasična, 4. ...Sc6
sv: Nimzoindiskt: Klassisk med 4...Sc6
tr: Nimzo-Hint: klasik, 4...Nc6
uk: Захист Німцовича: класичний варіант, 4...Кc6
vi: Nimzo-Ấn Độ: cổ điển, 4 ... Nc6

source: Nimzo-Indian: classical, 4...c5
ar: نيمزو الهندي: الكلاسيكي, 4...c6
br: Defesa Nimzo-Índia, Variante Clássica, 4...c5
ca: Defensa Nimzo Índia - Variant clàssica - 4 ...c5
de: Nimzoindisch: Klassisch, 4...c5
es: Defensa Nimzo India, Variante Clásica, 4...c5
eu: Nimzo-indiarra: klasikoa, 4...c5
fr: Défense Nimzo-indienne classique, 4...c5
id: Nimzo Hindia, Klasik, 4....c5
it: Difesa Nimzo Indiana, Variante Classica, 4...c5
nl: Nimzo-Indisch: klassiek, 4 ... c5
pl: Nimzovitsch, klasyczny, 4...c5
ru: Защита Нимцовича: классический вариант, 4...c5
si: nimzo-indijska, klasicena, 4...c5
sv: Nimzoindiskt: Klassisk med 4...c5
tr: Nimzo-Hint: klasik, 4...c5
uk: Захист Німцовича: класичний варіант, 4...c5
vi: Nimzo-Ấn Độ: cổ điển, 4 ... c5

source: Nimzo-Indian: classical, Adorjan gambit
ar: نيمزو الهندي: الكلاسيكي, أدورجان جامبيت
br: Defesa Nimzo-Índia, Variante Clássica, Gambito Adorjan
ca: Defensa Nimzo Índia - Variant clàssica - Gambit Adorjan
de: Nimzoindisch: Klassisch, Adorjan Gambit
es: Defensa Nimzo India, Variante Clásica, Gambito Adorjan
eu: Nimzo-indiarra: klasikoa, Adorjan ganbitoa
fr: Défense Nimzo-indienne classique, gambit Adorjan
id: Nimzo Hindia, Klasik, Gambit Adorjan
it: Difesa Nimzo Indiana, Variante Classica, Mossa di Adorjan
nl: Nimzo-Indisch: klassiek, Adorjan gambiet
pl: Nimzovitsch, klasyczny, gambit Adorjan'a
ru: Защита Нимцовича: классический вариант, гамбит Адорьяна
si: Nimzo-indijska, klasična, Adorjanov gambit
sv: Nimzoindiskt: Klassisk, Adorjans gambit
tr: Nimzo-Hint: klasik, Adorjan gambiti
uk: Захист Німцовича: класичний варіант, гамбіт Адор’яна
vi: Nimzo-Ấn Độ: cổ điển, Adorján Gambit

source: Nimzo-Indian: classical, Botvinnik variation
ar: نيمزو الهندي: الكلاسيكي, بوتفنيك تفريع
br: Defesa Nimzo-Índia, Variante Clássica, Variante Botvinnik
ca: Defensa Nimzo Índia - Variant clàssica - Variant Noa - Variant Botvinnik
de: Nimzoindisch: Klassisch, Botvinnik-Variante
es: Defensa Nimzo India, Variante Clásica, Variante Noa, Variante Botvinnik
eu: Nimzo-indiarra: klasikoa, Botvinnik aldaera
fr: Défense Nimzo-indienne classique, var. Botvinnik
id: Nimzo Hindia, Klasik, Varian Botwinnik
it: Difesa Nimzo Indiana, Variante Classica, Variante Noa, Variante Botvinnik
nl: Nimzo-Indisch: klassiek, Botvinnik variant
pl: Nimzovitsch, klasyczny, wariant Botvinnik'a
ru: Защита Нимцовича: классический вариант, вариант Ботвинника
si: Nimzo-indijska, klasična, Botvinnikova različica
sv: Nimzoindiskt: Klassisk, Botvinnikvarianten
tr: Nimzo-Hint: klasik, Botvinnik varyasyonu
uk: Захист Німцовича: класичний варіант, варіант Ботвинника
vi: Nimzo-Ấn Độ: cổ điển, Botvinnik biến

source: Nimzo-Indian: classical, Milner-Barry (Zurich) variation
ar: نيمزو الهندي: الكلاسيكي, ميلنر-باري (Zurich) تفريع
br: Defesa Nimzo-Índia, Variante Clássica, Variante Milner-Barry (Zurich)
ca: Defensa Nimzo Índia - Variant clàssica - Variant Milner Barry o Zurich
de: Nimzoindisch: Klassisch, Milner-Barry (Zurich)-Variante
es: Defensa Nimzo India, Variante Clásica, Variante Milner Barry o Zurich
eu: Nimzo-indiarra: klasikoa, Milner-Barry (Zurich) aldaera
fr: Défense Nimzo-indienne classique, var. Milner-Barry (de Zurich)
id: Nimzo Hindia, Klasik, Varian Milner-Barry (Zurich)
it: Difesa Nimzo Indiana, Variante Classica, Variante Milner Barry o Zurich
nl: Nimzo-Indisch: klassiek, Milner-Barry (Zürich) variant
pl: Nimzovitsch, klasyczny, wariant Milner-Barry(Zurich)
ru: Защита Нимцовича: классический вариант, вариант Мильнера-Бэрри
si: Nimzo-indijska, klasična, Milner-Barryeva (Zurich) različica
sv: Nimzoindiskt: Klassisk, Milner-Barry-varianten (Zürich)
tr: Nimzo-Hint: klasik, Milner-Barry (Zürih) varyasyonu
uk: Захист Німцовича: класичний варіант, варіант Мільнера-Беррі
vi: Nimzo-Ấn Độ: cổ điển, Milner-Barry (Zurich) biến thể

source: Nimzo-Indian: classical, Noa variation, 5.a3
ar: نيمزو الهندي: الكلاسيكي, تفريع نوا, 5.a4
br: Defesa Nimzo-Índia, Variante Clássica, Variante Noa, 5.a3
ca: Defensa Nimzo Índia - Variant clàssica - Variant Noa - 5. a3
de: Nimzoindisch: Klassisch, Noa-Variante, 5.a3
es: Defensa Nimzo India, Variante Clásica, Variante Noa, 5.a3
eu: Nimzo-indiarra: klasikoa, Noa aldaera, 5.a3
fr: Défense Nimzo-indienne classique, var. Noa, 5.a3
id: Nimzo Hindia, Klasik, Varian Noa, 5.a3
it: Difesa Nimzo Indiana, Variante Classica, Variante Noa, 5.a3
nl: Nimzo-Indisch: klassiek, Noa variant, 5.a3
pl: Nimzovitsch, klasyczny, wariant Noa, 5.a3
ru: Защита Нимцовича: классический вариант, вариант Ноа, 5.a3
si: Nimzo-indijska, klasična, Noeva različica, 5. a3
sv: Nimzoindiskt: Klassisk, Noavarianten, 5.a3
tr: Nimzo-Hint: klasik, Noa varyasyonu, 5.a3
uk: Захист Німцовича: класичний варіант, варіант Ноа, 5.a3
vi: Nimzo-Ấn Độ: cổ điển, Noa biến, 5.a3

source: Nimzo-Indian: classical, Noa variation, 5.cd ed
ar: نيمزو الهندي: الكلاسيكي, تفريع نوا, 5.cd ed
br: Defesa Nimzo-Índia, Variante Clássica, Variante Noa, 5.cxd5 exd5
ca: Defensa Nimzo Índia - Variant clàssica - Variant Noa - 5. cxd5 exd5
de: Nimzoindisch: Klassisch, Noa-Variante, 5.cd ed
es: Defensa Nimzo India, Variante Clásica, Variante Noa, 5.cxd5 exd5
eu: Nimzo-Indian: klasikoa, Noa aldaera, 5.cxd5 exd5
fr: Défense Nimzo-indienne classique, var. Noa, 5.cd ed
id: Nimzo Hindia, Klasik, Varian Noa, 5.cd ed
it: Difesa Nimzo Indiana, Variante Classica, Variante Noa, 5.cxd5 exd5
nl: Nimzo-Indisch: klassiek, Noa variant, 5.cd ed
pl: Nimzovitsch, klasyczny, wariant Noa, 5cd ed
ru: Защита Нимцовича: классический вариант, вариант Ноа, 5.cd ed
si: nimzo-indijska, klasicena, Noa različica, 5. cxd5 exd5
sv: Nimzoindiskt: Klassisk, Noavarianten, 5.cxd5 exd5
tr: Nimzo-Hint: klasik, Noa varyasyonu, 5.cd ed
uk: Захист Німцовича: класичний варіант, варіант Ноа, 5.cd ed
vi: Nimzo-Ấn Độ: cổ điển, Noa biến, 5.cd ed

source: Nimzo-Indian: classical, Noa variation, main line, 7.Qc2
ar: نيمزو الهندي: الكلاسيكي, تفريع نوا, الخط الرئيسي, 7.Qc3
br: Defesa Nimzo-Índia, Variante Clássica, Variante Noa, Linha Principal, 7.Dc2
ca: Defensa Nimzo Índia - Variant clàssica - Variant Noa - Línia principal - 7. Dc2
de: Nimzoindisch: Klassisch, Noa-Variante, Hauptvariante, 7.Dc2
es: Defensa Nimzo India, Variante Clásica, Variante Noa, Linea Principal, 7.Dc2
eu: Nimzo-indiarra: klasikoa, Noa aldaera, lerro nagusia, 7.Dc2
fr: Défense Nimzo-indienne classique, var. Noa, ligne principale, 7.Dc2
id: Nimzo Hindia, Klasik, Varian Noa, Jalur Utama, 7.Mc2
it: Difesa Nimzo Indiana, Variante Classica, Variante Noa, Linea Principale, 7.Dc2
nl: Nimzo-Indisch: klassiek, Noa variant, hoofdlijn, 7.Dc2
pl: Nimzovitsch, klasyczny, wariant Noa, główna linia, 7.Hc2
ru: Защита Нимцовича: классический вариант, вариант Ноа, основное продолжение, 7.Фc2
si: Nimzo-indijska: klasična, Noa različica, glavna linija, 7. Dc2
sv: Nimzoindiskt: Klassisk, Noavarianten, huvudvariant, 7.Dc2
tr: Nimzo-Hint: klasik, Noa varyasyonu, ana hat, 7.Qc2
uk: Захист Німцовича: класичний варіант, варіант Ноа, основне продовження, 7.Фc2
vi: Nimzo-Ấn Độ: cổ điển, biến thể Noa, dòng chính, 7.Qc2

source: Nimzo-Indian: classical, Noa variation, main line
ar: نيمزو الهندي: الكلاسيكي, تفريع نوا, الخط الرئيسي
br: Defesa Nimzo-Índia, Variante Clássica, Variante Noa, Linha Principal
ca: Defensa Nimzo Índia - Variant clàssica - Variant Noa - Línia principal
de: Nimzoindisch: Klassisch, Noa-Variante, Hauptvariante
es: Defensa Nimzo India, Variante Clásica, Variante Noa, Linea Principal
eu: Nimzo-indiarra: klasikoa, Noa aldaera, lerro nagusia
fr: Défense Nimzo-indienne classique, var. Noa, ligne principale
id: Nimzo Hindia, Klasik, Varian Noa, Jalur Utama
it: Difesa Nimzo Indiana, Variante Classica, Variante Noa, Linea Principale
nl: Nimzo-Indisch: klassiek, Noa variant, hoofdlijn
pl: Nimzovitsch, klasyczny, wariant Noa, główna linia
ru: Защита Нимцовича: классический вариант, вариант Ноа, основное продолжение
si: Nimzo-indijska: klasična, Noa različica, glavna linija
sv: Nimzoindiskt: Klassisk, Noavarianten, huvudvariant
tr: Nimzo-Hint: klasik, Noa varyasyonu, ana hat
uk: Захист Німцовича: класичний варіант, варіант Ноа, основне продовження
vi: Nimzo-Ấn Độ: cổ điển, biến thể Noa, dòng chính

source: Nimzo-Indian: classical, Noa variation
ar: نيمزو الهندي: الكلاسيكي, تفريع نوا
br: Defesa Nimzo-Índia, Variante Clássica, Variante Noa
ca: Defensa Nimzo Índia - Variant clàssica - Variant Noa
de: Nimzoindisch: Klassisch, Noa-Variante
es: Defensa Nimzo India, Variante Clásica, Variante Noa
eu: Nimzo-indiarra: klasikoa, Noa aldaera
fr: Défense Nimzo-indienne classique, var. Noa
id: Nimzo Hindia, Klasik, Varian Noa
it: Difesa Nimzo Indiana, Variante Classica, Variante Noa
nl: Nimzo-Indisch: klassiek, Noa variant
pl: Nimzovitsch, klasyczny, wariant Noa
ru: Защита Нимцовича: классический вариант, вариант Ноа
si: nimzo-indijska, klasicena, Noa različica
sv: Nimzoindiskt: Klassisk, Noavarianten
tr: Nimzo-Hint: klasik, Noa varyasyonu
uk: Захист Німцовича: класичний варіант, варіант Ноа
vi: Nimzo-Ấn Độ: cổ điển, Noa biến
