Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Sicilian: closed, 6.Ne2 e5 (Botvinnik)
ar: صقلي: المغلق, 6.Ne2 e5 (بوتفنيك)
br: Defesa Siciliana, Variante Fechada, 6.Cge2 e5 (Botvinnik)
ca: Defensa Siciliana - Variant tancada - 6. Cge2 e5 (Botvinnik)
de: Sizilianisch: Geschlossen, 6.Se2 e5 (Botvinnik)
es: Defensa Siciliana, Variante Cerrada, 6.Cge2 e5 (Botvinnik)
eu: Siziliarra: itxia, 6.Ze2 e5 (Botvinnik)
fr: Sicilienne fermée, 6.Ce2 e5 (Botvinnik)
id: Sisilia Tertutup, 6.Ge2 e5 (Botwinnik)
it: Difesa Siciliana, Variante Chiusa, 6.Cge2 e5 (Botvinnik)
nl: Siciliaans: gesloten, 6.Pe2 e5 (Botvinnik)
pl: Sycylijska, zamknięta, 6.Se3 e5(Botvinnik)
ru: Сицилианская защита: закрытый вариант, 6.Кe2 e5
si: sicilijanska, zaprta, 6. Se2 e5 (Botvinnikova)
sv: Sicilianskt: Slutet, 6.Se2 e5 (Botvinnik)
tr: Sicilya: kapalı, 6.Ne2 e5 (Botvinnik)
uk: Сицилійський захист: закритий варіант, 6.Кe2 e5 (Ботвинник)
vi: Sicilia: khép kín, 6.Ne2 e5 (Botvinnik)

source: Sicilian: closed, 6.f4 e5 (Botvinnik)
ar: صقلي: المغلق, 6.f4 e5 (بوتفنيك)
br: Defesa Siciliana, Variante Fechada, 6.f4 e5 (Botvinnik)
ca: Defensa Siciliana - Variant tancada - 6. f4 e5 (Botvinnik)
de: Sizilianisch: Geschlossen, 6.f4 e5 (Botvinnik)
es: Defensa Siciliana, Variante Cerrada, 6.f4 e5 (Botvinnik)
eu: Siziliarra: itxia, 6.f4 e5 (Botvinnik)
fr: Sicilienne fermée, 6.f4 e5 (Botvinnik)
id: Sisilia Tertutup, 6.f4 e5 (Botwinnik)
it: Difesa Siciliana, Variante Chiusa, 6.f4 e5 (Botvinnik)
nl: Siciliaans: gesloten, 6.f4 e5 (Botvinnik)
pl: Sycylijska, zamknięta, 6.f4 e5(Botvinnik)
ru: Сицилианская защита: закрытый вариант, 6.f4 e5
si: siciljanska, zaprta, 6. f4 e5 (Botvinnikova)
sv: Sicilianskt: Slutet, 6.f4 e5 (Botvinnik)
tr: Sicilya: kapalı, 6.f4 e5 (Botvinnik)
uk: Сицилійський захист: закритий варіант, 6.f4 e5 (Ботвинник)
vi: Sicilia: khép kín, 6.f4 e5 (Botvinnik)

source: Sicilian: closed, 6.f4
ar: صقلي: المغلق, 6.f5
br: Defesa Siciliana, Variante Fechada, 6.f4
ca: Defensa Siciliana - Variant tancada - 6. f4
de: Sizilianisch: Geschlossen, 6.f4
es: Defensa Siciliana, Variante Cerrada, 6.f4
eu: Siziliarra: itxia, 6.f4
fr: Sicilienne fermée, 6.f4
id: Sisilia Tertutup, 6.f4
it: Difesa Siciliana, Variante Chiusa, 6.f4
nl: Siciliaans: gesloten, 6.f4
pl: Sycylijska, zamknięta, 6.f4
ru: Сицилианская защита: закрытый вариант, 6.f4
si: siciljanska, zaprta, 6. f4
sv: Sicilianskt: Slutet, 6.f4
tr: Sicilya: kapalı, 6.f4
uk: Сицилійський захист: закритий варіант, 6.f4
vi: Sicilia: khép kín, 6.f4

source: Sicilian: closed, Korchnoi variation
ar: صقلي: المغلق, تفريع كورشنوي
br: Defesa Siciliana, Variante Fechada, Variante Korchnoi
ca: Defensa Siciliana - Variant tancada - Variant Korchnoi
de: Sizilianisch: Geschlossen, Korchnoi Variante
es: Defensa Siciliana, Variante Cerrada, Variante Korchnoi
eu: Siziliarra: itxia, Korchnoi aldaera
fr: Sicilienne fermée, var. Kortchnoï
id: Sisilia Tertutup, Varian Korchnoi
it: Difesa Siciliana, Variante Chiusa, Variante Korchnoi
nl: Siciliaans: gesloten, Korchnoi variant
pl: Sycylijska, zamknięta, wariant Korchnoi
ru: Сицилианская защита: закрытый вариант, вариант Корчного
si: siciljanska, zaprta, Korchnoieva različica
sv: Sicilianskt: Slutet, Kortjnojvarianten
tr: Sicilya: kapalı, Korchnoi varyasyonu
uk: Сицилійський захист: закритий варіант, варіант Корчного
vi: Sicilia: khép kín, Korchnoi biến

source: Sicilian: closed, Smyslov variation
ar: صقلي: المغلق, سيمسلوف تفريع
br: Defesa Siciliana, Variante Fechada, Variante Smyslov
ca: Defensa Siciliana - Variant tancada - Variant Smyslov
de: Sizilianisch: Geschlossen, Smyslov Variante
es: Defensa Siciliana, Variante Cerrada, Variante Smyslov
eu: Siziliarra: itxia, Smyslov aldaera
fr: Sicilienne fermée, var. Smyslov
id: Sisilia Tertutup, Varian Smyslov
it: Difesa Siciliana, Variante Chiusa, Variante Smyslov
nl: Siciliaans: gesloten, Smyslov variant
pl: Sycylijska, zamknięta, wariant Smyslov'a
ru: Сицилианская защита: закрытый вариант, вариант Смыслова
si: sicilijanska, zaprta
sv: Sicilianskt: Slutet, Smyslovvarianten
tr: Sicilya: kapalı, Smyslov varyasyonu
uk: Сицилійський захист: закритий варіант, варіант Смислова
vi: Sicilia: khép kín, Smyslov biến

source: Sicilian: closed
ar: صقلي: المغلق
br: Defesa Siciliana, Variante Fechada
ca: Defensa Siciliana - Variant tancada
de: Sizilianisch: Geschlossen
es: Defensa Siciliana, Variante Cerrada
eu: Siziliarra: itxia
fr: Sicilienne fermée
id: Sisilia Tertutup
it: Difesa Siciliana, Variante Chiusa
nl: Siciliaans: gesloten
pl: Sycylijska, zamknięta
ru: Сицилианская защита: закрытый вариант
si: sicilijanska, zaprta
sv: Sicilianskt: Slutet försvar
tr: Sicilya: kapalı
uk: Сицилійський захист: закритий варіант
vi: Sicilia: đóng cửa

source: Sicilian: dragon variation
ar: صقلي: التنين تفريع
br: Defesa Siciliana, Variante do Dragão
ca: Defensa Siciliana - Variant Drac
de: Sizilianisch: Drachen Variante
es: Defensa Siciliana, Variante del Dragón
eu: Siziliarra: dragoiaren aldaera
fr: Sicilienne, var. du dragon
id: Sisilia Varian Naga
it: Difesa Siciliana, Variante del Dragone
nl: Siciliaans: draak variant
pl: Sycylijska, wariant smoka
ru: Сицилианская защита: вариант дракона
si: sicilijanska, zmajeva različica
sv: Sicilianskt: Drakenvarianten
tr: Sicilya: ejderha varyasyonu
uk: Сицилійський захист: варіант дракона
vi: Sicilia: biến con rồng

source: Sicilian: dragon, 6.Be3
ar: صقلي: التنين, 6.Be4
br: Defesa Siciliana, Variante do Dragão, Variante 6.Be3
ca: Defensa Siciliana - Variant Drac - Variant 6. Ae3
de: Sizilianisch: Drachenvariante, 6.Le3
es: Defensa Siciliana, Variante del Dragón, Variante 6.Ae3
eu: Siziliarra: dragoia, 6.Ae3
fr: Sicilienne, dragon, 6.Fe3
id: Sisilia Naga, 6.Ge3
it: Difesa Siciliana, Variante del Dragone, Variante 6.Ae3
nl: Siciliaans: draak, 6.Le3
pl: Sycylijska, smoka, 6,Ge3
ru: Сицилианская защита: вариант дракона, 6.Сe3
si: siciljanska, zmajeva, 6. Le3
sv: Sicilianskt: Draken, 6.Le3
tr: Sicilya: ejderha, 6.Be3
uk: Сицилійський захист: варіант дракона, 6.Сe3
vi: Sicilia: long, 6.Be3

source: Sicilian: dragon, Levenfish variation
ar: صقلي: التنين, ليفنفنيش تفريع
br: Defesa Siciliana, Variante do Dragão, Variante Levenfish
ca: Defensa Siciliana - Variant Drac - Variant Levenfish
de: Sizilianisch: Drachenvariante, Löwenfisch Variante
es: Defensa Siciliana, Variante del Dragón, Variante Levenfish
eu: Siziliarra: dragoia, Levenfish aldaera
fr: Sicilienne, dragon, variante (parfois "attaque" en anglais) Levenfish
id: Sisilia Naga, Varian Levenfish
it: Difesa Siciliana, Variante del Dragone, Variante Levenfish
nl: Siciliaans: draak, Levenfish variant
pl: Sycylijska, smoka, wariant Levenfish'a
ru: Сицилианская защита: вариант дракона, вариант Левенфиша
si: sicilijanska, zmajeva, Levenfiseva različica
sv: Sicilianskt: Draken, Löwenfischvarianten
tr: Sicilya: ejderha, Levenfish varyasyonu
uk: Сицилійський захист: варіант дракона, варіант Левенфіша
vi: Sicilia: long, Levenfish biến

source: Sicilian: dragon, Levenfish; Flohr variation
ar: صقلي: التنين, ليفنفنيش; فلوهر تفريع
br: Defesa Siciliana, Variante do Dragão, Variante Levenfish, Variante Flohr
ca: Defensa Siciliana - Variant Drac - Variant Levenfish - Variant Flohr
de: Sizilianisch: Drachenvariante, Löwenfisch; Flohr Variante
es: Defensa Siciliana, Variante del Dragón, Variante Levenfish, Variante Flohr
eu: Siziliarra: dragoia, Levenfish; Flohr aldaera
fr: Sicilienne, dragon, var. Levenfish, var. Flohr
id: Sisilia Naga, Varian Levenfish, Varian Flohr
it: Difesa Siciliana, Variante del Dragone, Variante Levenfish, Variante Flohr
nl: Siciliaans: draak, Levenfish; Flohr variant
pl: Sycylijska, smoka, Levenfish'a, wariant Flohr'a
ru: Сицилианская защита: вариант дракона, вариант Левенфиша, вариант Флора
si: sicilijanska, zmajeva, Levenfisheva, Flohrjeva različica
sv: Sicilianskt: Draken, Löwenfisch; Flohrvarianten
tr: Sicilya: ejderha, Levenfish; Flohr varyasyonu
uk: Сицилійський захист: варіант дракона, варіант Левенфіша, варіант Флора
vi: Sicilia: long, Levenfish; Flohr biến

source: Sicilian: dragon, Yugoslav attack, 10.O-O-O
ar: صقلي: التنين, هجوم يوجو السلافي, 10.O-O-O
br: Defesa Siciliana, Variante do Dragão, Ataque Iugoslavo, 10.O-O-O
ca: Defensa Siciliana - Variant Drac - Atac Iugoslau - 10. 0-0-0
de: Sizilianisch: Drachenvariante, Jugoslawischer Angriff, 10.O-O-O
es: Defensa Siciliana, Variante del Dragón, Ataque Yugoslavo, 10.O O O
eu: Siziliarra: dragoia, Jugoslaviar erasoa, 10.O-O-O
fr: Sicilienne, dragon, attaque yougoslave, 10.O-O-O
id: Sisilia Naga, Serangan Yugoslavia, 10.0-0-0
it: Difesa Siciliana, Variante del Dragone, Attacco Yugoslavo, 10.O O O
nl: Siciliaans: draak, Joegoslavische aanval, 10.O-O-O
pl: Sycylijska, smoka, atak Jugosłowiański, 10.O-O-O
ru: Сицилианская защита: вариант дракона, югославская атака, 10.O-O-O
si: sicilijanska, zmajeva, jugoslovanski napad, 10.O-O-O
sv: Sicilianskt: Draken, jugoslaviskt angrepp, 10.O-O-O
tr: Sicilya: ejderha, Yugoslav hücumu, 10.O-O-O
uk: Сицилійський захист: варіант дракона, Югославська атака, 10.O-O-O
vi: Sicilia: rồng, tấn công Yugoslav, 10.O-O-O

source: Sicilian: dragon, Yugoslav attack, 12.h4
ar: صقلي: التنين, هجوم يوجو السلافي, 12.h5
br: Defesa Siciliana, Variante do Dragão, Ataque Iugoslavo, 12.h4
ca: Defensa Siciliana - Variant Drac - Atac Iugoslau - 12. h4
de: Sizilianisch: Drachenvariante, Jugoslawischer Angriff, 12.h4
es: Defensa Siciliana, Variante del Dragón, Ataque Yugoslavo, 12.h4
eu: Siziliarra: dragoia, Jugoslaviar erasoa, 12.h4
fr: Sicilienne, dragon, attaque yougoslave, 12.h4
id: Sisilia Naga, Serangan Yugoslavia, 12.h4
it: Difesa Siciliana, Variante del Dragone, Attacco Yugoslavo, 12.h4
nl: Siciliaans: draak, Joegoslavische aanval, 12.h4
pl: Sycylijska, smoka, atak Jugosłowiański, 12.h4
ru: Сицилианская защита: вариант дракона, югославская атака, 12.h4
si: sicilijanska, zmajeva, jugoslovanski napad, 12.h4
sv: Sicilianskt: Draken, jugoslaviskt angrepp, 12.h4
tr: Sicilya: ejderha, Yugoslav hücumu, 12.h4
uk: Сицилійський захист: варіант дракона, Югославська атака, 12.h4
vi: Sicilia: rồng, tấn công Yugoslav, 12.h4

source: Sicilian: dragon, Yugoslav attack, 7...O-O
ar: صقلي: التنين, هجوم يوجو السلافي, 7...O-O
br: Defesa Siciliana, Variante do Dragão, Ataque Iugoslavo, 7...O-O
ca: Defensa Siciliana - Variant Drac - Atac Iugoslau - 7. ... 0-0
de: Sizilianisch: Drachenvariante, Jugoslawischer Angriff, 7...O-O
es: Defensa Siciliana, Variante del Dragón, Ataque Yugoslavo, 7...O O
eu: Siziliarra: dragoia, Jugoslaviar erasoa, 7...O-O
fr: Sicilienne, dragon, attaque yougoslave, 7...O-O
id: Sisilia Naga, Serangan Yugoslavia, 7...0-0
it: Difesa Siciliana, Variante del Dragone, Attacco Yugoslavo, 7...O O
nl: Siciliaans: draak, Joegoslavische aanval, 7 ... O-O
pl: Sycylijska, smoka, atak Jugosłowiański, 7...O-O
ru: Сицилианская защита: вариант дракона, югославская атака, 7...O-O
si: sicilijanska, zmajeva, Yugoslavov napad, 7...O-O
sv: Sicilianskt: Draken, jugoslaviskt angrepp, 7...O-O
tr: Sicilya: ejderha, Yugoslav hücumu, 7...O-O
uk: Сицилійський захист: варіант дракона, Югославська атака, 7...O-O
vi: Sicilia: long, Nam Tư tấn công, 7 ... O-O

source: Sicilian: dragon, Yugoslav attack, 9...Bd7
ar: صقلي: التنين, هجوم يوجو السلافي, 9...Bd8
br: Defesa Siciliana, Variante do Dragão, Ataque Iugoslavo, 9...Bd7
ca: Defensa Siciliana - Variant Drac - Atac Iugoslau - 9 ... Ad7
de: Sizilianisch: Drachenvariante, Jugoslawischer Angriff, 9...Ld7
es: Defensa Siciliana, Variante del Dragón, Ataque Yugoslavo, 9...Ad7
eu: Siziliarra: dragoia, Jugoslaviar erasoa, 9...Ad7
fr: Sicilienne, dragon, attaque yougoslave, 9...Fd7
id: Sisilia Naga, Serangan Yugoslavia, 9... Gd7
it: Difesa Siciliana, Variante del Dragone, Attacco Yugoslavo, 9...Ad7
nl: Siciliaans: draak, Joegoslavische aanval, 9 ... Ld7
pl: Sycylijska, smoka, atak Jugosłowiański 9...Gd7
ru: Сицилианская защита: вариант дракона, югославская атака, 9...Сd7
si: sicilijanska, zmajeva, Yugoslavov napad, 9...Lb7
sv: Sicilianskt: Draken, jugoslaviskt angrepp, 9...Ld7
tr: Sicilya: ejderha, Yugoslav hücumu, 9...Bd7
uk: Сицилійський захист: варіант дракона, Югославська атака, 9...Сd7
vi: Sicilia: long, Nam Tư tấn công, 9 ... Bd7

source: Sicilian: dragon, Yugoslav attack, 9.Bc4
ar: صقلي: التنين, هجوم يوجو السلافي, 9.Bc5
br: Defesa Siciliana, Variante do Dragão, Ataque Iugoslavo, 9.Bc4
ca: Defensa Siciliana - Variant Drac - Atac Iugoslau - 9. Ac4
de: Sizilianisch: Drachenvariante, Jugoslawischer Angriff, 9.Lc4
es: Defensa Siciliana, Variante del Dragón, Ataque Yugoslavo, 9.Ac4
eu: Siziliarra: dragoia, Jugoslaviar erasoa, 9.Ac4
fr: Sicilienne, dragon, attaque yougoslave, 9.Fc4
id: Sisilia Naga, Serangan Yugoslavia, 9.Gc4
it: Difesa Siciliana, Variante del Dragone, Attacco Yugoslavo, 9.Ac4
nl: Siciliaans: draak, Joegoslavische aanval, 9.Lc4
pl: Sycylijska, smoka, atak Jugosłowiański, 9. Gc4
ru: Сицилианская защита: вариант дракона, югославская атака, 9.Сc4
si: sicilijanska, zmajeva, Yugoslavov napad, 9. Lc4
sv: Sicilianskt: Draken, jugoslaviskt angrepp, 9.Lc4
tr: Sicilya: ejderha, Yugoslav hücumu, 9.Bc4
uk: Сицилійський захист: варіант дракона, Югославська атака, 9.Сc4
vi: Sicilia: long, Nam Tư tấn công, 9.Bc4

source: Sicilian: dragon, Yugoslav attack, Byrne variation
ar: صقلي: التنين, هجوم يوجو السلافي, بايرن تفريع
br: Defesa Siciliana, Variante do Dragão, Ataque Iugoslavo, Variante Byrne
ca: Defensa Siciliana - Variant Drac - Atac Iugoslau - Variant Byrne
de: Sizilianisch: Drachenvariante, Jugoslawischer Angriff, Byrne Variante
es: Defensa Siciliana, Variante del Dragón, Ataque Yugoslavo, Variante Byrne
eu: Siziliarra: dragoia, Jugoslaviar erasoa, Byrne aldaera
fr: Sicilienne, dragon, attaque yougoslave, var. Byrne
id: Sisilia Naga, Serangan Yugoslavia, Varian Byrne
it: Difesa Siciliana, Variante del Dragone, Attacco Yugoslavo, Variante Byrne
nl: Siciliaans: draak, Joegoslavische aanval, Byrne variant
pl: Sycylijska, smoka, atak Jugosłowiański, wariant Byrne'a
ru: Сицилианская защита: вариант дракона, югославская атака, вариант Бирна
si: sicilijanska, zmajeva, Yugoslavov napad, Byrneva različica
sv: Sicilianskt: Draken, jugoslaviskt angrepp, Byrnevarianten
tr: Sicilya: ejderha, Yugoslav hücumu, Byrne varyasyonu
uk: Сицилійський захист: варіант дракона, Югославська атака, варіант Бирна
vi: Sicilia: long, Nam Tư tấn công, Byrne biến

source: Sicilian: dragon, Yugoslav attack, Rauser variation
ar: صقلي: التنين, هجوم يوجو السلافي, راوزر تفريع
br: Defesa Siciliana, Variante do Dragão, Ataque Iugoslavo, Variante Rauser
ca: Defensa Siciliana - Variant Drac - Atac Iugoslau - Variant Rauser
de: Sizilianisch: Drachenvariante, Jugoslawischer Angriff, Rauser Variante
es: Defensa Siciliana, Variante del Dragón, Ataque Yugoslavo, Variante Rauser
eu: Siziliarra: dragoia, Jugoslaviar erasoa, Rauser aldaera
fr: Sicilienne, dragon, attaque yougoslave, var. Rauzer
id: Sisilia Naga, Serangan Yugoslavia, Varian Rauzer
it: Difesa Siciliana, Variante del Dragone, Attacco Yugoslavo, Variante Rauser
nl: Siciliaans: draak, Joegoslavische aanval, Rauser variant
pl: Sycylijska, smoka, atak Jugosłowiański, wariant Rauser'a
ru: Сицилианская защита: вариант дракона, югославская атака, вариант Раузера
si: sicilijanska, zmajeva, Yugoslavov napad, Rauserjeva različica
sv: Sicilianskt: Draken, jugoslaviskt angrepp, Rauservarianten
tr: Sicilya: ejderha, Yugoslav hücumu, Rauser varyasyonu
uk: Сицилійський захист: варіант дракона, Югославська атака, варіант Раузера
vi: Sicilia: long, Nam Tư tấn công, Rauser biến

source: Sicilian: dragon, Yugoslav attack
ar: صقلي: التنين, هجوم يوجو السلافي
br: Defesa Siciliana, Variante do Dragão, Ataque Iugoslavo
ca: Defensa Siciliana - Variant Drac - Atac Iugoslau
de: Sizilianisch: Drachenvariante, Jugoslawischer Angriff
es: Defensa Siciliana, Variante del Dragón, Ataque Yugoslavo
eu: Siziliarra: dragoia, Jugoslaviar erasoa
fr: Sicilienne, dragon, attaque yougoslave
id: Sisilia Naga, Serangan Yugoslavia
it: Difesa Siciliana, Variante del Dragone, Attacco Yugoslavo
nl: Siciliaans: draak, Joegoslavische aanval
pl: Sycylijska, smoka, atak Jugosłowiański
ru: Сицилианская защита: вариант дракона, югославская атака
si: sicilijanska, zmajeva, jugoslovanski napad
sv: Sicilianskt: Draken, jugoslaviskt angrepp
tr: Sicilya: ejderha, Yugoslav hücumu
uk: Сицилійський захист: варіант дракона, Югославська атака
vi: Sicilia: long, Nam Tư tấn công

source: Sicilian: dragon, classical attack
ar: صقلي: التنين, الهجوم الكلاسيكي
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico
ca: Defensa Siciliana - Variant Drac - Atac clàssic
de: Sizilianisch: Drachenvariante, Klassisch Angriff
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico
eu: Siziliarra: dragoia, eraso klasikoa
fr: Sicilienne, dragon, variante (parfois "attaque" en anglais) classique
id: Sisilia Naga, Serangan Klasik
it: Difesa Siciliana, Variante del Dragone, Attacco Classico
nl: Siciliaans: draak, klassieke aanval
pl: Sycylijska, smoka, klasyczny atak
ru: Сицилианская защита: вариант дракона, классическая атака
si: sicilijanska, zmajeva, klasični napad
sv: Sicilianskt: Draken, klassiskt angrepp
tr: Sicilya: ejderha, klasik hücum
uk: Сицилійський захист: варіант дракона, класична атака
vi: Sicilia: con rồng, cuộc tấn công cổ điển

source: Sicilian: dragon, classical, 8.O-O
ar: صقلي: التنين, الكلاسيكي, 8.O-O
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, 8.O-O
ca: Defensa Siciliana - Variant Drac - Atac clàssic - 8. 0-0
de: Sizilianisch: Drachenvariante, Klassisch, 8.O-O
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, 8.O O
eu: Siziliarra: dragoia, klasikoa, 8.O-O
fr: Sicilienne, dragon classique, 8.O-O
id: Sisilia Naga, Klasik, 8.0-0
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, 8.O O
nl: Siciliaans: draak, klassiek, 8.O-O
pl: Sycylijska, smoka, klasyczna, 8.O-O
ru: Сицилианская защита: вариант дракона, классическая атака, 8.O-O
si: sicilijanska, zmajeva, klasična, 8. O-O
sv: Sicilianskt: Draken, klassiskt, 8.O-O
tr: Sicilya: ejderha, klasik, 8.O-O
uk: Сицилійський захист: варіант дракона, класична атака, 8.O-O
vi: Sicilia: long, cổ điển, 8.O-O

source: Sicilian: dragon, classical, 9.Nb3
ar: صقلي: التنين, الكلاسيكي, 9.Nb4
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, 9.Cb3
ca: Defensa Siciliana - Variant Drac - Atac clàssic - 9. Cb3
de: Sizilianisch: Drachenvariante, Klassisch, 9.Sb3
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, 9.Cb3
eu: Siziliarra: dragoia, klasikoa, 9.Zb3
fr: Sicilienne, dragon classique, 9.Cb3
id: Sisilia Naga, Klasik, 9.Kb3
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, 9.Cb3
nl: Siciliaans: draak, klassiek, 9.Pb3
pl: Sycylijska, smoka, klasyczna, 9. Sb3
ru: Сицилианская защита: вариант дракона, классическая атака, 9.Кb3
si: sicilijanska, zmajeva, klasična, 9. Sb3
sv: Sicilianskt: Draken, klassiskt, 9.Sb3
tr: Sicilya: ejderha, klasik, 9.Nb3
uk: Сицилійський захист: варіант дракона, класична атака, 9.Кb3
vi: Sicilia: long, cổ điển, 9.Nb3

source: Sicilian: dragon, classical, Alekhine variation
ar: صقلي: التنين, الكلاسيكي, اليخين تفريع
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, Variante Alekhine
ca: Defensa Siciliana - Variant Drac - Atac clàssic - Variant Alekhine
de: Sizilianisch: Drachenvariante, Klassisch, Aljechin Variante
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, Variante Alekhine
eu: Siziliarra: dragoia, klasikoa, Alekhine aldaera
fr: Sicilienne, dragon classique, var. Alekhine
id: Sisilia Naga, Klasik, Varian Alekhine
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, Variante Alekhine
nl: Siciliaans: draak, klassiek, Aljechin variant
pl: Sycylijska, smoka, klasyczna, wariant Alekhin'a
ru: Сицилианская защита: вариант дракона, классическая атака, вариант Алехина
si: sicilijanska, zmajeva, klasična, Aljehinova različica
sv: Sicilianskt: Draken, klassiskt, Aljechinvarianten
tr: Sicilya: ejderha, klasik, Alekhine varyasyonu
uk: Сицилійський захист: варіант дракона, класична атака, варіант Альохіна
vi: Sicilia: long, cổ điển, Alekhine biến

source: Sicilian: dragon, classical, Amsterdam variation
ar: صقلي: التنين, الكلاسيكي, أمستردام تفريع
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, Variante Amsterdam
ca: Defensa Siciliana - Variant Drac - Atac clàssic - Variant Amsterdam
de: Sizilianisch: Drachenvariante, Klassisch, Amsterdamer Variante
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, Variante Amsterdam
eu: Siziliarra: dragoia, klasikoa, Amsterdam aldaera
fr: Sicilienne, dragon classique, var. d'Amsterdam
id: Sisilia Naga, Klasik, Varian Amsterdam
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, Variante Amsterdam
nl: Siciliaans: draak, klassiek, Amsterdam variant
pl: Sycylijska, smoka, klasyczna, wariant Amsterdamski
ru: Сицилианская защита: вариант дракона, классическая атака, амстердамский вариант
si: sicilijanska, zmajeva, klasična, različica Amsterdam
sv: Sicilianskt: Draken, klassiskt, Amsterdamvarianten
tr: Sicilya: ejderha, klasik, Amsterdam varyasyonu
uk: Сицилійський захист: варіант дракона, класична атака, Амстердамський варіант
vi: Sicilia: long, cổ điển, Amsterdam biến

source: Sicilian: dragon, classical, Bernard defence
ar: صقلي: التنين, الكلاسيكي, بيرنارد دفاع
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, Defesa Bernard
ca: Defensa Siciliana - Variant Drac - Atàc clàssic - Defensa Bernard
de: Sizilianisch: Drachenvariante, Klassisch, Bernard Verteidigung
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, Defensa Bernard
eu: Siziliarra: dragoia, klasikoa, Bernarden defentsa
fr: Sicilienne, dragon classique, défense Bernard
id: Sisilia Naga, Klasik, Pembelaan Bernard
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, Difesa Bernard
nl: Siciliaans: draak, klassiek, Bernard verdediging
pl: Sycylijska, smoka, klasyczna, obrona Bernard'a
ru: Сицилианская защита: вариант дракона, классическая атака, защита Бернарда
si: sicilijanska, zmajeva, klasična, Bernardova obramba
sv: Sicilianskt: Draken, klassiskt, Bernards försvar
tr: Sicilya: ejderha, klasik, Bernard savunması
uk: Сицилійський захист: варіант дракона, класична атака, захист Бернарда
vi: Sicilia: dragon, cổ điển, phòng thủ Bernard

source: Sicilian: dragon, classical, Grigoriev variation
ar: صقلي: التنين, الكلاسيكي, جريجوريف تفريع
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, Variante Grigoriev
ca: Defensa Siciliana - Variant Drac - Atac clàssic - Variant Grigoriev
de: Sizilianisch: Drachenvariante, Klassisch, Grigoriev Variante
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, Variante Grigoriev
eu: Siziliarra: dragoia, klasikoa, Grigoriev aldaera
fr: Sicilienne, dragon classique, var. Grigoriev
id: Sisilia Naga, Klasik, Varian Grigoriev
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, Variante Grigoriev
nl: Siciliaans: draak, klassiek, Grigoriev variant
pl: Sycylijska, smoka, klasyczna, wariant Grigoriev'a
ru: Сицилианская защита: вариант дракона, классическая атака, вариант Григорьева
si: sicilijanska, zmajeva, klasična, Grigorieva različica
sv: Sicilianskt: Draken, klassiskt, Grigorjevvarianten
tr: Sicilya: ejderha, klasik, Grigoriev varyasyonu
uk: Сицилійський захист: варіант дракона, класична атака, варіант Григор’єва
vi: Sicilia: long, cổ điển, Grigoriev biến
