Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Giuoco Piano: Holzhausen attack
ar: الجيكو بيانو ( الهاديء ): هولتسهاوسن هجوم
br: Abertura Italiana (Giuoco piano), Ataque Holzhausen
ca: Defensa dels dos cavalls/obertura Italiana - Atac Holzhausen
de: Italienische Partie: Holzhausen Angriff
es: Defensa de los 2 Caballos/Apertura Italiana, Ataque Holzhausen
eu: Giuoco Piano: Holzhausenen erasoa
fr: Italienne, attaque Holzhausen
id: Giuoco Piano: Serangan Holzhausen
it: Difesa dei 2 Cavalli/Apertura Italiana, Attacco Holzhausen
nl: Giuoco piano: Holzhausen aanval
pl: Giuoco piano, atak Holzhausen'a
ru: Итальянская партия: атака Гольцгаузена
si: Giuoco piano, Holzhausenov napad
sv: Italienskt parti (tvåspringarspel): Holzhausens angrepp
tr: Giuoco Piyano: Holzhausen hücumu
uk: Італійська партія: атака Гольцгаузена
vi: Giuoco đàn piano: Holzhausen tấn công

source: Giuoco Piano: Jerome gambit
ar: الجيكو بيانو ( الهاديء ): جامبيت جيروم
br: Abertura Italiana (Giuoco Piano), Gambito Jerome
ca: Obertura Italiana o 'Giuoco Piano' - Gambit Jerome
de: Italienische Partie: Jerome Gambit
es: Apertura Italiana o Giuoco Piano, Gambito Jerome
eu: Giuoco Piano: Jerome ganbitoa
fr: Italienne, gambit Jerome
id: Giuoco Piano: Gambit Jerome
it: Apertura Italiana o Giuoco Piano, gambetto Jerome
nl: Giuoco Piano: Jerome gambiet
pl: Giuoco Piano, gambit Jerome
ru: Итальянская партия: гамбит Джерома
si: Giuoco Piano, Jeromejev gambit
sv: Italienskt parti: Jeromegambit
tr: Giuoco Piyano: Jerome gambiti
uk: Італійська партія: гамбіт Джерома

source: Giuoco Piano: Krause variation
ar: الجيكو بيانو ( الهاديء ): كراوز تفريع
br: Abertura Italiana (Giuoco Piano), Variante Krause
ca: Obertura Italiana o 'Giuoco Piano' - Variant Krause
de: Italienische Partie: Krause-Variante
es: Apertura Italiana o Giuoco Piano, Variante Krause
eu: Giuoco Piano: Krause aldaera
fr: Italienne, var. Krause
id: Giuoco Piano: Varian Krause
it: Apertura Italiana o Giuoco Piano, Variante Krause
nl: Giuoco Piano: Krause variant
pl: Giuoco Piano, wariant Krause'go
ru: Итальянская партия: вариант Краузе
si: Giuoco Piano, Krausejeva različica
sv: Italienskt parti: Krausevarianten
tr: Giuoco Piyano: Krause varyasyonu
uk: Італійська партія: варіант Краузе
vi: Giuoco Piano: Krause biến

source: Giuoco Piano: La Bourdonnais variation
ar: الجيكو بيانو ( الهاديء ): لابوردينيه تفريع
br: Abertura Italiana (Giuoco Piano), Variante LaBourdonnais
ca: Obertura Italiana o 'Giuoco Piano' - Variant Labourdonnais
de: Italienische Partie: LaBourdonnais-Variante
es: Apertura Italiana o Giuoco Piano, Variante La Bourdonnais
eu: Giuoco Piano: La Bourdonnais aldaera
fr: Italienne, var. La Bourdonnais
id: Giuoco Piano: Varian Labourdannais
it: Apertura Italiana o Giuoco Piano, Variante Labourdonnais
nl: Giuoco Piano: Labourdonnais variant
pl: Giuoco Piano, wariant La Bourdonnais'a
ru: Итальянская партия: вариант Лабурдонне
si: Giuoco Piano, LaBourdonnaisova različica
sv: Italienskt parti: LaBourdonnais variant
tr: Giuoco Piyano: LaBourdonnais varyasyonu
uk: Італійська партія: варіант Лабурдонне
vi: Giuoco Piano: LaBourdonnais biến

source: Giuoco Piano: Mestel variation
ar: الجيكو بيانو ( الهاديء ): تفريع ماستل
br: Abertura Italiana (Giuoco Piano), Variante Mestel
ca: Obertura Italiana o 'Giuoco Piano' - Variant Mestel
de: Italienische Partie: Mestel-Variante
es: Apertura Italiana o Giuoco Piano, Variante Mestel
eu: Giuoco Piano: Mestel aldaera
fr: Italienne, var. Mestel
id: Giuoco Piano: Varian Mestel
it: Apertura Italiana o Giuoco Piano, Variante Mestel
nl: Giuoco Piano: Mestel variant
pl: Giuoco Piano, wariant Mestel'a
ru: Итальянская партия: вариант Местела
si: Giuoco Piano, Mestelova različica
sv: Italienskt parti: Mestelvarianten
tr: Giuoco Piyano: Mestel varyasyonu
uk: Італійська партія: варіант Местела
vi: Giuoco Piano: Mestel biến

source: Giuoco Piano: Moeller (Therkatz) attack
ar: الجيكو بيانو ( الهاديء ): موللر (ذيراكتز) هجوم
br: Abertura Italiana (Giuoco Piano), Ataque Moeller (Therkatz)
ca: Obertura Italiana o 'Giuoco Piano' - Atac Moeller o Therkatz
de: Italienische Partie: Moeller (Therkatz) Angriff
es: Apertura Italiana o Giuoco Piano, Ataque Moeller o Therkatz
eu: Giuoco Piano: Moeller (Therkatz) erasoa
fr: Italienne, attaque Møller (Therkatz)
id: Giuoco Piano: Serangan Moeller (Therkatz)
it: Apertura Italiana o Giuoco Piano, Attacco Moeller o Therkatz
nl: Giuoco Piano: Moeller (Therkatz) aanval
pl: Giuoco Piano, atak Moeller'a (Therkatz'a)
ru: Итальянская партия: атака Меллера
si: Giuoco Piano, Moeller (Therkatzev) napad
sv: Italienskt parti: Möllers angrepp (Therkatz)
tr: Giuoco Piyano: Moeller (Therkatz) hücumu
uk: Італійська партія: атака Меллера
vi: Giuoco Piano: tấn công Moeller (Therkatz)

source: Giuoco Piano: Moeller, bayonet attack
ar: الجيكو بيانو ( الهاديء ): موللر, بايونيت هجوم
br: Abertura Italiana (Giuoco Piano), Ataque Moeller, Ataque da Baioneta
ca: Obertura Italiana o 'Giuoco Piano' - Atac Moeller - Atac a la baioneta
de: Italienische Partie: Moeller, bayonet Angriff
es: Apertura Italiana o Giuoco Piano, Ataque Moeller, Ataque a la Bayoneta
eu: Giuoco Piano: Moeller, baioneta erasoa
fr: Italienne, attaque Møller, attaque à la baïonnette
id: Giuoco Piano: Serangan Moeller, Bayonet
it: Apertura Italiana o Giuoco Piano, Attacco Moeller, Attacco a la Bayoneta
nl: Giuoco Piano: Moeller, bajonet-aanval
pl: Giuoco Piano, Moeller, atak bagnet
ru: Итальянская партия: атака Меллера, штыковой удар
si: Giuoco Piano, Moeller, bajonetni napad
sv: Italienskt parti: Möllers bajonettangrepp
tr: Giuoco Piyano: Moeller, süngü hücumu
uk: Італійська партія: атака Меллера, штиковий удар
vi: Giuoco Piano: Moeller, đau lưỡi lê

source: Giuoco Piano: Rosentreter variation
ar: الجيكو بيانو ( الهاديء ): روزنترتر تفريع
br: Abertura Italiana (Giuoco piano), Variante Rosentreter
ca: Defensa dels dos cavalls/Obertura Italiana - Variant Rosentreter
de: Italienische Partie: Rosentreter-Variante
es: Defensa de los 2 Caballos/Apertura Italiana, Variante Rosentreter
eu: Giuoco Piano: Rosentreter aldaera
fr: Italienne, var. Rosentreter
id: Giuoco Piano: Varian Rosentreter
it: Difesa dei 2 Cavalli/Apertura Italiana, Variante Rosentreter
nl: Giuoco piano: Rosentreter variant
pl: Giuoco piano, wariant Rosentreter'a
ru: Итальянская партия: вариант Розентретера
si: Giuoco piano, Rosentreterjeva različica
sv: Italienskt parti (tvåspringarspel): Rosentretervarianten
tr: Giuoco Piyano: Rosentreter varyasyonu
uk: Італійська партія: варіант Розентретера
vi: Giuoco đàn piano: Rosentreter biến

source: Giuoco Piano: Steinitz variation
ar: الجيكو بيانو ( الهاديء ): تفريع شتاينتز
br: Abertura Italiana (Giuoco Piano), Variante Steinitz
ca: Obertura Italiana o 'Giuoco Piano' - Variant Steinitz
de: Italienische Partie: Steinitz-Variante
es: Apertura Italiana o Giuoco Piano, Variante Steinitz
eu: Giuoco Piano: Steinitz aldaera
fr: Italienne, var. Steinitz
id: Giuoco Piano: Varian Steinitz
it: Apertura Italiana o Giuoco Piano, Variante Steinitz
nl: Giuoco Piano: Steinitz variant
pl: Giuoco Piano, wariant Steinitz'a
ru: Итальянская партия: вариант Стейница
si: Giuoco Piano, Steinitzeva različica
sv: Italienskt parti: Steinitzvarianten
tr: Giuoco Piyano: Steinitz varyasyonu
uk: Італійська партія: варіант Стейніца
vi: Giuoco Piano: Steinitz biến

source: Giuoco Piano: Tarrasch variation
ar: الجيكو بيانو ( الهاديء ): تفريع تاراش
br: Abertura Italiana (Giuoco Piano), Variante Tarrasch
ca: Obertuta Italiana o 'Giuoco Piano' - Variant Tarrasch
de: Italienische Partie: Tarrasch-Variante
es: Apertura Italiana o Giuoco Piano, Variante Tarrasch
eu: Giuoco Piano: Tarrasch aldaera
fr: Italienne, var. Tarrasch
id: Giuoco Piano: Varian Tarrasch
it: Apertura Italiana o Giuoco Piano, Variante Tarrasch
nl: Giuoco Piano: Tarrasch variant
pl: Giuoco Piano, wariant Tarrasch'a
ru: Итальянская партия: вариант Тарраша
si: Giuoco Piano, Tarrascheva različica
sv: Italienskt parti: Tarraschvarianten
tr: Giuoco Piyano: Tarrasch varyasyonu
uk: Італійська партія: варіант Тарраша
vi: Giuoco Piano: Tarrasch biến

source: Giuoco Piano: Therkatz-Herzog variation
ar: الجيكو بيانو ( الهاديء ): ذيراكتز-هرزوج تفريع
br: Abertura Italiana (Giuoco Piano), Variante Therkatz Herzog
ca: Obertura Italiana o 'Giuoco Piano' - Variant Therkatz Herzog
de: Italienische Partie: Therkatz-Herzog-Variante
es: Apertura Italiana o Giuoco Piano, Variante Therkatz Herzog
eu: Giuoco Piano: Therkatz-Herzog aldaera
fr: Italienne, var. Therkatz - Herzog
id: Giuoco Piano: Varian Therkatz-Herzog
it: Apertura Italiana o Giuoco Piano, Variante Therkatz Herzog
nl: Giuoco Piano: TherkatzHerzog variant
pl: Giuoco Piano, wariant Therkatz-Herzog
ru: Итальянская партия: вариант Теркатца-Херцога
si: Giuoco Piano, Therkatz-Herzogova različica
sv: Italienskt parti: Therkatz-Herzogvarianten
tr: Giuoco Piyano: Therkatz-Herzog varyasyonu
uk: Італійська партія: варіант Теркатца-Херцога
vi: Giuoco Piano: Therkatz-Herzog biến

source: Giuoco Piano: centre-holding variation
ar: الجيكو بيانو ( الهاديء ): تفريع امتلاك الوسط
br: Abertura Italiana (Giuoco Piano), Variante de Sostén do Centro
ca: Obertura Italiana o 'Giuoco Piano' - Variant de 'protecció del centre'
de: Italienische Partie: centre-holding-Variante
es: Apertura Italiana o Giuoco Piano, Variante de Sostén del Centro
eu: Giuoco Piano: Erdiaren Euskarriaren Aldaera
fr: Italienne, var. du maintien du centre
id: Giuoco Piano: Varian Centre-Holding
it: Apertura Italiana o Giuoco Piano, Variante de Sostén del Centro
nl: Giuoco Piano: centrumbehoud variant
pl: Giuoco Piano, wariant utrzymania centrum
ru: Итальянская партия: вариант с удержанием центра
si: Giuoco Piano, različica oklepanja sredine
sv: Italienskt parti: Centrumvarianten
tr: Giuoco Piyano: merkezi tutucu varyasyonu
uk: Італійська партія: варіант з утримуванням центру
vi: Giuoco Piano: biến thể chiếm giữ trung tâm

source: Giuoco Piano: close variation
ar: الجيكو بيانو ( الهاديء ): التفريع المغلق
br: Abertura Italiana (Giuoco Piano), Variante Fechada
ca: Obertura Italiana o 'Giuoco Piano' - Variant tancada
de: Italienische Partie: Geschlossene Variante
es: Apertura Italiana o Giuoco Piano, Variante Cerrada
eu: Giuoco Piano: aldaera itxia
fr: Italienne, var. fermée
id: Giuoco Piano: Varian Tertutup
it: Apertura Italiana o Giuoco Piano, Variante Chiusa
nl: Giuoco Piano: gesloten variant
pl: Giuoco Piano, wariant zamknięty
ru: Итальянская партия: закрытый вариант
si: Giuoco Piano, zaprta različica
sv: Italienskt parti: Sluten variant
tr: Giuoco Piyano: kapalı varyasyon
uk: Італійська партія: закритий варіант
vi: Giuoco Piano: biến thể gần

source: Giuoco Piano: four knights variation
ar: الجيكو بيانو ( الهاديء ): الأربعة أحصنة تفريع
br: Abertura Italiana (Giuoco Piano), Variante dos 4 Cavalos
ca: Obertura Italiana o 'Giuoco Piano' - Variant dels quatre cavalls
de: Italienische Partie: Vierspringerspiel
es: Apertura Italiana o Giuoco Piano, Variante de los 4 Caballos
eu: Giuoco Piano: lau zaldunen aldaera
fr: Italienne, var. des 4 cavaliers
id: Giuoco Piano: Varian 4 Kuda
it: Apertura Italiana o Giuoco Piano, Variante dei 4 Cavalli
nl: Giuoco Piano: vier paarden variant
pl: Giuoco Piano, wariant czterech skoczków
ru: Итальянская партия: вариант четырех коней
si: Giuoco Piano, različica štirih skakačev
sv: Italienskt parti: Fyrspringarspel
tr: Giuoco Piyano: dört at varyasyonu
uk: Італійська партія: варіант чотирьох коней
vi: Giuoco Piano: bốn hiệp sĩ biến thể

source: Giuoco Piano
ar: الجيكو بيانو ( الهاديء )
br: Abertura Italiana (Giuoco Piano)
ca: Obertura Italiana o 'Giuoco Piano'
de: Italienische Partie
es: Apertura Italiana o Giuoco Piano
fr: Partie italienne (Giuoco Piano)
id: Pembelaan Italia (Giuoco Piano)
it: Apertura Italiana o Giuoco Piano
ru: Итальянская партия
sv: Italienskt parti (Giuoco Piano)
tr: Giuoco Piyano
uk: Італійська партія

source: Global opening
ar: افتتاح جلوبال
br: Abertura Global
ca: Obertura Global
de: Global Eröffnung
es: Apertura Global
eu: Global Irekiera
fr: Ouverture "Global"
id: Pembukaan Global
it: Apertura Globale
nl: Globale opening
pl: Debiut globalny
ru: Всеохватный дебют
si: Globalna otvoritev
sv: Global spelöppning
tr: Küresel açılış
uk: Глобальний дебют
vi: Khai cuộc toàn cục

source: Greco defence
ar: جريكو دفاع
br: Defesa Greco
ca: Defensa Greco
de: Greco Verteidigung
es: Defensa Greco
eu: Greko defentsa
fr: Défense Greco
id: Pembelaan Greco
it: Difesa Greco
nl: Greco verdediging
pl: Obrona Greco
ru: Защита Греко
si: Grecova obramba
sv: Grecos försvar
tr: Greko savunması
uk: Захист Греко
vi: Phòng thủ Greco

source: Grob's attack
ar: جروب هجوم
br: Ataque Grob
ca: Atac Grob
de: Grobs Angriff
es: Ataque Grob
eu: Grob erasoa
fr: Attaque ou début Grob
id: Serangan Grob
it: Attacco Grob
nl: Grobopening
pl: Atak Groba
ru: Дебют Гроба
si: Grobov napad
sv: Grobs angrepp
tr: Grob'un hücumu
uk: Дебют Гроба
vi: Tấn công Grob

source: Grob: Fritz gambit
ar: جروب: فريتز جامبيت
br: Ataque Grob, Gambito Fritz
ca: Atac Grob - Gambit Fritz
es: Ataque Grob, Gambito Fritz
eu: Grob: Fritz ganbitoa
fr: Attaque Grob, gambit Fritz
id: Grob: Gambit Fritz
it: Attacco Grob, Mossa di Fritz
nl: Grob: Fritz gambiet
pl: Grob, gamboit Fritz'a
ru: Дебют Гроба: гамбит Фрица
si: Grob, Fritzov gambit
tr: Grob: Fritz gambiti
uk: Дебют Гроба: гамбіт Фріца

source: Grob: Romford counter-gambit
ar: جروب: رومفورد الجامبيت المضاد
br: Ataque Grob, Contra-Gambito Romford
ca: Atac Grob - Contra-Gambit Romford
de: Grob: Romford Gegengambit
es: Ataque Grob, ContraGambito Romford
eu: Grob: Romford kontra-ganbitoa
fr: Attaque Grob, contre-gambit de Romford
id: Grob: Gambit Balasan Romford
it: Attacco Grob, Controgambetto Romford
nl: Grob: Romford tegengamb
pl: Grob, kontrgambit Romford'a
ru: Дебют Гроба: контргамбит Ромфорда
si: Grob, Romfordov proti-gambit
sv: Grob: Romfords motgambit
tr: Grob: Romford karşı gambiti
uk: Дебют Гроба: контргамбіт Ромфорда
vi: Grob: Romford phản Gambit

source: Grob: Spike attack
ar: جروب: سبايك هجوم
br: Ataque Grob, Ataque Spike
ca: Atac Grobc - Atac de l'espiga
de: Grob: Speerangriff
es: Ataque Grob, Ataque de Espiga
eu: Grob: Spike erasoa
fr: Attaque Grob, attaque spike (de la pointe)
id: Grob: Serangan Spike
it: Attacco Grob, Attacco Punta
nl: Grob: spike aanval
pl: Grob, atak
ru: Дебют Гроба: Гвоздь
si: Grob, konični napad
sv: Grob: Taggangreppet
tr: Grob: sivri demir hücumu
uk: Дебют Гроба: Цвях
vi: Grob: tăng đột biến tấn công

source: Gruenfeld defence: Smyslov, Yugoslav variation
ar: جرونفلد دفاع: سيمسلوف, اليوغسلافي تفريع
br: Defesa Grünfeld, Variante Smyslov, Variante Jugoslava
ca: Defensa Grünfeld - Variant Russa - Variant Smyslov - Variant Iugoslava
de: Grünfeld Verteidigung: Smyslov, Jugoslawische-Variante
es: Defensa Grünfeld, Variante Rusa, Variante Smyslov, Variante Yugoslava
eu: Gruenfelden defentsa: Smyslov, Jugoslaviar aldaera
fr: Défense Grünfeld, var. russe, var. Smyslov, var. yougoslave
id: Pembelaan Gruenfeld Symslov, Varian Yugoslavia
it: Difesa Grünfeld, Variante Russa, Variante Smyslov, Variante Yugoslava
nl: Gruenfeld verdediging: Smyslov, Joegoslavische variant
pl: Obrona Gruenfeld'a, Smyslov, wariant jugosłowiański
ru: Защита Грюнфельда: вариант Смыслова, югославский вариант
si: Gruenfeldova obramba, Smyslova, Yugoslavova različica
sv: Grünfeld-försvar: Smyslov, jugoslavisk variant
tr: Gruenfeld savunması: Smyslov, Yugoslavya var.
uk: Захист Грюнфельда: варіант Смислова, Югославський варіант
vi: Phòng thủ Gruenfeld: biến thể Smyslov, Nam Tư

source: Gruenfeld defence: Smyslov, main line
ar: جرونفلد دفاع: سيمسلوف, الخط الرئيسي
br: Defesa Grünfeld, Variante Smyslov, Linha Principal
ca: Defensa Grünfeld - Variante Russa - Variant Smyslov - Línia principal
de: Grünfeld Verteidigung: Smyslov, Hauptvariante
es: Defensa Grünfeld, Variante Rusa, Variante Smyslov, Linea Principal
eu: Gruenfelden defentsa: Smyslov, lerro nagusia
fr: Défense Grünfeld, var. russe, var. Smyslov, ligne principale
id: Pembelaan Gruenfeld Symslov, Jalur Utama
it: Difesa Grünfeld, Variante Russa, Variante Smyslov, Linea Principale
nl: Gruenfeld verdediging: Smyslov, hoofdlijn
pl: Obrona Gruenfeld'a, Smyslov, główna linia
ru: Защита Грюнфельда: вариант Смыслова, основное продолжение
si: Gruenfeldova obramba: Smyslov, glavna linija
sv: Grünfeld-försvar: Smyslov, huvudvariant
tr: Gruenfeld savunması: Smyslov, ana hat
uk: Захист Грюнфельда: варіант Смислова, основне продовження
vi: Phòng thủ Gruenfeld: Smyslov, dòng chính

source: Gruenfeld defence
ar: جرونفلد دفاع
br: Defesa Grünfeld
ca: Defensa Grünfeld
de: Grünfeld Verteidigung
es: Defensa Grünfeld
eu: Gruenfelden defentsa
fr: Défense Grünfeld
id: Pembelaan Gruenfeld
it: Difesa Grünfeld
nl: Gruenfeld verdediging
pl: Obrona Gruenfeld'a
ru: Защита Грюнфельда
si: Gruenfeldova obramba
sv: Grünfeld-försvar
tr: Gruenfeld savunması
uk: Захист Грюнфельда
vi: Phòng thủ Gruenfeld

source: Gruenfeld with Bf4 & e3
ar: جرونفلد مع Bf4 & e4
br: Defesa Grünfeld, 5.Bf4 e 6.e3
ca: Defensa Grünfeld - 5. Af4 i 6. e3
de: Grünfeld mit Lf4 & e3
es: Defensa Grünfeld, 5.Af4 y 6.e3
eu: Gruenfeld Af4 eta e3rekin
fr: Défense Grünfeld, avec Ff4 et e3
id: Gruendfeld dg Gf4 dan e3
it: Difesa Grünfeld, 5.Af4 y 6.e3
nl: Gruenfeld met Lf4 & e3
pl: Gruenfeld z Gf4 e3
ru: Защита Грюнфельда с Сf4 и e3
si: Gruenfeldova z Lf4 & e3
sv: Grünfeld: 5.Lf4 och 6.e3
tr: Bf4 & e3 ile Gruenfeld
uk: Захист Грюнфельда з Сf4 і e3
vi: Gruenfeld với Bf4 e3

source: Gruenfeld with e3 & Bd3
ar: جرونفلد مع e3 & Bd4
br: Defesa Grünfeld, 5.e3 e 6.Bd3
ca: Defensa Grünfeld - 5. e3 i 6. Ad3
de: Grünfeld mit e3 & Ld3
es: Defensa Grünfeld, 5.e3 y 6.Ad3
eu: Gruenfeld e3 eta Ad3-rekin
fr: Défense Grünfeld, avec e3 et Fd3
id: Gruendfeld dg e3 dan Gd3
it: Difesa Grünfeld, 5.e3 y 6.Ad3
nl: Gruenfeld met e3 & Ld3
pl: Gruenfeld z e3 Gd3
ru: Защита Грюнфельда с e3 и Сd3
si: Gruenfeldova z e3 % Ld3
sv: Grünfeld: 5.e3 och 6.Ld3
tr: e3 & Bd3 ile Gruenfeld
uk: Захист Грюнфельда з e3 і Сd3
vi: Gruenfeld với e3 Bd3

source: Gruenfeld with e3 & Qb3
ar: جرونفلد مع e3 & Qb4
br: Defesa Grünfeld, 5.e3 e 6.Db3
ca: Defensa Grünfeld - 5 .e3 i 6 .Db3
de: Grünfeld mit e3 & Db3
es: Defensa Grünfeld, 5.e3 y 6.Db3
eu: Gruenfeld e3 eta Db3-rekin
fr: Défense Grünfeld, avec e3 et Db3
id: Gruendfeld dg e3 dan Mb3
it: Difesa Grünfeld, 5.e3 y 6.Db3
nl: Gruenfeld met e3 & Db3
pl: Gruenfeld z e3 & Hb3
ru: Защита Грюнфельда с e3 и Фb3
si: Gruenfeldova z e3 & Db3
sv: Grünfeld: med e3 och Db3
tr: e3 & Qb3 ile Gruenfeld
uk: Захист Грюнфельда з e3 і Фb3
vi: Gruenfeld với e3 & Qb3

source: Gruenfeld: 4.Bf4
ar: جرونفلد: 4.Bf5
br: Defesa Grünfeld, 4.Bf4
ca: Defensa Grünfeld - 4. Af4
de: Grünfeld: 4.Lf4
es: Defensa Grünfeld, 4.Af4
eu: Gruenfeld: 4.Af4
fr: Défense Grünfeld, 4.Ff4
id: Gruendfeld: 4.Gf4
it: Difesa Grünfeld, 4.Af4
nl: Gruenfeld: 4.Lf4
pl: Gruenfeld, 4.Gf4
ru: Защита Грюнфельда: 4.Сf4
si: Gruenfeldova, 4. Lf4
sv: Grünfeld: 4.Lf4
uk: Захист Грюнфельда: 4.Сf4

source: Gruenfeld: 5.Bf4
ar: جرونفلد: 5.Bf5
br: Defesa Grünfeld, 5.Bf4
ca: Defensa Grünfeld - 5. Af4
de: Grünfeld: 5.Lf4
es: Defensa Grünfeld, 5.Af4
eu: Gruenfeld: 5.Af4
fr: Défense Grünfeld, 5.Ff4
id: Gruendfeld: 5.Gf4
it: Difesa Grünfeld, 5.Af4
nl: Gruenfeld: 5.Lf4
pl: Gruenfeld, 5.Gf4
ru: Защита Грюнфельда: 5.Сf4
si: Gruenfeldova, 5. Lf4
sv: Grünfeld: 5.Lf4
uk: Захист Грюнфельда: 5.Сf4

source: Gruenfeld: 5.Bg5
ar: جرونفلد: 5.Bg6
br: Defesa Grünfeld, 5.Bg5
ca: Defensa Grünfeld - 5. Ag5
de: Grünfeld: 5.Lg5
es: Defensa Grünfeld, 5.Ag5
eu: Gruenfeld: 5.Ag5
fr: Défense Grünfeld, 5.Fg5
id: Gruendfeld: 5.Gg5
it: Difesa Grünfeld, 5.Ag5
nl: Gruenfeld: 5.Lg5
pl: Gruenfeld, 5.Gg5
ru: Защита Грюнфельда: 5.Сg5
si: Gruenfeldova, 5. Lg5
sv: Grünfeld: 5.Lg5
uk: Захист Грюнфельда: 5.Сg5

source: Gruenfeld: 5.e3
ar: جرونفلد: 5.e4
br: Defesa Grünfeld, 5.e3
ca: Defensa Grünfeld - Sistema tancat
de: Grünfeld: 5.e3
es: Defensa Grünfeld, Sistema Cerrado
fr: Défense Grünfeld, 5.e3
id: Gruendfeld: 5.e3
it: Difesa Grünfeld, Sistema Chiuso
ru: Защита Грюнфельда: 5.e3
si: Gruenfeldova, 5. e3
sv: Grünfeld: 5.e3
uk: Захист Грюнфельда: 5.e3

source: Gruenfeld: Botvinnik variation
ar: جرونفلد: بوتفنيك تفريع
br: Defesa Grünfeld, Variante Botvinnik
ca: Defensa Grünfeld - Variant Botvinnik
de: Grünfeld: Botvinnik-Variante
es: Defensa Grünfeld, Variante Botvinnik
eu: Gruenfeld: Botvinnik aldaera
fr: Défense Grünfeld, var. Botvinnik
id: Gruendfeld: Varian Botwinnik
it: Difesa Grünfeld, Variante Botvinnik
nl: Gruenfeld: Botvinnik variant
pl: Gruenfeld, wariant Botvinnik
ru: Защита Грюнфельда: вариант Ботвинника
si: Gruenfeldova, Botvinnikova različica
sv: Grünfeld: Botvinnikvarianten
tr: Gruenfeld: Botvinnik varyasyonu
uk: Захист Грюнфельда: варіант Ботвинника
vi: Gruenfeld: Botvinnik biến

source: Gruenfeld: Flohr defence
ar: جرونفلد: فلوهر دفاع
br: Defesa Grünfeld, Defesa Flohr
ca: Defensa Grünfeld - Defensa Flohr
de: Grünfeld: Flohr Verteidigung
es: Defensa Grünfeld, Defensa Flohr
eu: Gruenfeld: Flohr defentsa
fr: Défense Grünfeld, défense Flohr
id: Gruendfeld: Pembelaan Flohr
it: Difesa Grünfeld, Difesa Flohr
nl: Gruenfeld: Flohr verdediging
pl: Gruenfeld, obrona Flohr'a
ru: Защита Грюнфельда: защита Флора
si: Gruenfeldova, Flohrjeva obramba
sv: Grünfeld: Flohrs försvar
tr: Gruenfeld: Flohr savunması
uk: Захист Грюнфельда: захист Флора
vi: Gruenfeld: Phòng thủ Flohr

source: Gruenfeld: Flohr variation
ar: جرونفلد: فلوهر تفريع
br: Defesa Grünfeld, Variante Flohr
ca: Defensa Grünfeld - Variante Flohr
de: Grünfeld: Flohr-Variante
es: Defensa Grünfeld, Variante Flohr
eu: Gruenfeld: Flohr aldaera
fr: Défense Grünfeld, var. Flohr
id: Gruendfeld: Varian Flohr
it: Difesa Grünfeld, Variante Flohr
nl: Gruenfeld: Flohr variant
pl: Gruenfeld, wariant Flohr'a
ru: Защита Грюнфельда: вариант Флора
si: Gruenfeldova, Flohrjeva različica
sv: Grünfeld: Flohrvarianten
tr: Gruenfeld: Flohr varyasyonu
uk: Захист Грюнфельда: варіант Флора
vi: Gruenfeld: Flohr biến

source: Gruenfeld: Gruenfeld gambit accepted
ar: جرونفلد: جامبيت المقبول
br: Defesa Grünfeld, Gambito Grünfeld Aceito
ca: Defensa Grünfeld - Gambit Grünfeld acceptat
de: Grünfeld: Grünfeld Gambit angenommen
es: Defensa Grünfeld, Gambito Grünfeld Aceptado
eu: Gruenfeld: Gruenfeld-en ganbitoa onartua
fr: Défense Grünfeld, gambit Grünfeld accepté
id: Gruendfeld: Gambit Gruendfeld Diterima
it: Difesa Grünfeld, Mossa di Grünfeld Accettato
nl: Gruenfeld: aanvaard Gruenfeldgambiet
pl: Gruenfeld, gambit Gruenfeld'a przyjęty
ru: Защита Грюнфельда: принятый гамбит Грюнфельда
si: Gruenfeldova, Gruenfeldov gambit sprejet
sv: Grünfeld: Grünfeldgambit antagen
tr: Gruenfeld: Gruenfeld gambiti kabul edildi
uk: Захист Грюнфельда: прийнятий гамбіт Грюнфельда
vi: Gruenfeld: Gruenfeld cờ chấp nhận

source: Gruenfeld: Gruenfeld gambit, Botvinnik variation
ar: جرونفلد: جرونفلد جامبيت, بوتفنيك تفريع
br: Defesa Grünfeld, Gambito Grünfeld, Variante Botvinnik
ca: Defensa Grünfeld - Gambit Grünfeld - Variant Botvinnik
de: Grünfeld: Grünfeld Gambit, Botvinnik-Variante
es: Defensa Grünfeld, Gambito Grünfeld, Variante Botvinnik
eu: Gruenfeld: Gruenfeld ganbitoa, Botvinnik aldaera
fr: Défense Grünfeld, gambit Grünfeld, var. Botvinnik
id: Gruendfeld: Gambit Gruendfeld, Varian Botwnnik
it: Difesa Grünfeld, Mossa di Grünfeld, Variante Botvinnik
nl: Gruenfeld: Gruenfeld gambiet, Botvinnik variant
pl: Gruenfeld, gambit Gruenfeld'a, wariant Botvinnik'a
ru: Защита Грюнфельда: гамбит Грюнфельда, вариант Ботвинника
si: Gruenfeldova, Gruenfeldov gambit, Botvinnikova različica
sv: Grünfeld: Grünfeldgambit, Botvinnikvarianten
tr: Gruenfeld: Gruenfeld gambiti, Botvinnik varyasyonu
uk: Захист Грюнфельда: гамбіт Грюнфельда, варіант Ботвинника
vi: Gruenfeld: Gruenfeld cờ, Botvinnik biến
