Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Scotch gambit: Cochrane variation
ar: سكوتش جامبيت: كوتشرين تفريع
br: Gambito Escocês, Variante Cochrane
ca: Obertura Escocesa - Gambit Escocès - Variant Cochrane
de: Schottisches Gambit: Cochrane Variante
es: Apertura Escocesa, Gambito Escocés, Variante Cochrane
eu: Eskoziar ganbitoa: Cochrane aldaera
fr: Gambit écossais, var. Cochrane
id: Gambit Skotlandia, Varian Cochrane
it: Apertura Scozzese, Variante Cochrane
nl: Schots gambiet: Cochrane variant
pl: Gambit szkocki, wariant Cochrane
ru: Шотландский гамбит: вариант Кохрана
si: škotski gambit, Cochraneva različica
sv: Skotsk gambit: Cochranevarianten
tr: İskoçya gambiti: Cochrane varyasyonu
uk: Шотландський гамбіт: варіант Кохрана
vi: Scotch cờ: Cochrane biến

source: Scotch gambit: Cochrane-Shumov defence
ar: سكوتش جامبيت: كوتشرين-شوموف دفاع
br: Gambito Escocês, Defesa Cochrane-Shumov
ca: Obertura Escocesa - Gambit Escocès - Defensa Cochrane Shumov
de: Schottisches Gambit: Cochrane-Shumov Verteidigung
es: Apertura Escocesa, Gambito Escocés, Defensa Cochrane Shumov
eu: Eskoziar ganbitoa: Cochrane-Shumov defentsa
fr: Gambit écossais, défense Cochrane - Shumov
id: Gambit Skotlandia, Pembelaan Chochrane-Shumov
it: Apertura Scozzese, Difesa Cochrane Shumov
nl: Schots gambiet: Cochrane-Shumov verdediging
pl: Gambit szkocki, obrona Cochrane-Shumov
ru: Шотландский гамбит: защита Кохрана-Шумова
si: škotski gambit, Cochrane-Shumova obramba
sv: Skotsk gambit: Cochrane-Sjumovs försvar
tr: İskoçya gambiti: Cochrane-Shumov savunması
uk: Шотландський гамбіт: захист Кохрана-Шумова
vi: Thí quân Scotch: phòng thủ Cochrane-Shumov

source: Scotch gambit: Dubois-Reti defence
ar: سكوتش جامبيت: دوببيوس-ريتي دفاع
br: Gambito Escocês, Defesa Dubois-Reti
ca: Obertura Escocesa - Gambit Escocès - Defensa Dubois Reti
de: Schottisches Gambit: Dubois-Reti Verteidigung
es: Apertura Escocesa, Gambito Escocés, Defensa Dubois Reti
eu: Eskoziar ganbitoa: Dubois-Reti defentsa
fr: Gambit écossais, défense Dubois - Réti
id: Gambit Skotlandia, Pembelaan Dubois-Reti
it: Apertura Scozzese, Difesa Dubois Reti
nl: Schots gambiet: Dubois-Reti verdediging
pl: Gambit szkocki, obrona Dubois-Reti
ru: Шотландский гамбит: защита Дюбуа-Рети
si: škotski gambit, Dubois-Retijeva obramba
sv: Skotsk gambit: Dubois-Retis försvar
tr: İskoçya gambiti: Dubois-Reti savunması
uk: Шотландський гамбіт: захист Дюбуа-Реті
vi: Thí quân Scotch: phòng thủ Dubois-Reti

source: Scotch gambit: Hanneken variation
ar: سكوتش جامبيت: هنكن تفريع
br: Gambito Escocês, Variante Hanneken
ca: Obertura Escocesa - Gambit Escocès - Variant Hanneken
de: Schottisches Gambit: Hanneken Variante
es: Apertura Escocesa, Gambito Escocés, Variante Hanneken
eu: Eskoziar ganbitoa: Hanneken aldaera
fr: Gambit écossais, var. Hanneken
id: Gambit Skotlandia, Varian Hanneken
it: Apertura Scozzese, Variante Hanneken
nl: Schots gambiet: Hanneken variant
pl: Gambit szkocki, wariant Hanneken'a
ru: Шотландский гамбит: вариант Ганнекена
si: škotski gambit, Hannekenova različica
sv: Skotsk gambit: Hannekenvarianten
tr: İskoçya gambiti: Hanneken varyasyonu
uk: Шотландський гамбіт: варіант Ганнекена
vi: Scotch cờ: Hanneken biến

source: Scotch gambit: Vitzhum attack
ar: سكوتش جامبيت: فيتزهوم هجوم
br: Gambito Escocês, Ataque Vitzhum
ca: Obertura Escocesa - Gambit Escocès - Atac Vitzhum
de: Schottisches Gambit: Vitzhum Angriff
es: Apertura Escocesa, Gambito Escocés, Ataque Vitzhum
eu: Eskoziar ganbitoa: Vitzhum erasoa
fr: Gambit écossais, attaque Vitzthum
id: Gambit Skotlandia, Serangan Vitzhum
it: Apertura Scozzese, Attacco Vitzhum
nl: Schots gambiet: Vitzhum aanval
pl: Gambit szkocki, atak Vitzhum'a
ru: Шотландский гамбит: атака Фитцума
si: škotski gambit, Vitzhumov napad
sv: Skotsk gambit: Vitzthums angrepp
tr: İskoçya gambiti: Vitzhum hücumu
uk: Шотландський гамбіт: атака Фітцума
vi: Scotch cờ: Vitzhum tấn công

source: Scotch gambit
ar: سكوتش جامبيت
br: Gambito Escocês
ca: Obertura Escocesa - Gambit Escocès
de: Schottisches Gambit
es: Apertura Escocesa, Gambito Escocés
eu: Eskoziar ganbitoa
fr: Gambit écossais
id: Gambit Skotlandia
it: Apertura Scozzese
nl: Scotch gambiet
pl: Gambit szkocki
ru: Шотландский гамбит
si: škotski gambit
sv: Skotsk gambit
tr: İskoçya gambiti
uk: Шотландський гамбіт

source: Scotch game
ar: سكوتش مباراة
br: Jogo Escocês
ca: Obertura Escocesa
de: Schottisch
es: Apertura Escocesa
eu: Eskoziar partida
fr: Partie écossaise
id: Permainan Skotlandia
it: Apertura Scozzese
nl: Schotse partij
pl: Partia szkocka
ru: Шотландская партия
si: škotska igra
sv: Skotskt parti
tr: İskoçya oyunu
uk: Шотландська партія
vi: Trò chơi scotch

source: Scotch opening
ar: سكوتش افتتاح
br: Abertura Escocesa
ca: Obertura Escocesa
de: Schottische Eröffnung
es: Apertura Escocesa
eu: Eskoziar irekiera
fr: Partie écossaise
id: Pembukaan Skotlandia
it: Apertura Scozzese
nl: Schotse opening
pl: Debiut szkocki
ru: Шотландская партия
si: škotska otvoritev
sv: Skotsk spelöppning
tr: İskoçya açılışı
uk: Шотландська партія
vi: Khai cuộc Scotch

source: Scotch: Berger variation
ar: سكوتش: بيرجر تفريع
br: Abertura Escocesa, Variante Berger
ca: Obertuta Escocesa - Variant Berger
de: Schottisch: Berger Variante
es: Apertura Escocesa, Variante Berger
eu: Eskoziarra: Berger aldaera
fr: Écossaise, var. Berger
id: Skotlandia, Varian Berger
it: Apertura Scozzese, Variante Berger
nl: Schots: Berger variant
pl: Szkocka:wariant Berger'a
ru: Шотландская партия: вариант Бергера
si: škotska, Bergerjeva različica
sv: Skotskt: Bergervarianten
tr: İskoçya: Berger varyasyonu
uk: Шотландська партія: варіант Бергера
vi: Scotch: Berger biến

source: Scotch: Blackburne attack
ar: سكوتش: برنبلاك هجوم
br: Abertura Escocesa, Ataque Blackburne
ca: Obertura Escocesa - Atac Blackburne
de: Schottisch: Blackburne Angriff
es: Apertura Escocesa, Ataque Blackburne
eu: Eskoziarra: Blackburne erasoa
fr: Écossaise, attaque Blackburne
id: Skotlandia, Serangan Blackburne
it: Apertura Scozzese, Attacco Blackburne
nl: Schots: Blackburne aanval
pl: Szkocka: atak Blackurne'a
ru: Шотландская партия: атака Блэкберна
si: škotska, Blackburnev napad
sv: Skotskt: Blackburnes angrepp
tr: İskoçya: Blackburne hücumu
uk: Шотландська партія: атака Блекберна
vi: Scotch: Blackburne tấn công

source: Scotch: Blumenfeld attack
ar: سكوتش: بلومنفلد هجوم
br: Abertura Escocesa, Ataque Blumenfeld
ca: Obertura Escocesa - Atac Blumenfeld
de: Schottisch: Blumenfeld Angriff
es: Apertura Escocesa, Ataque Blumenfeld
eu: Eskoziarra: Blumenfelden erasoa
fr: Écossaise, attaque Blumenfeld
id: Skotlandia, Serangan Blumenfeld
it: Apertura Scozzese, Attacco Blumenfeld
nl: Schots: Blumenfeld aanval
pl: Szkocka: atak Blumenfeld'a
ru: Шотландская партия: атака Блюменфельда
si: škotska, Blumenfeldov napad
sv: Skotskt: Blumenfelds angrepp
tr: İskoçya: Blumenfeld hücumu
uk: Шотландська партія: атака Блюменфельда
vi: Scotch: Blumenfeld tấn công

source: Scotch: Cochrane variation
ar: سكوتش: كوتشرين تفريع
br: Abertura Escocesa, Variante Cochrane
ca: Obertura Escocesa - Variant Lolli - Variant Cochrane
de: Schottisch: Cochrane Variante
es: Apertura Escocesa, Variante Lolli, Variante Cochrane
eu: Eskoziarra: Cochrane aldaera
fr: Écossaise, var. Cochrane
id: Skotlandia, Varian Cochrane
it: Apertura Scozzese, Variante Lolli, Variante Cochrane
nl: Schots: Cochrane variant
pl: Szkocka: wariant Cochrane'a
ru: Шотландская партия: вариант Кохрана
si: škotska, Cochraneva različica
sv: Skotskt: Cochranevarianten
tr: İskoçya: Cochrane varyasyonu
uk: Шотландська партія: варіант Кохрана
vi: Scotch: biến thể Cochrane

source: Scotch: Fraser attack
ar: سكوتش: فرازر هجوم
br: Abertura Escocesa, Ataque Fraser
ca: Obertura Escocesa - Atac Fraser
de: Schottisch: Fraser Angriff
es: Apertura Escocesa, Ataque Fraser
eu: Eskoziarra: Fraser erasoa
fr: Écossaise, attaque Fraser
id: Skotlandia, Serangan Fraser
it: Apertura Scozzese, Attacco Fraser
nl: Schots: Fraser aanval
pl: Szkocka: atak Fraser'a
ru: Шотландская партия: атака Фрейзера
si: škotska, Fraserjev napad
sv: Skotskt: Frasers angrepp
tr: İskoçya: Fraser hücumu
uk: Шотландська партія: атака Фрейзера
vi: Scotch: Fraser tấn công

source: Scotch: Ghulam Kassim variation
ar: سكوتش: غوم قاسم تفريع
br: Abertura Escocesa, Variante Ghulam Kassim
ca: Obertura escocesa - Variant Ghulam Kassim
de: Schottisch: Ghulam Kassim Variante
es: Apertura Escocesa, Variante Ghulam Kassim
eu: Eskoziarra: Ghulam Kassim aldaera
fr: Écossaise, var. Ghulam Kassim
id: Skotlandia, Varian Ghulam-Kassim
it: Apertura Scozzese, Variante Ghulam Kassim
nl: Schots: Ghulam Kassim variant
pl: Szkocka: wariant Ghulam Kassim
ru: Шотландская партия: вариант Гулам Кассима
si: škotska, Ghulam Kassimova različica
sv: Skotskt: Ghulam Kassims variant
tr: İskoçya: Ghulam Kassim varyasyonu
uk: Шотландська партія: варіант Гулам Кассіма
vi: Scotch: Ghulam Kassim biến

source: Scotch: Goering gambit, Bardeleben variation
ar: سكوتش: جورنج جامبيت, بارديليبين تفريع
br: Abertura Escocesa, Gambito Goering, Variante Bardeleben
ca: Obertura Escocesa - Gambit Goering - Variant Bardeleben
de: Schottisch: Goering Gambit, Bardeleben Variante
es: Apertura Escocesa, Gambito Goering, Variante Bardeleben
eu: Eskoziarra: Goering ganbitoa, Bardeleben aldaera
fr: Écossaise, gambit Göring, var. Bardeleben
id: Skotlandia, Gambit Goering, Varian Bardebelen
it: Apertura Scozzese, Mossa di Goering, Variante Bardeleben
nl: Schots: Göring gambiet, Bardeleben variant
pl: Szkocka: gambit Goering'a, wariant Bardeleben'a
ru: Шотландская партия: гамбит Геринга, вариант Барделебена
si: škotska, Goeringov gambit, Bardelebenova različica
sv: Skotskt: Görings gambit, Bardelebenvarianten
tr: İskoçya: Goering gambiti, Bardeleben varyasyonu
uk: Шотландська партія: гамбіт Герінга, варіант Барделебена
vi: Scotch: Goering cờ, Bardeleben biến

source: Scotch: Goering gambit
ar: سكوتش: جورنج جامبيت
br: Abertura Escocesa, Gambito Goering
ca: Obertura Escocesa - Gambit Goering
de: Schottisch: Goering Gambit
es: Apertura Escocesa, Gambito Goering
eu: Eskoziarra: Goering ganbitoa
fr: Écossaise, gambit Göring
id: Skotlandia, Gambit Goering
it: Apertura Scozzese, Mossa di Goering
nl: Schots: Göring gambiet
pl: Szkocka: gambit Goering'a
ru: Шотландская партия: гамбит Геринга
si: škotska, Goeringov gambit
sv: Skotskt: Görings gambit
tr: İskoçya: Goering gambiti
uk: Шотландська партія: гамбіт Герінга

source: Scotch: Gottschall variation
ar: سكوتش: تفريع جوتشال
br: Abertura Escocesa, Variante Gottschall
ca: Obertura Escocesa - Variant Gottschall
de: Schottisch: Gottschall Variante
es: Apertura Escocesa, Variante Gottschall
eu: Eskoziarra: Gottschall aldaera
fr: Écossaise, var. Gottschall
id: Skotlandia, Varian Gottschall
it: Apertura Scozzese, Variante Gottschall
nl: Schots: Gottschall variant
pl: Szkocka: wariant Gottschall'a
ru: Шотландская партия: вариант Готтшаля
si: škotska, Gottschallova različica
sv: Skotskt: Gottschall-varianten
tr: İskoçya: Gottschall varyasyonu
uk: Шотландська партія: варіант Готтшаля
vi: Scotch: biến thể Gottschall

source: Scotch: Horwitz attack
ar: سكوتش: هورويتز هجوم
br: Abertura Escocesa, Ataque Horwitz
ca: Obertura Escocesa - Atac Horwitz
de: Schottisch: Horwitz Angriff
es: Apertura Escocesa, Ataque Horwitz
eu: Eskoziarra: Horwitz erasoa
fr: Écossaise, attaque Horwitz
id: Skotlandia, Serangan Horwitz
it: Apertura Scozzese, Attacco Horwitz
nl: Schots: Horwitz aanval
pl: Szkocka: atak Horwitz'a
ru: Шотландская партия: атака Горвица
si: škotska, Horwitzov napad
sv: Skotskt: Horwitz angrepp
tr: İskoçya: Horwitz hücumu
uk: Шотландська партія: атака Горвіца
vi: Scotch: Horwitz tấn công

source: Scotch: Lolli variation
ar: سكوتش: لولي تفريع
br: Abertura Escocesa, Variante Lolli
ca: Obertura Escocesa - Variant Lolli
de: Schottisch: Lolli Variante
es: Apertura Escocesa, Variante Lolli
eu: Eskoziarra: Lolli aldaera
fr: Écossaise, var. Lolli
id: Skotlandia, Varian Lolli
it: Apertura Scozzese, Variante Lolli
nl: Schots: Lolli variant
pl: Szkocka: wariant Lolli
ru: Шотландская партия: вариант Лолли
si: škotska, Lollijeva različica
sv: Skotskt: Lollivarianten
tr: İskoçya: Lolli varyasyonu
uk: Шотландська партія: варіант Лоллі
vi: Scotch: Lolli biến

source: Scotch: Meitner variation
ar: سكوتش: ميتنر تفريع
br: Abertura Escocesa, Variante Meitner
ca: Obertura Escocesa - Variant Meitner
de: Schottisch: Meitner Variante
es: Apertura Escocesa, Variante Meitner
eu: Eskoziarra: Meitner aldaera
fr: Écossaise, var. Meitner
id: Skotlandia, Varian Meitner
it: Apertura Scozzese, Variante Meitner
nl: Schots: Meitner variant
pl: Szkocka: gambit Meitner
ru: Шотландская партия: вариант Мейтнера
si: škotska, Meitnerjeva različica
sv: Skotskt: Meitnervarianten
tr: İskoçya: Meitner varyasyonu
uk: Шотландська партія: варіант Мейтнера
vi: Scotch: Meitner biến

source: Scotch: Mieses variation
ar: سكوتش: مايزس تفريع
br: Abertura Escocesa, Variante Mieses
ca: Obertura Escocesa - Variant Mieses
de: Schottisch: Mieses Variante
es: Apertura Escocesa, Variante Mieses
eu: Eskoziarra: Mieses aldaera
fr: Écossaise, var. Mieses
id: Skotlandia, Varian Mieses
it: Apertura Scozzese, Variante Mieses
nl: Schots: Mieses variant
pl: Szkocka, wariant Mieses'a
ru: Шотландская партия: вариант Мизеса
si: škotska, Miesesova različica
sv: Skotskt: Miesesvarianten
tr: İskoçya: Mieses varyasyonu
uk: Шотландська партія: варіант Мізеса
vi: Scotch: Mieses biến

source: Scotch: Paulsen attack
ar: سكوتش: بولسن هجوم
br: Abertura Escocesa, Ataque Paulsen
ca: Obertura Escocesa - Atac Paulsen
de: Schottisch: Paulsen Angriff
es: Apertura Escocesa, Ataque Paulsen
eu: Eskoziarra: Paulsen erasoa
fr: Écossaise, attaque Paulsen
id: Skotlandia, Serangan Paulsen
it: Apertura Scozzese, Attacco Paulsen
nl: Schots: Paulsen aanval
pl: Szkocka, atak Paulsen'a
ru: Шотландская партия: атака Паульсена
si: škotska, Paulsenov napad
sv: Skotskt: Paulsens angrepp
tr: İskoçya: Paulsen hücumu
uk: Шотландська партія: атака Паульсена
vi: Scotch: Paulsen tấn công

source: Scotch: Paulsen, Gunsberg defence
ar: سكوتش: بولسن, جونسبرج دفاع
br: Abertura Escocesa, Ataque Paulsen, Defesa Gunsberg
ca: Obertura Escocesa - Atac Paulsen - Defensa Gunsberg
de: Schottisch: Paulsen, Gunsberg Verteidigung
es: Apertura Escocesa, Ataque Paulsen, Defensa Gunsberg
eu: Eskoziarra: Paulsen, Gunsberg defentsa
fr: Écossaise, attaque Paulsen, défense Gunsberg
id: Skotlandia, Pembelaan Gunsberg
it: Apertura Scozzese, Attacco Paulsen, Difesa Gunsberg
nl: Schots: Paulsen, Günsberg verdediging
pl: Szkocka, Paulsen, obrona Gunsberg'a
ru: Шотландская партия: атака Паульсена, защита Гунсберга
si: škotska, Paulsenova, Gunsbergova obramba
sv: Skotskt: Paulsen, Gunsbergs försvar
tr: İskoçya: Paulsen, Gunsberg hücumu
uk: Шотландська партія: атака Паульсена, захист Гунсберга
vi: Scotch: phòng thủ Paulsen, Gunsberg

source: Scotch: Potter variation
ar: سكوتش: بوتر تفريع
br: Abertura Escocesa, Variante Potter
ca: Obertura Escocesa - Variant Potter
de: Schottisch: Potter Variante
es: Apertura Escocesa, Variante Potter
eu: Eskoziarra: Potter aldaera
fr: Écossaise, var. Potter
id: Skotlandia, Varian Potter
it: Apertura Scozzese, Variante Potter
nl: Schots: Potter variant
pl: Szkocka, wariant Potter'a
ru: Шотландская партия: вариант Поттера
si: škotska, Potterjeva različica
sv: Skotskt: Pottervarianten
tr: İskoçya: Potter varyasyonu
uk: Шотландська партія: варіант Поттера
vi: Scotch: Potter biến

source: Scotch: Pulling counter-attack
ar: سكوتش: بولينج الهجوم المضاد
br: Abertura Escocesa, Contra-ataque Pulling
ca: Obertura Escocesa - Contra-atac Pulling
de: Schottisch: Pulling Gegenangriff
es: Apertura Escocesa, Contraataque Pulling
eu: Eskoziarra: Pulling kontra-erasoa
fr: Écossaise, contre-attaque Pulling
id: Skotlandia, Serangan Balasan Pulling
it: Apertura Scozzese, Contrattacco Pulling
nl: Schots: Pulling tegenaanval
pl: Szkocka, kontratak Pulling'a
ru: Шотландская партия: контратака Пуллинга
si: škotska, Pullingov proti-napad
sv: Skotskt: Pullings motangrepp
tr: İskoçya: Pulling karşı hücumu
uk: Шотландська партія: контратака Пуллінга
vi: Scotch: Kéo phản công

source: Scotch: Relfsson gambit ('MacLopez')
ar: سكوتش: ريفلسون جامبيت ('ماكلوبيز')
br: Abertura Escocesa, Gambito Relfsson (MacLopez)
ca: Obertura Escocesa - Gambit Relfsson o MacLopez
de: Schottisch: Relfsson Gambit ('MacLopez')
es: Apertura Escocesa, Gambito Relfsson o MacLopez
eu: Eskoziarra: Relfsson ganbitoa ('MacLopez')
fr: Écossaise, gambit Relfsson (ou MacLópez qui évoque l'Écossaise et l'Espagnole)
id: Skotlandia, Gambit Relfsson
it: Apertura Scozzese, Mossa di Relfsson o MacLopez
nl: Schots: Relfsson gambiet ('MacLopez')
pl: Szkocka, gambit Relfsson'a(MacLopez)
ru: Шотландская партия: вариант Мак-Лопес
si: škotska, Relfssonov gambit ('MacLopezov)
sv: Skotskt: Relfssongambit ('MacLopez')
tr: İskoçya: Relfsson gambiti ('MacLopez')
uk: Шотландська партія: гамбіт Рельфссона (варіант Мак-Лопес)

source: Scotch: Romanishin variation
ar: سكوتش: رومانشين تفريع
br: Abertura Escocesa, Variante Romanishin
ca: Obertura Escocesa - Variant Romanishin
de: Schottisch: Romanishin Variante
es: Apertura Escocesa, Variante Romanishin
eu: Eskoziarra: Romanishin aldaera
fr: Écossaise, var. Romanichine
id: Skotlandia, Varian Romanishin
it: Apertura Scozzese, Variante Romanishin
nl: Schots: Romanishin variant)
pl: Szkocka, wariant Romanishin'a
ru: Шотландская партия: вариант Романишина
si: škotska, Romanishinova različica
sv: Skotskt: Romanisjinvarianten
tr: İskoçya: Romanishin varyasyonu
uk: Шотландська партія: варіант Романишина
vi: Scotch: Romanishin biến

source: Scotch: Rosenthal variation
ar: سكوتش: روزنتال تفريع
br: Abertura Escocesa, Variante Rosenthal
ca: Obertura Escocesa - Variant Rosenthal
de: Schottisch: Rosenthal Variante
es: Apertura Escocesa, Variante Rosenthal
eu: Eskoziarra: Rosenthal aldaera
fr: Écossaise, var. Rosenthal
id: Skotlandia, Varian Rosenthal
it: Apertura Scozzese, Variante Rosenthal
nl: Schots: Rosenthal variant
pl: Szkocka, wariant Rosenthal'a
ru: Шотландская партия: вариант Розенталя
si: škotska, Rosenthalova različica
sv: Skotskt: Rosenthalvarianten
tr: İskoçya: Rosenthal varyasyonu
uk: Шотландська партія: варіант Розенталя
vi: Scotch: Rosenthal biến

source: Scotch: Schmidt variation
ar: سكوتش: شميدt تفريع
br: Abertura Escocesa, Variante Schmidt
ca: Obertura Escocesa - Variant Schmidt
de: Schottisch: Schmidt Variante
es: Apertura Escocesa, Variante Schmidt
eu: Eskoziarra: Schmidt aldaera
fr: Écossaise, var. Schmidt
id: Skotlandia, Varian Schmidt
it: Apertura Scozzese, Variante Schmidt
nl: Schots: Schmidt variant
pl: Szkocka, wariant Schmidt'a
ru: Шотландская партия: вариант Шмидта
si: škotska, Schmidtova različica
sv: Skotskt: Schmidtvarianten
tr: İskoçya: Schmidt varyasyonu
uk: Шотландська партія: варіант Шмідта
vi: Scotch: Schmidt biến

source: Scotch: Sea-cadet mate
ar: سكوتش: سي-كاديت مات
br: Abertura Escocesa, Mate do Cadete Marinheiro
ca: Obertura Escocesa - Mat del 'cadet mariner'
de: Schottisch: Sea-cadet mate
es: Apertura Escocesa, Mate del Cadete Marinero
eu: Eskoziarra: Itsas-kadete matea
fr: Écossaise, mat du mousse
id: Skotlandia, Serangan Sea-Cadet
it: Apertura Scozzese, Mate del Cadete MariNero
nl: Schots: Zeekadet mat
pl: Szkocka, mat morskiego kadeta
ru: Шотландская партия: мат Юнга
si: škotska, morski kadet mat
sv: Skotskt: Sjökadettmatt
tr: İskoçya: Sea-cadet matı
uk: Шотландська партія: мат Юнга
vi: Scotch: biển thiếu sinh quân đời

source: Scotch: Steinitz variation
ar: سكوتش: تفريع شتاينتز
br: Abertura Escocesa, Variante Steinitz
ca: Obertura escocesa - Variant Steinitz
de: Schottisch: Steinitz Variante
es: Apertura Escocesa, Variante Steinitz
eu: Eskoziarra: Steinitz aldaera
fr: Écossaise, var. Steinitz
id: Skotlandia, Varian Steinitz
it: Apertura Scozzese, Variante Steinitz
nl: Schots: Steinitz variant
pl: Szkocka, wariant Steinitz'a
ru: Шотландская партия: вариант Стейница
si: škotska, Steinitzova raličica
sv: Skotskt: Steinitzvarianten
tr: İskoçya: Steinitz varyasyonu
uk: Шотландська партія: варіант Стейніца
vi: Scotch: Steinitz biến

source: Scotch: Tartakower variation
ar: سكوتش: تارتاكوفر تفريع
br: Abertura Escocesa, Variante Tartakower
ca: Obertura Escocesa - Variant Tartakower
de: Schottisch: Tartakower Variante
es: Apertura Escocesa, Variante Tartakower
eu: Eskoziarra: Tartakower aldaera
fr: Écossaise, var. Tartakover
id: Skotlandia, Varian Tartakower
it: Apertura Scozzese, Variante Tartakower
nl: Schots: Tartakower variant
pl: Szkocka, wariant Tartakower'a
ru: Шотландская партия: вариант Тартаковера
si: škotska, Tartakowerjeva različica
sv: Skotskt: Tartakowervarianten
tr: İskoçya: Tartakower varyasyonu
uk: Шотландська партія: варіант Тартаковера
vi: Scotch: biến thể Tartakower

source: Semi-Benoni (`blockade variation')
ar: النصف-بينوني (`عائق تفريع')
br: Defesa Semi-Benoni (Variante do Bloqueio)
ca: Defensa Benoni antiga o Variant del bloqueig
de: Semi-Benoni (`Blockade Variante')
es: Defensa Semi Benoni o Variante de Bloqueo
eu: Semi-Benoni ('blokeoaren aldaera')
fr: Semi-défense Benoni, var. de blocage
id: Semi Benoni
it: Difesa Semi Benoni o Variante de Bloqueo
nl: Semi-Benoni (`blokkade variant ')
pl: Semi-benoni (wariant blokady)
ru: Блокадный вариант защиты Бенони
si: Semi-Benoni ('obrambna različica')
sv: Semi-Benoni (blockadvarianten)
tr: Yarı Benoni (`blockade varyasyonu')
uk: Захист Беноні (блокадний варіант)
vi: Bán Benoni (`phong tỏa biến thể ')

source: Sicilian defence
ar: صقلي دفاع
br: Defesa Siciliana
ca: Defensa Siciliana
de: Sizilianische Verteidigung
es: Defensa Siciliana
eu: Siziliar defentsa
fr: Défense sicilienne
id: Pembelaan Sisilia
it: Difesa Siciliana
nl: Siciliaanse verdediging
pl: Obrona sycylijska
ru: Сицилианская защита
si: sicilijanska obramba
sv: Sicilianskt försvar
tr: Sicilya savunması
uk: Сицилійський захист
vi: Phòng thủ Sicilian

source: Sicilian, Chekhover variation
ar: صقلي, تشيكهوفر تفريع
br: Defesa Siciliana, Variante Chekhover
ca: Defensa Siciliana - Variant Chekhover
de: Sizilianisch, Chekhover Variante
es: Defensa Siciliana Variante Chekhover
eu: Siziliarra, Txekhover aldaera
fr: Sicilienne, var. Tchekhover
id: Sisilia Varian Chekhover
it: Difesa Siciliana Variante Chekhover
nl: Siciliaans, Chekhover variant
pl: Sycylijska, wariant Chekhover'a
ru: Сицилианская защита: вариант Чеховера
si: sicilijanska, Checkoverjeva različica
sv: Sicilianskt: Tjekhovervarianten
tr: Sicilya, Chekhover varyasyonu
uk: Сицилійський захист: варіант Чеховера
vi: Sicilian, Chekhover biến

source: Sicilian, Szen (`anti-Taimanov') variation
ar: صقلي, سيزن (`ضد-تيمانوف') تفريع
br: Defesa Siciliana, Variante Szen (Anti-Taimanov)
ca: Defensa Siciliana - Variant Szen o Anti Taimanov
de: Sizilianisch, Szen (`Anti-Taimanov') Variante
es: Defensa Siciliana, Variante Szen o Anti Taimanov
eu: Siziliarra, Szen ('Taimanov-en aurkako') aldaera
fr: Sicilienne, var. Szen anti-Taïmanov
id: Sisilia Varian Szen (Anti-Taimanov)
it: Difesa Siciliana, Variante Szen o Anti Taimanov
nl: Siciliaans, Szen (`anti-Taimanov ') variant
pl: Sycylijska, wariant Szen'a(przeciw-Taimanovi)
ru: Сицилианская защита: вариант Сена
si: sicilijanska, Szenova ('proti-Taimanova') različica
sv: Sicilianskt: Szenvarianten (anti-Tajmanov)
tr: Sicilya, Szen (`anti-Taimanov') varyasyonu
uk: Сицилійський захист: варіант Сена
vi: Sicilian, biến thể Szen (`chống Taimanov')
