Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Corn stalk defence
ar: كورن ستالك دفاع
br: Defesa Corn Stalk
ca: Defensa 'tija de blat'
de: Corn Stalk Verteidigung
es: Defensa del Tallo de Trigo
eu: Arto-zurtoinaren defentsa
fr: Défense de la tige de maïs
id: Pembelaan Corn Stalk
it: Difesa del Tallo de Trigo
nl: Maïsstengel verdediging
pl: Obrona łodygi kukurydzy
ru: Защита кукурузного стебля
si: Obramba koruznega stebla
sv: Corn Stalks försvar
tr: Mısır Sapı savunması
uk: Захист кукурудзяного стебла
vi: Phòng thủ Corn Stalk

source: Crab opening
ar: كراب افتتاح
br: Abertura Crab
ca: Obertura Crab
de: Crab Eröffnung
es: Apertura Crab
eu: Karramarroaren irekiera
fr: Ouverture du crabe
id: Pembukaan Crab
it: Apertura Granchio
nl: Krab opening
pl: Debiut kraba
ru: Дебют краба
si: Crabova otvoritev
sv: Krabböppning
tr: Yengeç açılışı
uk: Дебют Краба
vi: Khai cuộc Crab

source: Czech Benoni defence
ar: التشيكي بينوني دفاع
br: Defesa Benoni Checa
ca: Defensa Benoni Txeca
de: Tschechische Benoni Verteidigung
es: Defensa Benoni Checa
eu: Txekiar Benoni defentsa
fr: Défense Benoni, var. tchèque
id: Pembelaan Czenhya Benoni
it: Difesa Benoni Ceca
nl: Tsjechische Benoni verdediging
pl: Obrona czeska Benoni
ru: Чешский вариант защиты Бенони
si: češka Benoni obramba
sv: Tjeckiskt Benoniförsvar
tr: Çek Benoni savunması
uk: Чеський варіант захисту Беноні
vi: Phòng thủ Séc Benoni

source: Czech Benoni: King's Indian system
ar: التشيكي بينوني: الملك الهندي نظام
br: Defesa Benoni Checa, Sistema Índio de Rei
ca: Defensa Benoni Txeca - Sistema Indi de Rei
de: Tschechische Benoni: Königsindisch System
es: Defensa Benoni Checa, Sistema Indio de Rey
eu: Txekiar Benoni: Erregearen Indiar sistema
fr: Défense Benoni, var. tchèque, système est-indien
id: Pembelaan Czenhya Benoni: Sistem Hindia Raja
it: Difesa Benoni Ceca, Sistema Indiano di Re
nl: Tsjechische Benoni: KoningIndisch systeem
pl: Czeska Benoni, system Królewsko-Indyjski
ru: Чешский вариант защиты Бенони: староиндийская система
si: češka Benoni: kraljevo indijski sistem
sv: Tjeckisk Benoni: Kungsindiskt system
tr: Çek Benoni: Şah'ın Hint sistemi
uk: Чеський варіант захисту Беноні: староіндійська система
vi: Séc Benoni: hệ thống vua Ấn Độ

source: Damiano's defence
ar: داميانو دفاع
br: Defesa Damiano
ca: Defensa Damiano
de: Damiano's Verteidigung
es: Defensa Damiano
eu: Damianoren defentsa
fr: Défense Damiano ou Damião
id: Pembelaan Damiano
it: Difesa Damiano
nl: Damiano's verdediging
pl: Obrona Damiano
ru: Защита Дамиано
si: Damianova obramba
sv: Damianos försvar
tr: Damiano'nun savunması
uk: Захист Даміано
vi: Phòng thủ Damiano

source: Danish gambit: Collijn defence
ar: الجامبيت الدانمركي: كوليجن دفاع
br: Gambito Dinamarquês, Defesa Collijn
ca: Gambit Danès o Nòrdic - Defensa Collijn
de: Dänisches Gambit: Collijn Verteidigung
es: Gambito Danés o Nórdico, Defensa Collijn
eu: Danimarkako ganbitoa: Collijn defentsa
fr: Gambit danois, défense Collijn
id: Gambit Denmark: Pembelaan Collijn
it: Gambetto Danese, Difesa Collijn
nl: Deens gambiet: Collijn verdediging
pl: Gambit duński, obrona Collijn'a
ru: Северный гамбит: защита Коллийна
si: danski gambit: Collijnova obramba
sv: Nordisk gambit: Collijns försvar
tr: Danimarka gambiti: Collijn savunması
uk: Північний гамбіт: захист Коллійна
vi: Thí quân Đan Mạch: Phòng thủ Collijn

source: Danish gambit: Schlechter defence
ar: الجامبيت الدانمركي: دفاع شيليشتر
br: Gambito Dinamarquês, Defesa Schlechter
ca: Gambit Danès o Nòrdic - Defensa Schlechter
de: Dänisches Gambit: Schlechter Verteidigung
es: Gambito Danés o Nórdico, Defensa Schlechter
eu: Danimarkako ganbitoa: Schlechterren defentsa
fr: Gambit danois, défense Schlechter
id: Gambit Denmark: Pembelaan Schelecther
it: Gambetto Danese, Difesa Schlechter
nl: Deens gambiet: Schlechter verdediging
pl: Gambit duński, obrona Schlechter'a
ru: Северный гамбит: защита Шлехтера
si: danski gambit: Schlechterjeva obramba
sv: Nordisk gambit: Schlechters försvar
tr: Danimarka gambiti: Schlechter savunması
uk: Північний гамбіт: захист Шлехтера
vi: Thí quân Đan Mạch: Phòng thủ Schlechter

source: Danish gambit: Soerensen defence
ar: الجامبيت الدانمركي: سويرنسن دفاع
br: Gambito Dinamarquês, Defesa Soerensen
ca: Gambit Danès o Nòrdic - Defensa Soerensen
de: Dänisches Gambit: Soerensen Verteidigung
es: Gambito Danés o Nórdico, Defensa Soerensen
eu: Danimarkako ganbitoa: Soerensen defentsa
fr: Gambit danois, défense Sørensen
id: Gambit Denmark: Pembelaan Soerensen
it: Gambetto Danese, Difesa Soerensen
nl: Deens gambiet: Soerensen verdediging
pl: Gambit duński, obrona Soerensen'a
ru: Северный гамбит: защита Серенсена
si: danski gambit: Soerensenova obramba
sv: Nordisk gambit: Sörensens försvar
tr: Danimarka gambiti: Soerensen savunması
uk: Північний гамбіт: захист Серенсена
vi: Thí quân Đan Mạch: Phòng thủ Soerensen

source: Danish gambit
ar: الجامبيت الدانمركي
br: Gambito Dinamarquês
ca: Gambit Danès o Nòrdic
es: Gambito Danés o Nórdico
eu: Danimarkako ganbitoa
fr: Gambit danois (ou gambit du Nord)
id: Gambit Denmark
it: Gambetto Danese
nl: Deens gambiet
pl: Gambit duński
ru: Северный гамбит
si: danski gambit
sv: Nordisk gambit (Dansk gambit)
tr: Danimarka gambiti
uk: Північний гамбіт
vi: Thí quân Đan Mạch

source: De Bruycker defence
ar: دفاع دو بروكر
br: Defesa Caro-Kann, Defesa De Bruycker
ca: Defensa Caro Kann - Defensa De Bruycker
de: de-Bruycker-Verteidigung
es: Defensa Caro Kann, Defensa De Bruycker
eu: De Bruyckerren defentsa
fr: Défense de Bruycker
id: Pembelaan de Bruycker
it: Difesa Caro Kann, Difesa De Bruycker
nl: de Bruycker verdediging
pl: Obrona de Bruycker'a
ru: Защита Каро-Канн: защита де Брейкера
si: de Bruyckerjeva obramba
sv: Caro-Kann: De Bruyckers försvar
tr: De Bruycker savunması
uk: Захист Каро-Канн: захист де Брейкера
vi: Phòng thủ de BRUYCKER

source: Doery defence
ar: دويري دفاع
br: Defesa Doery
ca: Defensa Doery
de: Doery Verteidigung
es: Defensa Doery
eu: Doery defentsa
fr: Défense Döry
id: Pembelaan Doery
it: Difesa Doery
nl: Doery verdediging
pl: Obrona Doery
ru: Защита Дери
si: Doeryeva obramba
sv: Doerys försvar
tr: Doery savunması
uk: Захист Дері
vi: Phòng thủ Doery

source: Dresden opening
ar: درسدن افتتاح
br: Abertura Dresden
ca: Obertura Dresden
de: Dresden Eröffnung
es: Apertura Dresden
eu: Dresde irekiera
fr: Ouverture de Dresde
id: Pembukaan Dresden
it: Apertura Dresda
pl: Debiut drezdeński
ru: Дрезденское начало
si: Dresden otvoritev
sv: Dresdens spelöppning
tr: Dresden açılışı
uk: Дрезденський початок
vi: Khai cuộc Dresden

source: Dunst (Sleipner, Heinrichsen) opening
ar: دانست (سليبنر, هينريشسن) افتتاح
br: Abertura Dunst (Sleipner, Heinrichsen)
ca: Obertura Dunst o Sleipner o Heinrichsen
de: Dunst (Sleipner, Heinrichsen) Eröffnung
es: Apertura Dunst o Sleipner o Heinrichsen
eu: Dunst (Sleipner, Heinrichsen) irekiera
fr: Début van Geet, Dunst, Heinrichsen, de la Baltique, Sleipnir (cheval à 8 jambes de la mythologie nordique)
id: Pembukaan Dunst (Sleipner, Heinrichsen)
it: Apertura Dunst o Sleipner o Heinrichsen
pl: Debiut Dunst'a (Sleipner, Heinrichsen)
ru: Дебют Данста
si: Dunst (Sleipnerjeva, Heinrichsenova) otvoritev
sv: Dunsts spelöppning (Sleipner, Heinrichsen)
tr: Dunst (Sleipner, Heinrichsen) açılışı
uk: Дебют Данста
vi: Khai cuộc Dunst (Sleipner, Heinrichsen)

source: Durkin's attack
ar: دوركين هجوم
br: Ataque Durkin
ca: Atac Durkin
de: Durkin's Angriff
es: Ataque Durkin
eu: Durkinen erasoa
fr: Attaque Durkin
id: Serangan Durkin
it: Attacco Durkin
nl: Durkin aanval
pl: Atak Durkina
ru: Дебют Дуркина
si: Durkinov napad
sv: Durkins angrepp
tr: Durkin'in hücumu
uk: Дебют Дуркіна
vi: Tấn công Durkin

source: Dutch defence, Alekhine variation
ar: الدفاع لهولندي, اليخين تفريع
br: Defesa Holandesa, Variante Alekhine
ca: Defensa Holandesa - Variant Alekhine
de: Holländische Verteidigung, Aljechin-Variante
es: Defensa Holandesa, Variante Alekhine
eu: Holandako defentsa, Alekhine aldaera
fr: Défense hollandaise, var. Alekhine
id: Pembelaan Belanda: Varian Alekhine
it: Difesa Olandese, Variante Alekhine
nl: Hollandse verdediging, Aljechin variant
pl: Holenderska, wariant Alekhin'a
ru: Голландская защита: вариант Алехина
si: nizozemska obramba: Aljehinova različica
sv: Holländskt försvar: Aljechinvarianten
tr: Hollanda savunması, Alekhine varyasyonu
uk: Голландський захист: варіант Альохіна
vi: Phòng thủ Hà Lan, biến thể Alekhine

source: Dutch defence, Blackburne variation
ar: الدفاع لهولندي, برنبلاك تفريع
br: Defesa Holandesa, Variante Blackburne
ca: Defensa Holandesa - Variant Blackburne
de: Holländische Verteidigung, Blackburne-Variante
es: Defensa Holandesa, Variante Blackburne
eu: Holandako defentsa, Blackburne aldaera
fr: Défense hollandaise, var. Blackburne
id: Pembelaan Belanda: Varian Blackburne
it: Difesa Olandese, Variante Blackburne
nl: Hollandse verdediging Blackburne variant
pl: Holenderska, wariant Blackburne
ru: Голландская защита: вариант Блэкберна
si: nizozemska obramba: Blackbourneva različica
sv: Holländskt försvar: Blackburnevarianten
tr: Hollanda savunması, Blackburne varyasyonu
uk: Голландський захист: варіант Блекберна
vi: Phòng thủ Hà Lan, biến thể Blackburne

source: Dutch defence, Rubinstein variation
ar: الدفاع لهولندي, روبينشتاين تفريع
br: Defesa Holandesa, Variante Rubinstein
ca: Defensa Holandesa - Variant Rubinstein
de: Holländische Verteidigung, Rubinstein-Variante
es: Defensa Holandesa, Variante Rubinstein
eu: Holandako defentsa, Rubinstein aldaera
fr: Défense hollandaise, var. Rubinstein
id: Pembelaan Belanda: Varian Rubenstein
it: Difesa Olandese, Variante Rubinstein
nl: Hollandse verdediging Rubinstein variant
pl: Holenderska, wariant Rubinstein'a
ru: Голландская защита: вариант Рубинштейна
si: nizozemska obramba: Rubinsteinova različica
sv: Holländskt försvar: Rubinsteinvarianten
tr: Hollanda savunması, Rubinstein varyasyonu
uk: Голландський захист: варіант Рубінштейна
vi: Phòng thủ Hà Lan, biến thể Rubinstein

source: Dutch defence: Bladel variation
ar: الدفاع لهولندي: بلادل تفريع
br: Defesa Holandesa, Variante Bladel
ca: Defensa Holandesa - Variant Bladel
de: Holländische Verteidigung: Bladel-Variante
es: Defensa Holandesa, Variante Bladel
eu: Holandako defentsa: Bladel aldaera
fr: Défense hollandaise, var. de Bladel
id: Pembelaan Belanda: Varian Bladel
it: Difesa Olandese, Variante Bladel
nl: Hollandse verdediging: Bladel variant
pl: Holenderska, wariant Bladel'a
ru: Голландская защита: бладельский вариант
si: nizozemska obramba: Bladelova različica
sv: Holländskt försvar: Bladelvarianten
tr: Hollanda savunması, Bladel varyasyonu
uk: Голландський захист: Бладельський варіант
vi: Phòng thủ Hà Lan: biến Bladel

source: Dutch defence: Dutch-Indian (Nimzo-Dutch) variation
ar: الدفاع لهولندي: الهندي الهولندي (نيمزو الهولندي) تفريع
br: Defesa Holandesa, Variante Indo-Holandesa (Nimzo-Holandesa)
ca: Defensa Holandesa - Variant Indo Holandesa o Nimzo Holandesa
de: Holländische Verteidigung: Holländisch-Indisch (Nimzo-Holländisch)-Variante
es: Defensa Holandesa, Variante Indo Holandesa o Nimzo Holandesa
eu: Holandako defentsa: holandar-indiar (Nimzo-Holandarra) aldaera
fr: Défense hollandaise, var. "Dutch-Indian (Nimzo-Dutch)"
id: Pembelaan Belanda: Varian Hindia-Belanda (Nimzo Belanda)
it: Difesa Olandese, Variante Indo Olandese o Nimzo Olandese
nl: Hollandse verdediging: Hollands-Indische (Nimzo-Hollands) variant
pl: Holenderska, wariant holendersko-indyjski(Nimzo-Dutch)
ru: Голландская защита: вариант защиты Нимцовича и Голландской защиты
si: nizozemska obramba: nizozemsko-indijska (Nimzo-nizozemska) različica
sv: Holländskt försvar: Holländsk-Indisk variant (Nimzo-Holländskt)
tr: Hollanda savunması, Hollanda-Hint (Nimzo-Hollanda) varyasyonu
uk: Голландський захист: варіант захисту Німцовича і Голландського захисту
vi: Phòng thủ Hà Lan: biến Hà Lan-Ấn Độ (Nimzo-Hà Lan)

source: Dutch defence
ar: الدفاع لهولندي
br: Defesa Holandesa
ca: Defensa Holandesa
de: Holländische Verteidigung
es: Defensa Holandesa
eu: Holandako defentsa
fr: Défense hollandaise
id: Pembelaan Belanda
it: Difesa Olandese
nl: Hollandse verdediging
pl: Obrona Holenderska
ru: Голландская защита
si: nizozemska obramba
sv: Holländskt försvar
tr: Hollanda savunması
uk: Голландський захист
vi: Phòng thủ Hà Lan

source: Dutch with c4 & Nc3
ar: الهولندي مع c4 & Nc4
br: Defesa Holandesa, Variante com c4 & Cc3
ca: Defensa Holandesa - Variant amb c4 i Cc3
de: Holländisch mit c4 & Sc3
es: Defensa Holandesa, Variante con c4 y Cc3
eu: Holandarra c4 eta Zc3-rekin
fr: Défense hollandaise, avec c4 et Cc3
id: Belanda dg c4 dan Kc3
it: Difesa Olandese, Variante con c4 y Cc3
nl: Hollands met c4 & Pc3
pl: Holenderska z c4 & Sc3
ru: Голландская защита с c4 и Кc3
si: nizozemska z 2.c4 & 3.Sc3
sv: Holländskt med c4 och Sc3
tr: c4 & Nc3 ile Hollanda
uk: Голландський захист з c4 і Кc3
vi: Hà Lan với c4 & NC3

source: Dutch with c4 & g3
ar: الهولندي مع c4 & g4
br: Defesa Holandesa, Variante com c4 & g3
ca: Defensa Holandesa - Variant amb c4 i g3
de: Holländisch mit c4 & g3
es: Defensa Holandesa, Variante con c4 y g3
eu: Holandarra c4 eta g3-rekin
fr: Défense hollandaise, avec c4 et g3
id: Belanda dg c4 dan g3
it: Difesa Olandese, Variante con c4 y g3
nl: Hollands met c4 & g3
pl: Holenderska z c4 & g3
ru: Голландская защита с c4 и g3
si: Nizozemska z c4 & g3
sv: Holländskt med c4 och g3
tr: c4 & g3 ile Hollanda
uk: Голландський захист з c4 і g3
vi: Hà Lan với c4 & g3

source: Dutch, 2.Bg5 variation
ar: الهولندي, 2.Bg5 تفريع
br: Defesa Holandesa, Variante 2.Bg5
ca: Defensa Holandesa - Variant 2. Ag5
de: Holländisch, 2.Lg5-Variante
es: Defensa Holandesa, Variante 2.Ag5
eu: Holandarra 2Ag5 aldaera
fr: Défense hollandaise, 2.Fg5
id: Belanda, Varian 2.Gg5
it: Difesa Olandese, Variante 2.Ag5
nl: Hollands, 2.Lg5 variant
pl: Holenderska, wariant 2.Gg5
ru: Голландская защита: вариант 2.Сg5
si: Nizozemska, 2. Lg5 različica
sv: Holländskt: 2.Lg5-varianten
tr: Hollanda, 2.Bg5 varyasyonu
uk: Голландський захист: варіант 2.Сg5
vi: Hà Lan, biến 2.Bg5

source: Dutch, Korchnoi attack
ar: الهولندي, كورشنوي هجوم
br: Defesa Holandesa, Ataque Korchnoi
ca: Defensa Holandesa - Atac Korchnoi
de: Holländisch, Korchnoi Angriff
es: Defensa Holandesa, Ataque Korchnoi
eu: Holandarra, Korchnoi erasoa
fr: Défense hollandaise, attaque Kortchnoï
id: Belanda, Serangan Korchnoi
it: Difesa Olandese, Attacco Korchnoi
nl: Hollands, Korchnoi aanval
pl: Holenderska, atak Korchnoi'a
ru: Голландская защита: атака Корчного
si: Nizozemska, Korchnoijev napad
sv: Holländskt: Kortjnojs angrepp
tr: Hollanda, Korchnoi hücumu
uk: Голландський захист: атака Корчного
vi: Hà Lan, tấn công Korchnoi

source: Dutch, Krejcik gambit
ar: الهولندي, كرجيك جامبيت
br: Defesa Holandesa, Gambito Krejcik
ca: Defensa Holandesa - Gambit Krejcik
de: Holländisch, Krejcik Gambit
es: Defensa Holandesa, Gambito Krejcik
eu: Holandarra, Krejcik ganbitoa
fr: Défense hollandaise, gambit Krejcik
id: Belanda, Gambit Krejcik
it: Difesa Olandese, Mossa di Krejcik
nl: Hollands, Krejcik gambiet
pl: Holenderska, gambit Krejcik'a
ru: Голландская защита: гамбит Крейчика
si: Nizozemska, Krejcikov gambit
sv: Holländskt: Krejciks gambit
tr: Hollanda, Krejcik gambiti
uk: Голландський захист: гамбіт Крейчика
vi: Hà Lan, Krejcik Gambit

source: Dutch, Manhattan (Alapin, Ulvestad) variation
ar: الهولندي, مانهاتن (الابين, يوليفستاد) تفريع
br: Defesa Holandesa, Variante Manhattan (Alapin, Ulvestad)
ca: Defensa Holandesa - Variant Manhattan o Alapin o Ulvestad
de: Holländisch, Manhattan (Alapin, Ulvestad)-Variante
es: Defensa Holandesa, Variante Manhattan o Alapin o Ulvestad
eu: Holandarra, Manhattan (Alapin, Ulvestad) aldaera
fr: Défense hollandaise, var. de Manhattan (Alapin - Ulvestad)
id: Belanda, Varian Manhattan (Alapin, Ulvestad)
it: Difesa Olandese, Variante Manhattan o Alapin o Ulvestad
nl: Hollands, Manhattan (Alapin, Ulvestad) variant
pl: Holenderska, wariant Manhattan(Alapin, Ulvestad)
ru: Голландская защита: манхэттенский вариант
si: Nizozemska, Manhattan (Alapinova, Ulvestafova) različica
sv: Holländskt: Manhattanvarianten (Alapin, Ulvestad)
tr: Hollanda, Manhattan (Alapin, Ulvestad) varyasyonu
uk: Голландський захист: Манхеттенський варіант
vi: Hà Lan, biến thể Manhattan (Alapin, Ulvestad)

source: Dutch, Spielmann gambit
ar: الهولندي, سبيلمان جامبيت
br: Defesa Holandesa, Gambito Spielmann
ca: Defensa Holandesa - Gambit Spielmann
de: Holländisch, Spielmann Gambit
es: Defensa Holandesa, Gambito Spielmann
eu: Holandarra, Spielmann ganbitoa
fr: Défense hollandaise, gambit Spielmann
id: Belanda, Gambit Spielmann
it: Difesa Olandese, Mossa di Spielmann
nl: Hollands, Spielmann gambiet
pl: Holenderska, gambit Spielmann'a
ru: Голландская защита: гамбит Шпильмана
si: Nizozemska, Spielmannov gambit
sv: Holländskt: Spielmanngambit
tr: Hollanda, Spielmann gambiti
uk: Голландський захист: гамбіт Шпільмана
vi: Hà Lan, Thí quân Spielmann

source: Dutch, Von Pretzel gambit
ar: الهولندي, فون بريتزال جامبيت
br: Defesa Holandesa, Gambito Von Pretzel
ca: Defensa Holandesa - Gambit Von Pretzel
de: Holländisch, Von Pretzel Gambit
es: Defensa Holandesa, Gambito Von Pretzel
eu: Holandarra, Von Pretzel ganbitoa
fr: Défense hollandaise, gambit "von Pretzel" [ du bretzel :) ]
id: Belanda, Gambit Von Pretzel
it: Difesa Olandese, Mossa di Von Pretzel
nl: Hollands, Von Pretzel gambiet
pl: Holenderska, gambit Von Pretzel'a
ru: Голландская защита Гамбит фон Претцеля
si: Nizozemska, Von Pretzelov gambit
sv: Holländskt: Von Pretzels gambit
tr: Hollanda, Von Pretzel gambiti
uk: Голландський захист: гамбіт фон Претцеля
vi: Hà Lan, Thí quân Von Pretzel

source: Dutch-Indian, Alekhine variation
ar: الهندي الهولندي, اليخين تفريع
br: Defesa Holandesa, Variante Indo-Holandesa, Variante Alekhine
ca: Defensa Holandesa - Variant Indo Holandesa - Variant Alekhine
de: Holländisch-Indisch, Aljechin-Variante
es: Defensa Holandesa, Variante Indo Holandesa, Variante Alekhine
eu: Holandar-indiarra, Alekhine aldaera
fr: Défense hollandaise, var. "Dutch-Indian", var. Alekhine
id: Hindia Belanda, Varian Alekhine
it: Difesa Olandese, Variante Indo Olandese, Variante Alekhine
nl: Hollands-Indisch, Aljechin variant
pl: Holendersko-Indyjska, wariant Alekhin'a
ru: Голландская защита: вариант Алехина
si: Nizozemsko-indijska, Aljehinova različica
sv: Holländsk-Indiskt: Aljechinvarianten
tr: Hollanda-Hint, Alekhine varyasyonu
uk: Голландський захист: варіант Альохіна
vi: Hà Lan, Ấn Độ, biến thể Alekhine

source: Dutch: Balogh defence
ar: الهولندي: بالوغ دفاع
br: Defesa Holandesa, Defesa Balogh
ca: Defensa Holandesa - Defensa Balogh
de: Holländisch: Balogh Verteidigung
es: Defensa Holandesa, Defensa Balogh
eu: Holandarra: Balogh defentsa
fr: Défense hollandaise, défense Balogh
id: Belanda, Pembelaan Balogh
it: Difesa Olandese, Difesa Balogh
nl: Hollands: Balogh verdediging
pl: Holenderska, obrona Balogh'a
ru: Голландская защита: защита Балога
si: Nizozemska: Baloghova obramba
sv: Holländskt: Baloghs försvar
tr: Hollanda: Balogh savunması
uk: Голландський захист: захист Балога
vi: Hà Lan: Phòng thủ Balogh

source: Dutch: Hort-Antoshin system
ar: الهولندي: هورت-أنتوشين نظام
br: Defesa Holandesa, Sistema Hort-Antoshin
ca: Defensa Holandesa - Sistema Hort Antoshin
de: Holländisch: Hort-Antoshin System
es: Defensa Holandesa, Sistema Hort Antoshin
eu: Holandarra: Hort-Antoshin sistema
fr: Défense hollandaise, système Hort - Antoshin
id: Belanda, SIstem Hort-Antoshin
it: Difesa Olandese, Sistema Hort Antoshin
nl: Hollands: Hort-Antoshin systeem
pl: Holenderska, wariant Hort-Antoshin
ru: Голландская защита: система Горта-Антошина
si: Nizozemska: Hort-Antoshinov sistem
sv: Holländskt: Hort-Antosjin-systemet
tr: Hollanda: Hort-Antoshin sistemi
uk: Голландський захист: система Горта-Антошина
vi: Hà Lan: hệ thống Hort-Antoshin

source: Dutch: Ilyin-Genevsky variation with Qc2
ar: الهولندي: الين-جينفرسكي تفريع مع Qc3
br: Defesa Holandesa, Variante Ilyin Genevsky com Dc2
ca: Defensa Holandesa - Variant Ilyin Genevsky amb Dc2
de: Holländisch: Ilyin-Genevsky-Variante mit Dc2
es: Defensa Holandesa, Variante Ilyin Genevsky con Dc2
eu: Holandarra: Ilyin-Genevsky aldaera Dc2-rekin
fr: Défense hollandaise, var. Iline-Jenevski, avec Dc2
id: Belanda, Varian Ilyin-Genevsky dg Me2
it: Difesa Olandese, Variante Ilyin Genevsky con Dc2
nl: Hollands: Ilyin-Genevsky variant met Dc2
pl: Holenderska, Ilyin-Genevsky, wariant z Hc2
ru: Голландская защита: система Ильина-Женевского с Фc2
si: Nizozemska, Ilyin-Genevsky različica z Dc2
sv: Holländskt: Iljin-Zjenevskijvarianten med Dc2
tr: Hollanda: Qc2 ile Ilyin-Genevsky varyasyonu
uk: Голландський захист: система Ільїна-Женевського з Фc2
vi: Hà Lan: Ilyin-Genevsky biến thể với Qc2

source: Dutch: Ilyin-Genevsky variation with b3
ar: الهولندي: الين-جينفرسكي تفريع مع b4
br: Defesa Holandesa, Variante Ilyin Genevsky com b3
ca: Defensa Holandesa - Variant Ilyin Genevsky amb b3
de: Holländisch: Ilyin-Genevsky-Variante mit b3
es: Defensa Holandesa, Variante Ilyin Genevsky con b3
eu: Holandarra: Ilyin-Genevsky aldaera b3-rekin
fr: Défense hollandaise, var. Iline-Jenevski, avec b3
id: Belanda, Varian Ilyin-Genevsky dg b3
it: Difesa Olandese, Variante Ilyin Genevsky con b3
nl: Hollands: Ilyin-Genevsky variant met b3
pl: Holenderska, Ilyin-Genevsky, wariant z b3
ru: Голландская защита: система Ильина-Женевского с b3
si: Nizozemska, Ilyin-Genevsky različica z b3
sv: Holländskt: Iljin-Zjenevskijvarianten med b3
tr: Hollanda: b3 ile Ilyin-Genevsky varyasyonu
uk: Голландський захист: система Ільїна-Женевського з b3
vi: Hà Lan: Ilyin-Genevsky biến thể với b3

source: Dutch: Ilyin-Genevsky variation
ar: الهولندي: الين-جينفرسكي تفريع
br: Defesa Holandesa, Variante Ilyin-Genevsky
ca: Defensa Holandesa - Variant Ilyin Genevsky
de: Holländisch: Ilyin-Genevsky-Variante
es: Defensa Holandesa, Variante Ilyin Genevsky
eu: Holandarra: Ilyin-Genevsky aldaera
fr: Défense hollandaise, var. Iline-Jenevski
id: Belanda, Varian Ilyin-Genevsky
it: Difesa Olandese, Variante Ilyin Genevsky
nl: Hollands: Ilyin-Genevsky variant
pl: Holenderska, wariant Ilyin-Genevsky
ru: Голландская защита: система Ильина-Женевского
si: Nizozemska: Ilyin-Genevsky različica
sv: Holländskt: Iljin-Zjenevskijvarianten
tr: Hollanda: Ilyin-Genevsky varyasyonu
uk: Голландський захист: система Ільїна-Женевського
vi: Hà Lan: biến thể Ilyin-Genevsky

source: Dutch: Ilyin-Genevsky, Winter variation
ar: الهولندي: الين-جينفرسكي, وينتر تفريع
br: Defesa Holandesa, Variante Ilyin Genevsky, Variante Winter
ca: Defensa Holandesa - Variant Ilyin Genevsky - Variant Winter
de: Holländisch: Ilyin-Genevsky, Winter-Variante
es: Defensa Holandesa, Variante Ilyin Genevsky, Variante Winter
eu: Holandarra: Ilyin-Genevsky, Winter aldaera
fr: Défense hollandaise, var. Iline-Jenevski, var. Winter
id: Belanda, Varian Ilyin-Genevsky, Varian Winter
it: Difesa Olandese, Variante Ilyin Genevsky, Variante Winter
nl: Hollands: Ilyin-Genevsky, Winter variatie
pl: Holenderska, Ilyin-Genevsky, wariant Winter'a
ru: Голландская защита: система Ильина-Женевского, вариант Уинтера
si: Nizozemska: Ilyin-Genevsky, zimska različica
sv: Holländskt: Iljin-Zjenevskij, Wintervarianten
tr: Hollanda: Ilyin-Genevsky, Kış varyasyonu
uk: Голландський захист: система Ільїна-Женевського, варіант Уінтера
vi: Hà Lan: Ilyin-Genevsky, biến thể Winter
