Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: KGA: Cochrane gambit
ar: هجوم الملك الهندي : كوتشرين جامبيت
br: Gambito do Rei Aceito, Gambito Cochrane
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Salvio - Gambit Cochrane
de: Königsgambit (angenommen): Cochrane Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Salvio, Gambito Cochrane
eu: Errege Ganbito Onartua: Cochrane ganbitoa
fr: Gambit Roi accepté, gambit Cochrane
id: KGA: Gambit Cochrane
it: Gambetto di Re Accettato, Mossa di de Cavallo, Mossa di Salvio, Mossa di Cochrane
nl: KGA: Cochrane gambiet
pl: Gam.król przyj., gambit Cocgrane
ru: Принятый королевский гамбит: гамбит Кохрана
si: KGS: Cochranev gambit
sv: Kungsgambit antagen: Cochranes gambit
tr: KGA: Cochrane gambiti
uk: Прийнятий королівський гамбіт: гамбіт Кохрана

source: KGA: Cunningham defence
ar: هجوم الملك الهندي : كانينغهام دفاع
br: Gambito do Rei Aceito, Defesa Cunningham
ca: Gambit de Rei acceptat - Gambit de Cavall - Defensa Cunningham
de: Königsgambit (angenommen): Cunningham Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Defensa Cunningham
eu: Errege Ganbito Onartua: Cunningham defentsa
fr: Gambit Roi accepté, défense Cunningham
id: KGA: Pembalaan Cunnigham
it: Gambetto di Re Accettato, Mossa di de Cavallo, Difesa Cunningham
nl: KGA: Cunningham verdediging
pl: Gam.król przyj., obrona Cunningham'a
ru: Принятый королевский гамбит: защита Каннингема
si: KGS: Cunninghamova obramba
sv: Kungsgambit antagen: Cunninghams försvar
tr: KGA: Cunningham savunması
uk: Прийнятий королівський гамбіт: захист Каннінгема
vi: KGA: Phòng thủ Cunningham

source: KGA: Cunningham, Bertin gambit
ar: هجوم الملك الهندي : كانينغهام, بيرتن جامبيت
br: Gambito do Rei Aceito, Gambito Bertin
ca: Gambit de Rei acceptat - Gambit de Cavall - Defensa Cunningham - Gambit Bertin
de: Königsgambit (angenommen): Cunningham, Bertin Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Defensa Cunningham, Gambito Bertin
eu: Errege Ganbito Onartua: Cunningham, Bertin ganbitoa
fr: Gambit Roi accepté, défense Cunningham, gambit Bertin
id: KGA: Cunnigham, Gambit Bertin
it: Gambetto di Re Accettato, Mossa di de Cavallo, Difesa Cunningham, Mossa di Bertin
nl: KGA: Cunningham, Bertin gambiet
pl: Gam.król przyj., Cunningham'a, gambit Bertin'a
ru: Принятый королевский гамбит: защита Каннингема, гамбит Бертена
si: KGS: Cunninghamova, Bertinov gambit
sv: Kungsgambit antagen: Cunningham, Bertingambit
tr: KGA: Cunningham, Bertin gambiti
uk: Прийнятий королівський гамбіт: захист Каннінгема, гамбіт Бертена

source: KGA: Cunningham, Euwe defence
ar: هجوم الملك الهندي : كانينغهام, إيوي دفاع
br: Gambito do Rei Aceito, Defesa Euwe
ca: Gambit de Rei acceptat - Gambit de Cavall - Defensa Cunningham - Defensa Euwe
de: Königsgambit (angenommen): Cunningham, Euwe Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Defensa Cunningham, Defensa Euwe
eu: Errege Ganbito Onartua: Cunningham, Euwe defentsa
fr: Gambit Roi accepté, défense Cunningham, défense Euwe
id: KGA: Cunnigham, Pembelaan Euwe
it: Gambetto di Re Accettato, Mossa di de Cavallo, Difesa Cunningham, Difesa Euwe
nl: KGA: Cunningham, Euwe verdediging
pl: Gam.król przyj., Cunningham'a, obrona Euwe
ru: Принятый королевский гамбит: защита Каннингема, защита Эйве
si: KGS: Cunninghamova, Euwetova obramba
sv: Kungsgambit antagen: Cunningham, Euwes försvar
tr: KGA: Cunningham, Euwe savunması
uk: Прийнятий королівський гамбіт: захист Каннінгема, захист Ейве
vi: KGA: Cunningham, Phòng thủ Euwe

source: KGA: Cunningham, three pawns gambit
ar: هجوم الملك الهندي : كانينغهام, ثلاثة بيادق جامبيت
br: Gambito do Rei Aceito, Gambito dos 3 Peões
ca: Gambit de Rei acceptat - Gambit de Cavall - Defensa Cunningham - Gambit dels tres peons
de: Königsgambit (angenommen): Cunningham, three pawns Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Defensa Cunningham, Gambito de los 3 Peones
eu: Errege Ganbito Onartua: Cunningham, hiru peoien ganbitoa
fr: Gambit Roi accepté, défense Cunningham, gambit des trois pions
id: KGA: Cunnigham, Gambit 3 Bidak
it: Gambetto di Re Accettato, Mossa di de Cavallo, Difesa Cunningham, Mossa di di 3 Pedoni
nl: KGA: Cunningham, drie pionnen gambiet
pl: Gam.król przyj., Cunningham'a, gambit trzech pionów
ru: Принятый королевский гамбит: защита Каннингема, гамбит трех пешек
si: KGS: Cunninghamova, gambit trek kmetov
sv: Kungsgambit antagen: Cunningham, trebondesgambit
tr: KGA: Cunningham, üç piyon gambiti
uk: Прийнятий королівський гамбіт: захист Каннінгема, гамбіт трьох пішаків
vi: KGA: Cunningham, ba con cờ cờ

source: KGA: Fischer defence
ar: هجوم الملك الهندي : فيشر دفاع
br: Gambito do Rei Aceito, Defesa Fischer
ca: Gambit de Rei acceptat - Gambit de Cavall - Defensa Fischer
de: Königsgambit (angenommen): Fischer Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Defensa Fischer
eu: Errege Ganbito Onartua: Fischer defentsa
fr: Gambit Roi accepté, défense Fischer
id: KGA: Pembelaan Fischer
it: Gambetto di Re Accettato, Mossa di Cavallo, Difesa Fischer
nl: KGA: Fischer verdediging
pl: Gam.król przyj., obrona Fischer'a
ru: Принятый королевский гамбит: защита Фишера
si: KGS: Fischerjeva obramba
sv: Kungsgambit antagen: Fischers försvar
tr: KGA: Fischer savunması
uk: Прийнятий королівський гамбіт: захист Фішера
vi: KGA: Phòng thủ Fischer

source: KGA: Ghulam Kassim gambit
ar: هجوم الملك الهندي : غوم قاسم جامبيت
br: Gambito do Rei Aceito, Gambito Ghulam Kassim
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Ghulam Kassim
de: Königsgambit (angenommen): Ghulam Kassim Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Ghulam Kassim
eu: Errege Ganbito Onartua: Ghulam Kassim ganbitoa
fr: Gambit Roi accepté, gambit Ghulam Kassim
id: KGA: Gambit Ghulam Kassim
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Ghulam Kassim
nl: KGA: Ghulam Kassim gambiet
pl: Gam.król przyj., gambit Ghulam Kassim
ru: Принятый королевский гамбит: гамбит Гулам Кассима
si: KGS: Ghulam Kassimov gambit
sv: Kungsgambit antagen: Ghulam-Kassim-gambit
tr: KGA: Ghulam Kassim gambiti
uk: Прийнятий королівський гамбіт: гамбіт Гулам Кассіма

source: KGA: Gianutio counter-gambit
ar: هجوم الملك الهندي : جيانتيو الجامبيت المضاد
br: Gambito do Rei Aceito, Contra-Gambito Gianutio
ca: Gambit de Rei acceptat - Gambit de Cavall - Contra-Gambit Gianutio
de: Königsgambit (angenommen): Gianutio Gegengambit
es: Gambito de Rey Aceptado, Gambito de Caballo, ContraGambito Gianutio
eu: Errege Ganbito Onartua: Gianutio kontra-ganbitoa
fr: Gambit Roi accepté, contre-gambit Gianuzio
id: KGA: Gambit Balasan Gianutio
it: Gambetto di Re Accettato, Mossa di Cavallo, Controgambetto Gianutio
nl: KGA: Gianutio tegengambiet
pl: Gam.król przyj., kontrgambit Gianutio
ru: Принятый королевский гамбит: контргамбит Джануцио
si: KGS: Gianutiov proti-gambit
sv: Kungsgambit antagen: Gianutios motgambit
tr: KGA: Gianutio karşı gambiti
uk: Прийнятий королівський гамбіт: контргамбіт Джануціо
vi: KGA: Gianutio phản Gambit

source: KGA: Greco gambit
ar: هجوم الملك الهندي : جريكو جامبيت
br: Gambito do Rei Aceito, Gambito Greco
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Philidor - Gambit Greco
de: Königsgambit (angenommen): Greco Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Philidor, Gambito Greco
eu: Errege Ganbito Onartua: Greco ganbitoa
fr: Gambit Roi accepté, gambit Greco
id: KGA: Gambit Grecco
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Philidor, Mossa di Greco
nl: KGA: Greco gambiet
pl: Gam.król przyj., gambit Greco
ru: Принятый королевский гамбит: гамбит Греко
si: KGS: Grecov gambit
sv: Kungsgambit antagen: Grecos gambit
tr: KGA: Greko gambiti
uk: Прийнятий королівський гамбіт: гамбіт Греко

source: KGA: Hanstein gambit
ar: هجوم الملك الهندي : هانشتاين جامبيت
br: Gambito do Rei Aceito, Gambito Hanstein
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Hanstein
de: Königsgambit (angenommen): Hanstein Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Hanstein
eu: Errege Ganbito Onartua: Hanstein ganbitoa
fr: Gambit Roi accepté, gambit Hanstein
id: KGA: Gambit Hanstein
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Hanstein
nl: KGA: Hanstein gambiet
pl: Gam.król przyj., gambit Hanstein'a
ru: Принятый королевский гамбит: гамбит Ганштейна
si: KGS: Hansteinov gambit
sv: Kungsgambit antagen: Hansteins gambit
tr: KGA: Hanstein gambiti
uk: Прийнятий королівський гамбіт: гамбіт Ганштейна

source: KGA: Herzfeld gambit
ar: هجوم الملك الهندي : هرزفيلد جامبيت
br: Gambito do Rei Aceito, Gambito Herzfeld
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Salvio - Gambit Herzfeld
de: Königsgambit (angenommen): Herzfeld Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Salvio, Gambito Herzfeld
eu: Errege Ganbito Onartua: Herzfeld ganbitoa
fr: Gambit Roi accepté, gambit Herzfeld
id: KGA: Gambit Herzfeld
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Salvio, Mossa di Herzfeld
nl: KGA: Herzfeld gambiet
pl: Gam.król przyj., gambit Herzfeld'a
ru: Принятый королевский гамбит: гамбит Герцфельда
si: KGS: Herzfeldov gambit
sv: Kungsgambit antagen: Herzfelds gambit
tr: KGA: Herzfeld gambiti
uk: Прийнятий королівський гамбіт: гамбіт Герцфельда

source: KGA: Keres (Mason-Steinitz) gambit
ar: هجوم الملك الهندي :كيريس مازون-شتاينتز) جامبيت
br: Gambito do Rei Aceito, Gambito Keres (Mason-Steinitz)
ca: Gambit de Rei acceptat - Gambit Keres o Mason Steinitz
de: Königsgambit (angenommen): Keres (Mason-Steinitz) Gambit
es: Gambito de Rey Aceptado, Gambito Keres o Mason Steinitz
eu: Errege Ganbito Onartua: Keres (Mason-Steinitz) ganbitoa
fr: Gambit Roi accepté, gambit Keres (Mason - Steinitz)
id: KGA: Gambit Keres (Mason-Steinitz)
it: Gambetto di Re Accettato, Mossa di Keres o Mason Steinitz
nl: KGA: Keres (Mason-Steinitz) gambiet
pl: Gam.król przyj., gambit Keres'a (Mason-Steinitz)
ru: Принятый королевский гамбит: гамбит Мэзона
si: KGS: Keresev (Mason-Steinitzev) gambit
sv: Kungsgambit antagen: Keresgambit (Mason-Steinitz)
tr: KGA: Keres (Mason-Steinitz) gambiti
uk: Прийнятий королівський гамбіт: гамбіт Мезона

source: KGA: Kieseritsky, Berlin defence, 6.Bc4
ar: هجوم الملك الهندي : كايزرتسكي, دفاع بيرلين, 6.Bc5
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Berlim, 6.Bc4
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Berlinesa - 6. Ac4
de: Königsgambit (angenommen): Kieseritsky, Berliner Verteidigung, 6.Lc4
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Berlinesa, 6.Ac4
eu: Errege Ganbito Onartua: Kieseritsky, Berlingo defentsa, 6.Ac4
fr: Gambit Roi accepté, gambit Kieseritzky, défense de Berlin, 6.Fc4
id: KGA: Kieseritsky, Pembelaan Berlin, 6.Gc4
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Berlinese, 6.Ac4
nl: KGA: Kieseritsky, Berlijn verdediging 6.Lc4
pl: Gam.król przyj., Kieseritsky, obrona belińska, 6.Gc4
ru: Принятый королевский гамбит: гамбит Кизерицкого, берлинская защита, 6.Сc4
si: KGS: Kieseritskyeva, berlinska obramba, 6. Lc4
sv: Kungsgambit: Kieseritzkygambit, Berlinförsvaret, 6.Lc4
tr: KGA: Kieseritsky, Berlin savunması, 6.Bc4
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, Берлінський захист, 6.Сc4
vi: KGA: Kieseritsky, Phòng thủ Berlin, 6.Bc4

source: KGA: Kieseritsky, Berlin defence, Riviere variation
ar: هجوم الملك الهندي : كايزرتسكي, دفاع بيرلين, ريفيير تفريع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Berlim, Variante Riviere
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Berlinesa - Variant Riviere
de: Königsgambit (angenommen): Kieseritsky, Berliner Verteidigung, Riviere Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Berlinesa, Variante Riviere
eu: Errege Ganbito Onartua: Kieseritsky, Berlingo defentsa, Riviere aldaera
fr: Gambit Roi accepté, gambit Kieseritzky, défense de Berlin, var. Rivière
id: KGA: Kieseritsky, Pembelaan Berlin, Varian Riviere
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Berlinese, Variante Riviere
nl: KGA: Kieseritsky, Berlijn verdediging Riviere variant
pl: Gam.król przyj., Kieseritsky, obrona belińska, wariant Riviere
ru: Принятый королевский гамбит: гамбит Кизерицкого, берлинская защита, вариант Ривьера
si: KGS: Kieseritskyeva, berlinska obramba, Riviereva različica
sv: Kungsgambit: Kieseritzkygambit, Berlinförsvaret, Rivierevarianten
tr: GA: Kieseritsky, Berlin savunması, Riviere varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, Берлінський захист, варіант Рів’єра
vi: KGA: Kieseritsky, Phòng thủ Berlin, Riviere biến

source: KGA: Kieseritsky, Berlin defence
ar: هجوم الملك الهندي : كايزرتسكي, دفاع بيرلين
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Berlim
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa berlinesa
de: Königsgambit (angenommen): Kieseritsky, Berliner Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Berlinesa
eu: Errege Ganbito Onartua: Kieseritsky, Berlingo defentsa
fr: Gambit Roi accepté, gambit Kieseritzky, défense de Berlin
id: KGA: Kieseritsky, Pembelaan Berlin
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Berlinese
nl: KGA: Kieseritsky, Berlijn verdediging
pl: Gam.król przyj., Kieseritsky, obrona belińska
ru: Принятый королевский гамбит: гамбит Кизерицкого, берлинская защита
si: KGS: Kieseritskyeva, berlinska obramba
sv: Kungsgambit: Kieseritzkygambit, Berlinförsvaret
tr: KGA: Kieseritsky, Berlin savunması
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, Берлінський захист
vi: KGA: Kieseritsky, Phòng thủ Berlin

source: KGA: Kieseritsky, Brentano (Campbell) defence
ar: هجوم الملك الهندي : كايزرتسكي, برينتانو (كامبل) دفاع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Brentano (Campbell)
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Brentano o Campbell
de: Königsgambit (angenommen): Kieseritsky, Brentano (Campbell) Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Brentano o Campbell
eu: Errege Ganbito Onartua: Kieseritsky, Brentano (Campbell) defentsa
fr: Gambit Roi accepté, gambit Kieseritzky, défense Brentano (Campbell)
id: KGA: Kieseritsky, Pembelaan Brentano (Capmbell)
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Brentano o Campbell
nl: KGA: Kieseritsky, Brentano (Campbell) verdediging
pl: Gam.król przyj., Kieseritsky, obrona Brentano(Campbell)
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Брентано
si: KGS: Kieseritskyeva, Brentanova (Campbellova) obramba
sv: Kungsgambit: Kieseritzkygambit, Brentanoförsvaret (Campbell)
tr: KGA: Kieseritsky, Brentano (Campbell) savunması
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Брентано
vi: KGA: Kieseritsky, Phòng thủ Brentano (Campbell)

source: KGA: Kieseritsky, Brentano defence, Caro variation
ar: هجوم الملك الهندي : كايزرتسكي, برينتانو دفاع, كارو تفريع
br: Gambito do Rei Aceito, Defesa Brentano, Variante Caro
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Brentano - Variant Caro
de: Königsgambit (angenommen): Kieseritsky, Brentano Verteidigung, Caro-Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Brentano, Variante Caro
eu: Errege Ganbito Onartua: Kieseritsky, Brentano defentsa, Caro aldaera
fr: Gambit Roi accepté, gambit Kieseritzky, défense Brentano, var. Caro
id: KGA: Kieseritsky, Pembelaan Brentano, Varian Caro
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Brentano, Variante Caro
nl: KGA: Kieseritsky, Brentano verdediging Caro variant
pl: Gam.król przyj., Kieseritsky, obrona Brentano, wariant Caro
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Брентано, вариант Каро
si: KGS: Kieseritskyeva, Brentanova obramba, Carova različica
sv: Kungsgambit: Kieseritzkygambit, Brentanoförsvaret, Carovarianten
tr: KGA: Kieseritsky, Brentano savunması, Caro varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Брентано, варіант Каро
vi: KGA: Kieseritsky, Phòng thủ Brentano, biến thể Carô

source: KGA: Kieseritsky, Brentano defence, Kaplanek variation
ar: هجوم الملك الهندي : كايزرتسكي, برينتانو دفاع, كابلانك تفريع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Brentano, Variante Kaplanek
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Brentano - Variant Kaplanek
de: Königsgambit (angenommen): Kieseritsky, Brentano Verteidigung, Kaplanek Variante
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Brentano, Variante Kaplanek
eu: Errege Ganbito Onartua: Kieseritsky, Brentano defentsa, Kaplanek aldaera
fr: Gambit Roi accepté, gambit Kieseritzky, défense Brentano, var. Kaplanek
id: KGA: Kieseritsky, Pembelaan Brentano, Varian Kaplanek
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Brentano, Variante Kaplanek
nl: KGA: Kieseritsky, Brentano verdediging Kaplanek variant
pl: Gam.król przyj., Kieseritsky, obrona Brentano, wariant Kaplanek
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Брентано, вариант Капланека
si: KGS: Kieseritskyeva, Brentanova obramba, Kaplanekova različica
sv: Kungsgambit: Kieseritzkygambit, Brentanoförsvaret, Kaplanekvarianten
tr: KGA: Kieseritsky, Brentano savunması, Kaplanek varyasyonu
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Брентано, варіант Капланека
vi: KGA: Kieseritsky, Phòng thủ Brentano, Kaplanek

source: KGA: Kieseritsky, Brentano defence
ar: هجوم الملك الهندي : كايزرتسكي, برينتانو دفاع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Brentano
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Brentano
de: Königsgambit (angenommen): Kieseritsky, Brentano Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Brentano
eu: Errege Ganbito Onartua: Kieseritsky, Brentano defentsa
fr: Gambit Roi accepté, gambit Kieseritzky, défense Brentano
id: KGA: Kieseritsky, Pembelaan Brentano
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Brentano
nl: KGA: Kieseritsky, Brentano verdediging
pl: Gam.król przyj., Kieseritsky, obrona Brentano
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Брентано
si: KGS: Kieseritskyeva, Brentanova obramba
sv: Kungsgambit: Kieseritzkygambit, Brentanoförsvaret
tr: KGA: Kieseritsky, Brentano savunması
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Брентано
vi: KGA: Kieseritsky, Phòng thủ Brentano

source: KGA: Kieseritsky, Kolisch defence
ar: هجوم الملك الهندي : كايزرتسكي, كوليش دفاع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Kolisch
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Kolisch
de: Königsgambit (angenommen): Kieseritsky, Kolisch Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Kolisch
eu: Errege Ganbito Onartua: Kieseritsky, Kolisch defentsa
fr: Gambit Roi accepté, gambit Kieseritzky, défense Kolisch
id: KGA: Kieseritsky, Pembelaan Kolisch
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Kolisch
nl: KGA: Kieseritsky, Kolisch verdediging
pl: Gam.król przyj., Kieseritsky, obrona Kolisch'a
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Колиша
si: KGS: Kieseritskyeva, Kolischeva obramba
sv: Kungsgambit: Kieseritzkygambit, Kolischförsvaret
tr: KGA: Kieseritsky, Kolisch savunması
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Коліша
vi: KGA: Kieseritsky, Phòng thủ Kolisch

source: KGA: Kieseritsky, Neumann defence
ar: هجوم الملك الهندي : كايزرتسكي, نيومان دفاع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Neumann
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Neumann
de: Königsgambit (angenommen): Kieseritsky, Neumann Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Neumann
eu: Errege Ganbito Onartua: Kieseritsky, Neumann defentsa
fr: Gambit Roi accepté, gambit Kieseritzky, défense Neumann
id: KGA: Kieseritsky, Pembelaan Neumann
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Neumann
nl: KGA: Kieseritsky, Neumann verdediging
pl: Gam.król przyj., Kieseritsky, obrona Neumann'a
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Неймана
si: KGS: Kieseritskyeva, Neumannova obramba
sv: Kungsgambit: Kieseritzkygambit, Neumannförsvaret
tr: KGA: Kieseritsky, Neumann savunması
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Неймана
vi: KGA: Kieseritsky, Phòng thủ Neumann

source: KGA: Kieseritsky, Paulsen defence
ar: هجوم الملك الهندي : كايزرتسكي, بولسن دفاع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Paulsen
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Paulsen
de: Königsgambit (angenommen): Kieseritsky, Paulsen Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Paulsen
eu: Errege Ganbito Onartua: Kieseritsky, Paulsen defentsa
fr: Gambit Roi accepté, gambit Kieseritzky, défense Paulsen
id: KGA: Kieseritsky, Pembelaan Paulsen
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Paulsen
nl: KGA: Kieseritsky, Paulsen verdediging
pl: Gam.król przyj., Kieseritsky, obrona Paulsen'a
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Паульсена
si: KGS: Kieseritskyeva, Paulsenova obramba
sv: Kungsgambit: Kieseritzkygambit, Paulsenförsvaret
tr: KGA: Kieseritsky, Paulsen savunması
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Паульсена
vi: KGA: Kieseritsky, Phòng thủ Paulsen

source: KGA: Kieseritsky, Polerio defence
ar: هجوم الملك الهندي : كايزرتسكي, بوليريو دفاع
br: Gambito do Rei Aceito, Gambito Kieseritsky, Defesa Polerio
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Polerio
de: Königsgambit (angenommen): Kieseritsky, Polerio Verteidigung
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Polerio
eu: Errege Ganbito Onartua: Kieseritsky, Polerio defentsa
fr: Gambit Roi accepté, gambit Kieseritzky, défense Polerio
id: KGA: Kieseritsky, Pembelaan Polerio
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Polerio
nl: KGA: Kieseritsky, Polerio verdediging
pl: Gam.król przyj., Kieseritsky, obrona Polerio
ru: Принятый королевский гамбит: гамбит Кизерицкого, защита Полерио
si: KGS: Kieseritskyeva, Poleriova obramba
sv: Kungsgambit: Kieseritzkygambit, Polerioförsvaret
tr: KGA: Kieseritsky, Polerio savunması
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, захист Полеріо
vi: KGA: Kieseritsky, Phòng thủ Polerio

source: KGA: Kieseritsky, Rice gambit
ar: هجوم الملك الهندي : كايزرتسكي, رايس جامبيت
br: Gambito do Rei Aceito, Gambito Kieseritsky, Gambito Rice
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Kieseritzky - Defensa Berlinesa - Gambit Rice
de: Königsgambit (angenommen): Kieseritsky, Rice Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Kieseritzky, Defensa Berlinesa, Gambito Rice
eu: Errege Ganbito Onartua: Kieseritsky, Rice ganbitoa
fr: Gambit Roi accepté, gambit Kieseritzky, gambit Rice
id: KGA: Kieseritsky, Gambir Rice
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Kieseritzky, Difesa Berlinese, Mossa di Rice
nl: KGA: Kieseritsky, Rice gambiet
pl: Gam.król przyj., Kieseritsky, gambit Rice
ru: Принятый королевский гамбит: гамбит Кизерицкого, гамбит Райса
si: KGS: Kieseritskyeva, Ricev gambit
sv: Kungsgambit: Kieseritzkygambit, Rice-gambit
tr: KGA: Kieseritsky, Rice gambiti
uk: Прийнятий королівський гамбіт: гамбіт Кізерицького, гамбіт Райса
vi: KGA: Kieseritsky, gạo Gambit
