Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Queen's pawn, Mason variation
ar: بيدق الوزير, ماسون تفريع
br: Peão da Dama, Variante Mason
ca: Obertura de peó de Dama - Variant Mason
de: Damenbauernspiel, Mason-Variante
es: Apertura del Peón de Dama, Variante Mason
eu: Damaren peoia, Mason aldaera
fr: Début du pion Dame, var. Mason
id: Bidak Menteri: Varian Mason
it: Apertura del Pedone di Donna, Variante Mason
nl: Damepion, Mason variant
pl: Pion hetmański, wariant Mason'a
ru: Дебют ферзевых пешек: вариант Мэзона
si: Damin kmet, Mansonova različica
sv: Dambondespel: Masonvarianten
tr: Vezir'in piyonu, Mason varyasyonu
uk: Дебют ферзевих пішаків: варіант Мезона
vi: Ván cờ tốt hậu, biến thể Mason

source: Queen's pawn: Anti-Veresov
ar: بيدق الوزير: ضد-فيرسوف
br: Peão da Dama, Variante Anti-Veresov
ca: Obertuta de peó de Dama - Variant Anti-Veresov
de: Damenbauernspiel: Anti-Veresov
es: Apertura del Peón de Dama, Variante Anti Veresov
eu: Damaren peoia: Anti-Veresov
fr: Début du pion Dame, défense anti-Richter - Veresov
id: Bidak Menteri: Anti Veresov
it: Apertura del Pedone di Donna, Variante Anti Veresov
nl: Damepion: Anti-Veresov
pl: Pion hetmański, anty Veresov
ru: Дебют ферзевых пешек: система анти-Вересова
si: Damin kmet, Proti-Veresov
sv: Dambondespel: Anti-Veresov
tr: Vezir'in piyonu: Anti-Veresov
uk: Дебют ферзевих пішаків: система анти-Вересова
vi: Ván cờ tốt hậu: Anti-Veresov

source: Queen's pawn: Bronstein gambit
ar: بيدق الوزير: برونشتاين جامبيت
br: Peão da Dama, Gambito Bronstein
ca: Peó de Dama - Gambit Bronstein
de: Damenbauernspiel: Bronstein Gambit
es: Peón de Dama, Gambito Bronstein
eu: Damaren peoia: Bronstein ganbitoa
fr: Début du pion Dame, gambit Bronstein
id: Bidak Menteri: Gambit Bronstein
it: Pedone di Donna, Mossa di Bronstein
nl: Damepion: Bronstein gambiet
pl: Pion hetmański, gambit Bronstein'a
ru: Дебют ферзевой пешки: гамбит Бронштейна
si: Damin kmet, Bronsteinov gambit
sv: Dambondespel: Bronsteins gambit
tr: Vezir'in piyonu: Bronstein gambiti
uk: Дебют ферзевого пішака: гамбіт Бронштейна
vi: Ván cờ tốt hậu: thí quân Bronstein

source: Queen's pawn: Charlick (Englund) gambit
ar: بيدق الوزير: شارليك (انجلند) جامبيت
br: Peão da Dama, Gambito Charlick (Englund)
ca: Peó de Dama - Gambit Charlik o Englund
de: Damenbauernspiel: Charlick (Englund) Gambit
es: Peón de Dama, Gambito Charlick o Englund
eu: Damaren peoia: Charlick (Englund) ganbitoa
fr: Début du pion Dame, gambit Charlick
id: Bidak Menteri: Gambit Charlick
it: Pedone di Donna, Mossa di Charlick o Englund
nl: Damepion: Charlick (Englund) gambiet
pl: Pion hetmański, gambit Cherlick'a(Englund'a)
ru: Дебют ферзевой пешки: гамбит Чарлика
si: Damin kmet, Charlickov (Englundov) gambit
sv: Dambondespel: Englundgambit (Charlick)
tr: Vezir'in piyonu: Charlick (Englund) gambiti
uk: Дебют ферзевого пішака: гамбіт Чарліка
vi: Nữ hoàng cầm đồ: Charlick (Englund) Gambit

source: Queen's pawn: Chigorin variation
ar: بيدق الوزير: تشجورين تفريع
br: Peão da Dama, Variante Chigorin
ca: Obertura de peó de Dama - Variant Chigorin
de: Damenbauernspiel: Tschigorin-Variante
es: Apertura del Peón de Dama, Variante Chigorin
eu: Damaren peoia: Chigorin aldaera
fr: Début du pion Dame, var. Tchigorine
id: Bidak Menteri: Varian Chigorin
it: Apertura del Pedone di Donna, Variante Chigorin
nl: Damepion: Chigorin variant
pl: Pion hetmański, wariant Chigorin'a
ru: Дебют ферзевых пешек: система Вересова
si: Damin kmet, Chigorinova različica
sv: Dambondespel: Tjigorinvarianten
tr: Vezir'in piyonu: Chigorin varyasyonu
uk: Дебют ферзевих пішаків: система Вересова
vi: Ván cờ tốt hậu: biến thể Chigorin

source: Queen's pawn: English defence
ar: بيدق الوزير: الانجليزي دفاع
br: Peão da Dama, Defesa Inglesa
ca: Peó de Dama - Defensa Anglesa
de: Damenbauernspiel: Englische Verteidigung
es: Peón de Dama, Defensa Inglesa
eu: Damaren peoia: Defentsa ingelesa
fr: Début du pion Dame, défense anglaise
id: Bidak Menteri: Pembelaan Inggris
it: Pedone di Donna, Difesa Inglese
nl: Damepion: Engelse verdediging
pl: Pion hetmański, obrona angielska
ru: Дебют ферзевой пешки: английская защита
si: Damin kmet, angleška obramba
sv: Dambondespel: Engelskt försvar
tr: Vezir'in piyonu: İngiliz savunması
uk: Дебют ферзевого пішака: Англійський захист
vi: Ván cờ tốt hậu: phòng thủ kiểu Anh

source: Queen's pawn: Englund gambit
ar: بيدق الوزير: انجلند جامبيت
br: Peão da Dama, Gambito Englund
ca: Peó de Dama - Gambit Englund
de: Damenbauernspiel: Englund Gambit
es: Peón de Dama, Gambito Englund
eu: Damaren peoia: Englund ganbitoa
fr: Début du pion Dame, gambit Englund
id: Bidak Menteri: Gambit Englund
it: Pedone di Donna, Mossa di Englund
nl: Damepion: Englund gambiet
pl: Pion hetmański, gambit Englund'a
ru: Дебют ферзевой пешки: гамбит Энглунда
si: Damin kmet, Englundov gambit
sv: Dambondespel: Englundgambit
tr: Vezir'in piyonu: Englund gambiti
uk: Дебют ферзевого пішака: гамбіт Енглунда
vi: Ván cờ tốt hậu: thí quân Englund

source: Queen's pawn: Franco-Indian (Keres) defence
ar: بيدق الوزير: فرانكو هندي (كيريس) دفاع
br: Peão da Dama, Defesa Franco Índia (Keres)
ca: Peó de Dama - Defensa Franco-Índia o Keres
de: Damenbauernspiel: Franco-Indian (Keres) Verteidigung
es: Peón de Dama, Defensa Franco India o Keres
eu: Damaren peoia: Franko-indiar (Keres) defentsa
fr: Début du pion Dame, défense franco-indienne (Keres)
id: Bidak Menteri: Pembelaan Franco-Hindia
it: Pedone di Donna, Difesa Franco Indiana o Keres
nl: Damepion: Franco-Dame Indische (Keres) verdediging
pl: Pion hetmański, obrona Franco-Indyjska(Keres'a)
ru: Дебют ферзевой пешки: гибрид французской защиты и индийских построений
si: Damin kmet, Franco-indijska (Keresova) obramba
sv: Dambondespel: Fransk-Indiskt försvar (Keres försvar)
tr: Vezir'in piyonu: Franco-Hint (Keres) savunması
uk: Дебют ферзевого пішака: гібрид Французького захисту і Індійських побудов
vi: Ván cờ tốt hậu: phòng thủ Pháp-Ấn Độ (Keres)

source: Queen's pawn: Keres defence
ar: بيدق الوزير:كيريس دفاع
br: Peão da Dama, Defesa Keres
ca: Peó de Dama - Defensa Keres
de: Damenbauernspiel: Keres Verteidigung
es: Peón de Dama, Defensa Keres
eu: Damaren peoia: Keresen defentsa
fr: Début du pion Dame, défense Keres
id: Bidak Menteri: Pembelaan Keres
it: Pedone di Donna, Difesa Keres
nl: Damepion: Keres verdediging
pl: Pion hetmański, obrona Keres'a
ru: Дебют ферзевой пешки: защита Кереса
si: Damin kmet, Keresova obramba
sv: Dambondespel: Keres försvar
tr: Vezir'in piyonu: Keres savunması
uk: Дебют ферзевого пішака: захист Кереса
vi: Ván cờ tốt hậu: Phòng thủ Keres

source: Queen's pawn: Lundin (Kevitz-Mikenas) defence
ar: بيدق الوزير: لوندين (كيفيتس-ميكناس) دفاع
br: Peão da Dama, Defesa Lundin (Kevitz-Mikenas)
ca: Peó de Dama - Defensa Lundin o Kevitz Mikenas
de: Damenbauernspiel: Lundin (Kevitz-Mikenas) Verteidigung
es: Peón de Dama, Defensa Lundin o Kevitz Mikenas
eu: Damaren peoia: Lundin (Kevitz-Mikenas) defentsa
fr: Début du pion Dame, défense Lundin (Kevitz - Mikenas)
id: Bidak Menteri: Pembelaan Lundin
it: Pedone di Donna, Difesa Lundin o Kevitz Mikenas
nl: Damepion: Lundin (Kevitz-Mikenas) verdediging
pl: Pion hetmański, obrona Lundin'a(Kevitz-Mikenas)
ru: Дебют ферзевой пешки: защита Лундина
si: Damin kmet, Lundinova (Kevitz-Mikenasova) obramba
sv: Dambondespel: Lundins försvar (Kevitz-Mikenas)
tr: Vezir'in piyonu: Lundin (Kevitz-Mikenas) savunması
uk: Дебют ферзевого пішака: захист Лундіна
vi: Ván cờ tốt hậu: phòng thủ Lundin (Kevitz-Mikenas)

source: Queen's pawn: Mengarini attack
ar: بيدق الوزير: منجاريني هجوم
br: Peão da Dama, Ataque Mengarini
ca: Defensa Índia de Rei - Atac Mengarini
de: Damenbauernspiel: Mengarini Angriff
es: Defensa India de Rey, Ataque Mengarini
eu: Damaren peoia: Mengarini erasoa
fr: Début du pion Dame, attaque Mengarini
id: Bidak Menteri: Serangan Mengarini
it: Difesa Indiana di Re, Attacco Mengarini
nl: Damepion: Mengarini aanval
pl: Pion hetmański, atak Mengarini
ru: Староиндийская защита: атака Менгарини
si: Damin kmet, Mengarinijev napad
sv: Dambondespel: Mengarinis angrepp
tr: Vezir'in piyonu: Mengarini hücumu
uk: Дебют ферзевого пішака: атака Менгаріні
vi: Nữ hoàng cầm đồ: Mengarini tấn công

source: Queen's pawn: Torre attack, Wagner gambit
ar: بيدق الوزير: توري هجوم, فاجنر جامبيت
br: Peão da Dama, Ataque da Torre, Gambito Wagner
ca: Peó de Dama - Atac Torre - Gambit Wagner
de: Damenbauernspiel: Torre Angriff, Wagner Gambit
es: Peón de Dama, Ataque Torre, Gambito Wagner
eu: Damaren peoia: Torre erasoa, Wagner ganbitoa
fr: Début du pion Dame, attaque Torre, gambit Wagner
id: Bidak Menteri: Serangan Torre, Gambit Wagner
it: Pedone di Donna, Attacco Torre, Mossa di Wagner
nl: Damepion: Torre aanval, Wagner gambiet
pl: Pion hetmański, atak Torre, gambit Wagner'a
ru: Дебют ферзевой пешки: атака Торре, гамбит Вагнера
si: Damin kmet, Torrev napad, Wegnerjev gambit
sv: Dambondespel: Torres angrepp, Wagnergambit
tr: Vezir'in piyonu: Torre hücumu, Wagner gambiti
uk: Дебют ферзевого пішака: атака Торре, гамбіт Вагнера
vi: Nữ hoàng cầm đồ: Torre tấn công, Wagner Gambit

source: Queen's pawn: Torre attack
ar: بيدق الوزير: توري هجوم
br: Peão da Dama, Ataque da Torre
ca: Peó de Dama - Atac Torre
de: Damenbauernspiel: Torre Angriff
es: Peón de Dama, Ataque Torre
eu: Damaren peoia: Torre erasoa
fr: Début du pion Dame, attaque Torre
id: Bidak Menteri: Serangan Torre
it: Pedone di Donna, Attacco Torre
nl: Damepion: Torre aanval
pl: Pion hetmański, atak Torre
ru: Дебют ферзевой пешки: атака Торре
si: Damin kmet, Torrev napad
sv: Dambondespel: Torres angrepp
tr: Vezir'in piyonu: Torre hücumu
uk: Дебют ферзевого пішака: атака Торре
vi: Nữ hoàng cầm đồ: Torre tấn công

source: Queen's pawn: Yusupov-Rubinstein system
ar: بيدق الوزير: يوسوبوف-روبينشتاين نظام
br: Peão da Dama, Sistema Yusupov-Rubinstein
ca: Peó de Dama - Sistema Yusupov Rubinstein
de: Damenbauernspiel: Yusupov-Rubinstein System
es: Peón de Dama, Sistema Yusupov Rubinstein
eu: Damaren peoia: Yusupov-Rubinstein sistema
fr: Début du pion Dame, système Youssoupov - Rubinstein
id: Bidak Menteri: Sistem Yusupov-Rubinstein
it: Pedone di Donna, Sistema Yusupov Rubinstein
nl: Damepion: Joesoepov-Rubinstein systeem
pl: Pion hetmański, system Yusupov-Rubinstein
ru: Дебют ферзевой пешки: система Юсупова-Рубинштейна
si: Damin kmet, Yusupov-Rubinsteinov sistem
sv: Dambondespel: Jusupov-Rubinsteins system
tr: Vezir'in piyonu: Yusupov-Rubinstein sistemi
uk: Дебют ферзевого пішака: система Юсупова-Рубінштейна
vi: Nữ hoàng cầm đồ: hệ thống Yusupov-Rubinstein

source: Queen's pawn: stonewall attack
ar: بيدق الوزير: الحائط الصخري هجوم
br: Peão da Dama, Ataque Stonewall
ca: Obertura de peó de Dama - Atac del 'mur de pedra'
de: Damenbauernspiel: Stonewall Angriff
es: Apertura del Peón de Dama, Ataque del Muro de Piedra
eu: Damaren peoia: harrizko murruaren erasoa
fr: Début du pion Dame, attaque stonewall (mur de pierres)
id: Bidak Menteri: Serangan Tembok Batu
it: Apertura del Pedone di Donna, Attacco del Muro di Pietra
nl: Damepion: Stonewall aanval
pl: Pion hetmański, atak stonewall
ru: Дебют ферзевых пешек: атака Каменная стена
si: Damin kmet, napad kamnitega zidu
sv: Dambondespel: Stonewall-angrepp
tr: Vezir'in piyonu: taş duvar hücumu
uk: Дебют ферзевих пішаків: атака Кам’яна стіна
vi: Nữ hoàng cầm đồ: Stonewall tấn công

source: Queen's pawn
ar: بيدق الوزير
br: Peão de Dama
ca: Obertura del peó de Dama
de: Damenbauernspiel
es: Apertura del Peón de Dama
eu: Damaren peoia
fr: Début du pion Dame
id: Bidak Menteri
it: Apertura del Pedone di Donna
nl: Dame Pion
pl: Pion hetmański
ru: Дебют ферзевой пешки
si: Damin kmet
sv: Dambondespel
tr: Vezir'in piyonu
uk: Дебют ферзевого пішака
vi: Tốt Hậu

source: Reti accepted: Keres variation
ar: ريتي المقبول:كيريس تفريع
br: Abertura Reti Aceita, Variante Keres
ca: Obertura Reti acceptada - Variant Keres
de: Reti angenommen: Keres-Variante
es: Apertura Reti Aceptada, Variante Keres
eu: Reti onartua: Keres aldaera
fr: Réti accepté, var. Keres
id: Reti Diterima: Varian Keres
it: Apertura Reti Accettata, Variante Keres
nl: Reti aanvaard: Keres variant
pl: Reti przyjęty, wariant Keres'a
ru: Дебют Рети: принятый гамбит Рети, вариант Кереса
si: Retijeva sprejeta, Keresova različica
sv: Reti antagen: Keresvarianten
tr: Reti kabul edilmiş: Keres varyasyonu
uk: Дебют Реті: прийнятий гамбіт Реті, варіант Кереса
vi: Reti chấp nhận: Keres biến

source: Reti accepted
ar: ريتي المقبول
br: Abertura Reti Aceita
ca: Obertura Reti acceptada
de: Reti angenommen
es: Apertura Reti Aceptada
eu: Reti onartua
fr: Réti accepté
id: Reti Diterima
it: Apertura Reti Accettata
nl: Reti aanvaard
pl: Reti przyjety
ru: Дебют Рети: принятый гамбит Рети
si: Retijeva sprejeta
sv: Reti antagen
tr: Reti kabul edilmiş
uk: Дебют Реті: прийнятий гамбіт Реті
vi: Reti chấp nhận

source: Reti opening
ar: ريتي افتتاح
br: Abertura Reti
ca: Obertura Reti
de: Reti Eröffnung
es: Apertura Reti
eu: Reti irekiera
fr: Début Réti (ouverture Zukertort - Réti)
id: Pembukaan Reti
it: Apertura Reti
pl: Debiut Reti
ru: Дебют Рети
si: Retijeva otvoritev
sv: Retis spelöppning
tr: Reti açılışı
uk: Дебют Реті
vi: Khai cuộc Reti

source: Reti v Dutch
ar: ريتي v الهولندي
br: Abertura Reti, Variante Holandesa
ca: Obertura Reti - Variant Holandesa
de: Reti v Holländisch
es: Apertura Reti, Variante Holandesa
eu: Reti holandar aldaera
fr: Réti, var. hollandaise
id: Reti vs Belanda
it: Apertura Reti, Variante Olandese
nl: Reti versus Hollands
pl: Reti przeciw Holenderskiej
ru: Дебют Рети: голландский вариант
si: Retijeva, nizozemska
sv: Reti v Holländskt
tr: Reti v Hollanda
uk: Дебют Реті: Голландський варіант
vi: Reti v Hà Lan

source: Reti: Herrstroem gambit
ar: ريتي: هيررستوم جامبيت
br: Abertura Reti, Gambito Herrstroem
ca: Obertuta Reti - Gambit Herrstroem
es: Apertura Reti, Gambito Herrstroem
eu: Reti: Herrstroem ganbitoa
fr: Réti, gambit Herrstroem
id: Reti: Gambit Herrstroem
it: Apertura Reti, gambetto Herrstroem
nl: Reti: Herrstroem gambiet
pl: Reti, gambit Herrstroem'a
ru: Дебют Рети: гамбит Херрстрема
si: Retijeva, Herrstroemov gambit
sv: Reti: Herrströms gambit
tr: Reti: Herrstroem gambiti
uk: Дебют Реті: гамбіт Херрстрема

source: Reti: King's Indian attack (Barcza system)
ar: ريتي: هجوم الملك الهندي (باركزا نظام)
br: Abertura Reti, Ataque Índio do Rei (Sistema Barcza)
ca: Obertura Reti - Atac Indi de Rei o Sistema Barcza
de: Reti: Königsindischer Angriff (Barcza System)
es: Apertura Reti, Ataque Indio de Rey o Sistema Barcza
eu: Reti: Erregearen Indiar erasoa (Barcza sistema)
fr: Réti, attaque est-indienne, système Barcza
id: Reti: Serangan Hindia Raja, Sistem Barcza
it: Apertura Reti, Attacco Indiano di Re o Sistema Barcza
nl: Reti: Konings Indische aanval (Barcza systeem)
pl: Reti, atak królewsko-indyjski(system Barcza)
ru: Дебют Рети: староиндийская атака
si: Retijeva, kraljevo indijski napad (Barcza sistem)
sv: Reti: Kungsindiskt angrepp (Barczasystemet)
tr: Reti: Şah'ın Hint hücumu (Barcza sistemi)
uk: Дебют Реті: Староіндійська атака (система Барча)
vi: Reti: tấn công Ấn Độ King (hệ thống Barcza)

source: Reti: King's Indian attack (with ...c5)
ar: ريتي: هجوم الملك الهندي (مع ...c5)
br: Abertura Reti, Ataque Índio do Rei (com ...c5)
ca: Obertura Reti - Atac Indi de Rei amb ...c5
de: Reti: Königsindischer Angriff (mit ...c5)
es: Apertura Reti, Ataque Indio de Rey con ...c5
eu: Reti: Erregearen Indiar erasoa (... c5-rekin)
fr: Réti, attaque est-indienne, avec ...c5
id: Reti: Serangan Hindia Raja, ...c5
it: Apertura Reti, Attacco Indiano di Re con ...c5
nl: Reti: Konings Indische aanval (met ... c5)
pl: Reti, atak królewsko-indyjski(z ...c5)
ru: Дебют Рети: староиндийская атака (с ...c5)
si: Retijeva, kraljevo indijski napad (z ...c5)
sv: Reti: Kungsindiskt angrepp (med ...c5)
tr: Reti: Şah'ın Hint hücumu (...c5 ile)
uk: Дебют Реті: Староіндійська атака (з ...c5)
vi: Reti: tấn công Ấn Độ King (với ... c5)

source: Reti: King's Indian attack, French variation
ar: ريتي: هجوم الملك الهندي, فرنسي تفريع
br: Abertura Reti, Ataque Índio do Rei, Variante Francesa
ca: Obertura Reti - Atac Indi de Rei - Variant Francesa
de: Reti: Königsindischer Angriff, Französische Variante
es: Apertura Reti, Ataque Indio de Rey, Variante Francesa
eu: Reti: Erregearen indiar erasoa, aldaera frantsesa
fr: Réti, attaque est-indienne, var. française
id: Reti: Serangan Hindia Raja, Varian Perancis
it: Apertura Reti, Attacco Indiano di Re, Variante Francese
nl: Reti: Konings Indische aanval, Franse variant
pl: Reti, atak królewsko-indyjski, wariant francuski
ru: Дебют Рети: староиндийская атака, французский вариант
si: Retijeva otvoritev, kraljevo-indijski napad
sv: Reti: Kungsindiskt angrepp, franska varianten
tr: Reti: Şah'ın Hint hücumu, Fransız varyasyonu
uk: Дебют Реті: Староіндійська атака, Французький варіант
vi: Tấn công Ấn Độ King, biến Pháp: Reti

source: Reti: King's Indian attack, Keres variation
ar: ريتي: هجوم الملك الهندي,كيريس تفريع
br: Abertura Reti, Ataque Índio do Rei, Variante Keres
ca: Obertura Reti - Atac Indi de Rei - Variant Keres
de: Reti: Königsindischer Angriff, Keres-Variante
es: Apertura Reti, Ataque Indio de Rey, Variante Keres
eu: Reti: Erregearen Indiar erasoa, Keres aldaera
fr: Réti, attaque est-indienne, var. Keres
id: Reti: Serangan Hindia Raja, Varian Keres
it: Apertura Reti, Attacco Indiano di Re, Variante Keres
nl: Reti: Konings Indische aanval, Keres variant
pl: Reti, atak królewsko-indyjski, wariant Keres'a
ru: Дебют Рети: староиндийская атака, вариант Кереса
si: Retijeva, kraljevo indijski napad, Keresova različica
sv: Reti: Kungsindiskt angrepp, Keresvarianten
tr: Reti: Şah'ın Hint hücumu, Keres varyasyonu
uk: Дебют Реті: Староіндійська атака, варіант Кереса
vi: Reti: tấn công Ấn Độ King, Keres biến

source: Reti: King's Indian attack, Pachman system
ar: ريتي: هجوم الملك الهندي, باخمان نظام
br: Abertura Reti, Ataque Índio do Rei, Sistema Pachman
ca: Obertura Reti - Atac Indi de Rei - Sistema Pachman
de: Reti: Königsindischer Angriff, Pachman System
es: Apertura Reti, Ataque Indio de Rey, Sistema Pachman
eu: Reti: Erregearen Indiar erasoa, Pachman sistema
fr: Réti, attaque est-indienne, système Pachman
id: Reti: Serangan Hindia Raja, Varian Pachman
it: Apertura Reti, Attacco Indiano di Re, Sistema Pachman
nl: Reti: Konings Indische aanval, Pachman systeem
pl: Reti, atak królewsko-indyjski, system Pachman'a
ru: Дебют Рети: староиндийская атака, система Пахмана
si: Retijeva, kraljevo indijski napad, Pachmanov sistem
sv: Reti: Kungsindiskt angrepp, Pachmansystemet
tr: Reti: Şah'ın Hint hücumu, Pachman varyasyonu
uk: Дебют Реті: Староіндійська атака, система Пахмана
vi: Reti: tấn công Ấn Độ King, hệ thống Pachman

source: Reti: King's Indian attack, Reti-Smyslov variation
ar: ريتي: هجوم الملك الهندي, ريتي-سيمسلوف تفريع
br: Abertura Reti, Ataque Índio do Rei, Variante Reti-Smyslov
ca: Obertura Reti - Atac Indi de Rei - Variant Reti Smyslov
de: Reti: Königsindischer Angriff, Reti-Smyslov-Variante
es: Apertura Reti, Ataque Indio de Rey, Variante Reti Smyslov
eu: Reti: Erregearen Indiar erasoa, Reti-Smyslov aldaera
fr: Réti, attaque est-indienne, var. Réti - Smyslov
id: Reti: Serangan Hindia Raja, Varian Reti-Smyslov
it: Apertura Reti, Attacco Indiano di Re, Variante Reti Smyslov
nl: Reti: Konings Indische aanval, Reti-Smyslov variant
pl: Reti, atak królewsko-indyjski, wariant Reti-Smyslov
ru: Дебют Рети: староиндийская атака, вариант Рети-Смыслова
si: Retijeva, kraljevo indijski napad, Reti-Smyslova različica
sv: Reti: Kungsindiskt angrepp, Reti-Smyslov-varianten
tr: Reti: Şah'ın Hint hücumu, Reti-Smyslov varyasyonu
uk: Дебют Реті: Староіндійська атака, варіант Реті-Смислова
vi: Reti: tấn công Ấn Độ King, Reti-Smyslov biến

source: Reti: King's Indian attack, Spassky's variation
ar: ريتي: هجوم الملك الهندي, سباسكي's تفريع
br: Abertura Reti, Ataque Índio do Rei, Variante Spassky
ca: Obertura Reti - Atac Indi de Rei - Variant Spassky
de: Reti: Königsindischer Angriff, Spassky-Variante
es: Apertura Reti, Ataque Indio de Rey, Variante Spassky
eu: Reti: Erregearen Indiar erasoa, Spasskyren aldaera
fr: Réti, attaque est-indienne, var. Spassky
id: Reti: Serangan Hindia Raja, Varian Spassky
it: Apertura Reti, Attacco Indiano di Re, Variante Spassky
nl: Reti: Konings Indische aanval, Spassky's variant
pl: Reti, atak królewsko-indyjski, wariant Spasskiego
ru: Дебют Рети: староиндийская атака, вариант Спасского
si: Retijeva, kraljevo indijski napad, Spasskyeva različica
sv: Reti: Kungsindiskt angrepp, Spasskijvarianten
tr: Reti: Şah'ın Hint hücumu, Spassky'nin varyasyonu
uk: Дебют Реті: Староіндійська атака, варіант Спаського
vi: Reti: Tấn công Vua Ấn Độ, biến thể Spassky

source: Reti: King's Indian attack, Yugoslav variation
ar: ريتي: هجوم الملك الهندي, اليوغسلافي تفريع
br: Abertura Reti, Ataque Índio do Rei, Variante Jugoslava
ca: Obertura Reti - Atac Indi de Rei - Variant Iugoslava
de: Reti: Königsindischer Angriff, Jugoslawische Variante
es: Apertura Reti, Ataque Indio de Rey, Variante Yugoslava
eu: Reti: Erregearen indiar erasoa, Jugoslaviar aldaera
fr: Réti, attaque est-indienne, var. yougoslave
id: Reti: Serangan Hindia Raja, Varian Yugoslavia
it: Apertura Reti, Attacco Indiano di Re, Variante Yugoslava
nl: Reti: Konings Indische aanval, Joegoslavische variant
pl: Reti, atak królewsko-indyjski, wariant jugosłowaiński
ru: Дебют Рети: староиндийская атака, югославский вариант
si: Retijeva, kraljevo indijski napad, Yugoslavova različica
sv: Reti: Kungsindiskt angrepp, jugoslaviska varianten
tr: Reti: Şah'ın Hint hücumu, Yogoslav varyasyonu
uk: Дебют Реті: Староіндійська атака, Югославський варіант
vi: Reti: tấn công Ấn Độ King, Nam Tư biến

source: Reti: King's Indian attack
ar: ريتي: هجوم الملك الهندي
br: Abertura Reti, Ataque Índio do Rei
ca: Obertura Reti - Atac Indi de Rei
de: Reti: Königsindischer Angriff
es: Apertura Reti, Ataque Indio de Rey
eu: Reti: Erregearen indiar erasoa
fr: Réti, attaque est-indienne
id: Reti: Serangan Hindia Raja
it: Apertura Reti, Attacco Indiano di Re
nl: Reti: Konings Indische aanval
pl: Reti, atak królewsko-indyjski
ru: Дебют Рети: староиндийская атака
si: Retijeva, kraljevo indijski napad
sv: Reti: Kungsindiskt angrepp
tr: Reti: Şah'ın Hint hücumu
uk: Дебют Реті: Староіндійська атака
vi: Tấn công Ấn Độ King: Reti

source: Reti: Lisitsin gambit deferred
ar: ريتي: ليستين جامبيت ديفيرد
br: Abertura Reti, Gambito Lisitsin Diferido
ca: Obertura Reti - Gambit Lisitsin diferit
de: Reti: Lisitsin Gambit im Nachzug
es: Apertura Reti, Gambito Lisitsin Diferido
eu: Reti: Lisitsin ganbito atzeratua
fr: Réti, gambit Lissitsine différé
id: Reti: Gambit Lisitsin Ditunda
it: Apertura Reti, gambetto Lisitsin ritardato
nl: Reti: Lisitsin uitgesteld gambiet
pl: Reti, gambit Lisitsin'a odroczny
ru: Дебют Рети: улучшенный гамбит Лисицына
si: Retijeva, Lisitsinov gambit odložen
sv: Reti: Lisitsingambit avböjd
tr: Reti: ertelenmiş Lisitsin gambiti
uk: Дебют Реті: покращений гамбіт Лісіцина
vi: Reti: Lisitsin cờ hoãn lại

source: Reti: Nimzovich-Larsen attack
ar: ريتي: هجوم نيمزوفيتش-لارسن
br: Abertura Reti, Ataque Nimzowitsch-Larsen
ca: Obertura Reti - Atac Nimzowitsch Larsen
de: Reti: Nimzowitsch-Larsen Angriff
es: Apertura Reti, Ataque Nimzowitsch Larsen
eu: Reti: Nimzovich-Larsen erasoa
fr: Réti, attaque Nimzowitsch - Larsen
id: Reti: Serangan Nimzowitch-Larsen
it: Apertura Reti, Attacco Nimzowitsch Larsen
nl: Reti: Nimzovich-Larsen aanval
pl: Reti, atak Nimzovitsch-Larsen
ru: Дебют Рети: атака Нимцовича-Ларсена
si: Retijeva, Nimzovich-Larsenov napad
sv: Reti: Nimzowitsch-Larsens angrepp
tr: Reti: Nimzovich-Larsen hücumu
uk: Дебют Реті: атака Німцовича-Ларсена
vi: Reti: tấn công Nimzovich-Larsen
