Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: English, Smyslov defence
ar: الانجليزي, سيمسلوف دفاع
br: Abertura Inglesa, Defesa Smyslov
ca: Obertura Anglesa, Defensa Smyslov
de: Englisch, Smyslov Verteidigung
es: Apertura Inglesa, Defensa Smyslov
eu: Ingelesa, Smyslov defentsa
fr: Anglaise, défense Smyslov
id: Inggris: Pembelaan Smyslov
it: Apertura Inglese, Difesa Smyslov
nl: Engels, Smyslov verdediging
pl: Angielska, obrona Smyslov'a
ru: Английское начало: защита Смыслова
si: angleška, Smyslova obramba
sv: Engelskt: Smyslovs försvar
tr: İngiliz, Smyslov savunması
uk: Англійський початок: захист Смислова
vi: Anh, Phòng thủ Smyslov

source: English, Troeger defence
ar: الانجليزي, تروجر دفاع
br: Abertura Inglesa, Defesa Troeger
ca: Obertura Anglèsa, Defensa Troeger
de: Englisch, Tröger Verteidigung
es: Apertura Inglesa, Defensa Troeger
eu: Ingelesa, Troeger defentsa
fr: Anglaise, défense Troeger
id: Inggris: Pembelaan Troeger
it: Apertura Inglese, Difesa Troeger
nl: Engels, Troeger verdediging
pl: Angielska, obrona Troeger'a
ru: Английское начало: вариант Трегера
si: angleška, Troegerjeva obramba
sv: Engelskt: Trögers försvar
tr: İngiliz, Troeger savunması
uk: Англійський початок: варіант Трегера
vi: Anh, Phòng thủ Troeger

source: English: Adorjan defence
ar: الانجليزي : أدورجان دفاع
br: Abertura Inglesa, Defesa Adorjan
ca: Obertuta Anglèsa - Defensa Adorjan
de: Englisch: Adorjan Verteidigung
es: Apertura Inglesa, Defensa Adorjan
eu: Ingelesa: Adorjan defentsa
fr: Anglaise, défense Adorjan
id: Inggris: Pembelaan Adorjan
it: Apertura Inglese, Difesa Adorjan
nl: Engels: Adorjan verdediging
pl: Angielska, obrona Adorjan'a
ru: Английское начало: защита Адорьяна
si: angleška, Adorjanova obramba
sv: Engelskt: Adorjans försvar
tr: İngiliz: Adorjan savunması
uk: Англійський початок: захист Адор’яна
vi: Anh: Phòng thủ Adorján

source: English: Anglo-Dutch defense
ar: الانجليزي : أنجلو-الهولندي دفاع
br: Abertura Inglesa, Defesa Anglo Holandesa
ca: Obertura Anglèsa - Defensa Anglo Holandesa
de: Englisch: Anglo-Holländische Verteidigung
es: Apertura Inglesa, Defensa Anglo Holandesa
eu: Ingelesa: defentsa anglo-holandarra
fr: Anglaise, défense anglo-hollandaise
id: Inggris: Pembelaan Belanda-Anglo
it: Apertura Inglese, Difesa Anglo Olandese
nl: Engels: Anglo-Hollandse verdediging
pl: Angielska, obrona Anglo-holenderska
ru: Английское начало: английская система голландской защиты
si: angleška, Anglo-nizozemska obramba
sv: Engelskt: Engelsk-Holländskt försvar
tr: İngiliz: İngiliz-Hollanda savunması
uk: Англійський початок: Англійська система Голландського захисту
vi: Anh: Phòng thủ Anh-Hà Lan

source: English: Anglo-Gruenfeld defense, Korchnoi variation
ar: الانجليزي : أنجلو-جرونفلد دفاع, تفريع كورشنوي
br: Abertura Inglesa, Defesa Anglo-Gruenfeld, Variante Korchnoi
ca: Obertura Anglèsa, Defensa Anglo Grünfeld, Variant Korchnoi
de: Englisch: Anglo-Grünfeld Verteidigung, Korchnoi-Variante
es: Apertura Inglesa, Defensa Anglo Grünfeld, Variante Korchnoi
eu: Ingelesa: Anglo-Gruenfeld defentsa, Korchnoi aldaera
fr: Anglaise, système anglo-Grünfeld, var. Kortchnoï
id: Inggris: Pembelaan Anglo-Grundfeld, Varian Korchnoi
it: Apertura Inglese, Difesa Anglo Grünfeld, Variante Korchnoi
nl: Engels: Anglo-Gruenfeld verdediging, Korchnoi variant
pl: Angielska, obrona anglo-Gruenfeld'a, wariant Korchnoi
ru: Английское начало: английская система защиты Грюнфельда, вариант Корчного
si: angleška, Anglo-Gruenfeldova obramba, Korchnoieva različica
sv: Engelskt: Engelsk-Grünfeld, Kortjnojvarianten
tr: İngiliz: İngiliz-Gruenfeld savunması, Korchnoi varyasyonu
uk: Англійський початок: Англійська система захисту Грюнфельда, варіант Корчного
vi: Anh: Phòng thủ Anh-Gruenfeld, biến thể Korchnoi

source: English: Anglo-Gruenfeld defense
ar: الانجليزي : أنجلو-جرونفلد دفاع
br: Abertura Inglesa, Defesa Anglo-Gruenfeld
ca: Obertura Anglèsa, Defensa Anglo Grünfeld
de: Englisch: Anglo-Grünfeld Verteidigung
es: Apertura Inglesa, Defensa Anglo Grünfeld
eu: Ingelesa: Anglo-Gruenfeld defentsa
fr: Anglaise, système anglo-Grünfeld
id: Inggris: Pembelaan Anglo-Grundfled
it: Apertura Inglese, Difesa Anglo Grünfeld
nl: Engels: Anglo-Gruenfeld verdediging
pl: Angielska, obrona Anglo-Gruenfeld'a
ru: Английское начало: английская система защиты Грюнфельда
si: angleška, Anglo-Gruenfeldova obramba
sv: Engelskt: Engelsk-Grünfeld-försvar
tr: İngiliz: İngiliz-Gruenfeld savunması
uk: Англійський початок: Англійська система захисту Грюнфельда
vi: Anh: Phòng thủ Anh-Gruenfeld

source: English: Anglo-Gruenfeld, Czech defense
ar: الانجليزي : أنجلو-جرونفلد, التشيكي دفاع
br: Abertura Inglesa, Defesa Anglo-Gruenfeld, Defesa Checa
ca: Obertura Anglèsa, Defensa Grünfeld, Defensa Txeca
de: Englisch: Anglo-Grünfeld, Tschechische Verteidigung
es: Apertura Inglesa, Defensa Anglo Grünfeld, Defensa Checa
eu: Ingelesa: Anglo-Gruenfeld, txekiar defentsa
fr: Anglaise, système anglo-Grünfeld, défense tchèque
id: Inggris: Pembelaan Anglo-Grundfeld, Pembelaan Czechnya
it: Apertura Inglese, Difesa Anglo Grünfeld, Difesa Checa
nl: Engels: Anglo-Gruenfeld, Tsjechische verdediging
pl: Angielska, Anglo-Gruenfeld'a, obrona czeska
ru: Английское начало: английская система защиты Грюнфельда, чешская защита
si: angleška, Anglo-Gruenfeld, češka obramba
sv: Engelskt: Engelsk-Grünfeld, Tjeckiskt försvar
tr: İngiliz: İngiliz-Gruenfeld, Çek savunması
uk: Англійський початок: Англійська система захисту Грюнфельда, чеський захист
vi: Anh: Anh-Gruenfeld, Phòng thủ Czech

source: English: Anglo-Gruenfeld, Smyslov defense
ar: الانجليزي : أنجلو-جرونفلد, سيمسلوف دفاع
br: Abertura Inglesa, Defesa Anglo-Gruenfeld, Defesa Smyslov
ca: Obertura Anglèsa, Defensa Anglo Grünfeld, Defensa Smyslov
de: Englisch: Anglo-Grünfeld, Smyslov Verteidigung
es: Apertura Inglesa, Defensa Anglo Grünfeld, Defensa Smyslov
eu: Ingelesa: Anglo-Gruenfeld, Smyslov defentsa
fr: Anglaise, système anglo-Grünfeld, défense Smyslov
id: Inggris: Pembelaan Anglo-Grundfeld, Pembelaan Smyslov
it: Apertura Inglese, Difesa Anglo Grünfeld, Difesa Smyslov
nl: Engels: Anglo-Gruenfeld, Smyslov verdediging
pl: Angielska, Anglo-Gruenfeld'a, obrona Smyslov'a
ru: Английское начало: английская система защиты Грюнфельда, защита Смыслова
si: angleška, Anglo-Gruenfeld, Smyslova obramba
sv: Engelskt: Engelsk-Grünfeld, Smyslovs försvar
tr: İngiliz: İngiliz-Gruenfeld, Smyslov savunması
uk: Англійський початок: Англійська система захисту Грюнфельда, захист Смислова
vi: Anh: Anh-Gruenfeld, Phòng thủ Smyslov

source: English: Bellon gambit
ar: الانجليزي : بيلون جامبيت
br: Abertura Inglesa, Gambito Bellon
ca: Obertura Anglèsa, Gambit Bellón
de: Englisch: Bellon Gambit
es: Apertura Inglesa, Gambito Bellón
eu: Ingelesa: Bellon ganbitoa
fr: Anglaise, gambit Bellon
id: Inggris: Gambit Bellon
it: Apertura Inglese, gambetto Bellón
nl: Engels: Bellon gambiet
pl: Angielska, gambit Bellon'a
ru: Английское начало: гамбит Беллона
si: angleška, Bellonov gambit
sv: Engelskt: Bellongambit
tr: İngiliz: Bellon gambiti
uk: Англійський початок: гамбіт Беллона
vi: Anh: Thí quân Bellon

source: English: Bled variation
ar: الانجليزي : بلد تفريع
br: Abertura Inglesa, Variante Bled
ca: Obertura Anglèsa - Variant Bled
de: Englisch: Bled-Variante
es: Apertura Inglesa, Variante Bled
eu: Ingelesa: Bled aldaera
fr: Anglaise, var. de Bled
id: Inggris: Varian Bled
it: Apertura Inglese, Variante Bled
nl: Engels: Bled variant
pl: Angielska, wariant Bled'a
ru: Английское начало: вариант Бледа
si: angleška, Bledova različica
sv: Engelskt: Bledvarianten
tr: İngiliz: Blead varyasyonu
uk: Англійський початок: варіант Бледа
vi: Anh: Biến thể Bled

source: English: Botvinnik system
ar: الانجليزي : نظام بوتفنيك
br: Abertura Inglesa, Sistema Botvinnik
ca: Obertura Anglèsa - Sistema Botvinnik
de: Englisch: Botvinnik System
es: Apertura Inglesa, Sistema Botvinnik
eu: Ingelesa: Botvinnik sistema
fr: Anglaise, système Botvinnik
id: Inggris: Sistem Botwinnik
it: Apertura Inglese, Sistema Botvinnik
nl: Engels: Botvinnik systeem
pl: Angielska, system Botvinnik'a
ru: Английское начало: система Ботвинника
si: angleška otvoritev, zaprt sistem
sv: Engelskt: Botvinniksystemet
tr: İngiliz: Botvinnik sistemi
uk: Англійський початок: система Ботвинника
vi: Anh: hệ thống Botvinnik

source: English: Bradley Beach variation
ar: الانجليزي : تفريع شاطئ برادلي
br: Abertura Inglesa, Variante Bradley Beach
ca: Obertura Anglèsa - Sistema dels quatre cavalls - Variant Bradley Beach
de: Englisch: Bradley Beach-Variante
es: Apertura Inglesa, Sistema de los 4 Caballos, Variante Bradley Beach
eu: Ingelesa: Bradley Beach aldaera
fr: Anglaise, var. Bradley Beach
id: Inggris: Varian Bradley Beach
it: Apertura Inglese, Sistema dei 4 Cavalli, Variante Bradley Beach
nl: Engels: Bradley Beach variant
pl: Angielska, wariant Bradley Beach
ru: Английское начало: Брэдли Бич-вариант
si: angleška, Bradley Beach različica
sv: Engelskt: Bradley-Beach-varianten
tr: İngiliz: Bradley Plajı varyasyonu
uk: Англійський початок: Бредли Біч-варіант
vi: Anh: biến Bradley Beach

source: English: Bremen system with ...g6
ar: الانجليزي : بريمين نظام مع ...g7
br: Abertura Inglesa, Sistema Carls Bremen, ...g6
ca: Obertura Anglèsa - Sistema Carls' Bremen - ...g6
de: Englisch: Bremen System mit ...g6
es: Apertura Inglesa, Sistema Carls' Bremen, ...g6
eu: Ingelesa: Bremen sistema ...g6rekin
fr: Anglaise, système de Brême, avec ..g6
id: Inggris: SIstem Bremen dg ...g6
it: Apertura Inglese, Sistema Carls' Bremen, ...g6
nl: Engels: Bremen-systeem met ... g6
pl: Angielska, system Bremen z ..g6
ru: Английское начало: бременская система с ...g6
si: angleška otvoritev, Bremen sistem s 3... g6
sv: Engelskt: Bremensystemet med ...g6
tr: İngiliz: ...g6 ile Bremen sistemi
uk: Англійський початок: Бременська система з ...g6
vi: Anh: hệ thống Bremen với ... g6

source: English: Bremen system, Keres variation
ar: الانجليزي : بريمين نظام,كيريس تفريع
br: Abertura Inglesa, Sistema Carls Bremen, Variante Keres
ca: Obertura Anglèsa - Sistema Carls' Bremen - Variant Keres
de: Englisch: Bremen System, Keres-Variante
es: Apertura Inglesa, Sistema Carls' Bremen, Variante Keres
eu: Ingelesa: Bremen sistema, Keres aldaera
fr: Anglaise, système de Brême, var. Keres
id: Inggris: Sistem Bremen, Varian Keres
it: Apertura Inglese, Sistema Carls' Bremen, Variante Keres
nl: Engels: Bremen-systeem, Keres variant
pl: Angielska, system Bremen, wariant Keres'a
ru: Английское начало: бременская система, вариант Кереса
si: angleška otvoritev, Bremen sistem, Keresova različica
sv: Engelskt: Bremensystemet, Keresvarianten
tr: İngiliz: Bremen sistemi, Keres varyasyonu
uk: Англійський початок: Бременська система, варіант Кереса
vi: Anh: hệ thống Bremen, biến Keres

source: English: Bremen, Smyslov system
ar: الانجليزي : بريمين, سيمسلوف نظام
br: Abertura Inglesa, Sistema Carls Bremen, Sistema Smyslov
ca: Obertura Anglèsa - Sistema Carls' Bremen - Sistema Smyslov
de: Englisch: Bremen, Smyslov System
es: Apertura Inglesa, Sistema Carls' Bremen, Sistema Smyslov
eu: Ingelesa: Bremen, Smyslov sistema
fr: Anglaise, système de Brême, système Smyslov
id: Inggris: Sistem Bremen, SIstem Smyslov
it: Apertura Inglese, Sistema Carls' Bremen, Sistema Smyslov
nl: Engels: Bremen, Smyslov systeem
pl: Angielska, Bremen, system Smyslov'a
ru: Английское начало: бременская система, система Смыслова
si: angleška, Bremen, Smyslov sistem
sv: Engelskt: Bremen, Smyslovsystemet
tr: İngiliz: Bremen, Smyslov sistemi
uk: Англійський початок: Бременська система, система Смислова
vi: Anh: Bremen, hệ thống Smyslov

source: English: Bremen, reverse dragon
ar: الانجليزي : بريمين, معكوس التنين
br: Abertura Inglesa, Sistema Carls Bremen, Variante Dragão Invertida
ca: Obertura Anglèsa, Sistema Carls' Bremen, Variant Drac Invertida
de: Englisch: Bremen, Drachenvariante im Anzug
es: Apertura Inglesa, Sistema Carls' Bremen, Variante Dragón Invertida
eu: Ingelesa: Bremen, Dragoi aldaera alderantzikatua
fr: Anglaise, système de Brême, dragon inversé
id: Inggris: Sistem Bremen, Dragon Terbalik
it: Apertura Inglese, Sistema Carls' Bremen, Variante Dragone Invertito
nl: Engels: Bremen, omgekeerde draak
pl: Angielska, Bremen, Odwrócony smok
ru: Английское начало: бременская система, вариант дракона с переменой цвета фигур
si: angleška, Bremen, obratni zmaj
sv: Engelskt: Bremen, omvänd drake
tr: İngiliz: Bremen, tersine ejderha
uk: Англійський початок: Бременська система, варіант дракона зі зміною кольору фігур
vi: Anh: Bremen, rồng ngược

source: English: Capablanca's variation
ar: الانجليزي : كابابلانكا's تفريع
br: Abertura Inglesa, Variante Capablanca
ca: Obertura Anglèsa - Variant Capablanca
de: Englisch: Capablancas Variante
es: Apertura Inglesa, Variante Capablanca
eu: Ingelesa: Capablancaren aldaera
fr: Anglaise, var. Capablanca
id: Inggris: Varian Capablanca
it: Apertura Inglese, Variante Capablanca
nl: Engels: Capablanca's variant
pl: Angielska, wariant Capablanki
ru: Английское начало: вариант Капабланки
si: angleška, Capablankina različica
sv: Engelskt: Capablancavarianten
tr: İngiliz: Capablanca'nın varyasyonu
uk: Англійський початок: варіант Капабланки
vi: Anh: biến thể của Capablanca

source: English: Carls' Bremen system
ar: الانجليزي : كارلس بريمين نظام
br: Abertura Inglesa, Sistema Carls Bremen
ca: Obertura Anglèsa, Sistema Carls' Bremen
de: Englisch: Carls' Bremen System
es: Apertura Inglesa, Sistema Carls' Bremen
eu: Ingelesa: Carls' Bremen sistema
fr: Anglaise, système de Brême
id: Inggris: Sistem Carl Bremen
it: Apertura Inglese, Sistema Carls' Bremen
nl: Engels: Carls 'Bremen systeem
pl: Angielska, system Carl's Bremen
ru: Английское начало: бременская система Карльса
si: angleška, Carlov Bremen sistem
sv: Engelskt: Carls-Bremen-systemet
tr: İngiliz: Carls'ın Bremen sistemi
uk: Англійський початок: Бременська система Карльса
vi: Anh: hệ thống Carls Bremen

source: English: Caro-Kann defensive system, Bogolyubov variation
ar: الانجليزي : كاروكان دفاعي نظام, تفريع وجوليوبوف
br: Abertura Inglesa, Sistema Defensivo Caro-Kann, Variante Bogoljubow
ca: Obertura Anglèsa - Sistema Caro Kann - Variant Bogoljubow
de: Englisch: Caro-Kann Verteidigung, Bogolyubov-Variante
es: Apertura Inglesa, Sistema Defensivo Caro Kann, Variante Bogoljubow
eu: Ingelesa: Caro-Kann defentsa-sistema, Bogolyubov aldaera
fr: Anglaise, système défensif Caro - Kann, var. Bogoljubov
id: Inggris: Sistem Bertahan Caro-Kann, Varian Bogolyubov
it: Apertura Inglese, Sistema Defensivo Caro Kann, Variante Bogoljubow
nl: Engels: CaroKann verdedigingssysteem, Bogolyubov variant
pl: Angielska, system obronny Caro-Kann, wariant Bogolyubov'a
ru: Английское начало: система защиты Каро-Канн, вариант Боголюбова
si: angleška, Caro-Kannov obrambni sistem
sv: Engelskt: Caro-Kann-försvar, Bogoljubowvarianten
tr: İngiliz: Caro-Kann savunma sistemi, Bogolyubov varyasyonu
uk: Англійський початок: система захисту Каро-Канн, варіант Боголюбова
vi: Anh: hệ thống phòng thủ Caro-Kann, biến Bogolyubov

source: English: Caro-Kann defensive system
ar: الانجليزي : كاروكان دفاعي نظام
br: Abertura Inglesa, Sistema Defensivo Caro-Kann
ca: Obertura Anglèsa - Sistema Defensiu Caro Kann
de: Englisch: Caro-Kann Verteidigung
es: Apertura Inglesa, Sistema Defensivo Caro Kann
eu: Ingelesa: Caro-Kann defentsa-sistema
fr: Anglaise, système défensif Caro - Kann
id: Inggris: Sistem Bertahan Caro-Kann
it: Apertura Inglese, Sistema Defensivo Caro Kann
nl: Engels: CaroKann defensieve systeem
pl: Angielska, system obronny Caro-Kann
ru: Английское начало: система защиты Каро-Канн
si: angleška, Caro-Kann obrambni sistem
sv: Engelskt: Caro-Kann-försvar
tr: İngiliz: Caro-Kann savunma sistemi
uk: Англійський початок: система захисту Каро-Канн
vi: Anh: hệ thống phòng thủ Caro-Kann

source: English: Jaenisch gambit
ar: الانجليزي : جينيش جامبيت
br: Abertura Inglesa, Gambito Jaenisch
ca: Obertura Anglèsa - Gambit Jaenisch
de: Englisch: Jänisch Gambit
es: Apertura Inglesa, Gambito Jaenisch
eu: Ingelesa: Jaenisch ganbitoa
fr: Anglaise, gambit Jaenisch
id: Inggris: Gambit Jaenisch
it: Apertura Inglese, gambetto Jaenisch
nl: Engels: Jaenisch gambiet
pl: Angielska, gambit Jaenisch'a
ru: Английское начало: контргамбит Яниша
si: angleška, Jaenischev gambit
sv: Engelskt: Jänisch-gambit
tr: İngiliz: Jaenisch gambiti
uk: Англійський початок: контргамбит Яніша
vi: Anh: Jaenisch Gambit

source: English: Kurajica defence
ar: الانجليزي : كوراجيكا دفاع
br: Abertura Inglesa, Defesa Kurajica
ca: Obertura Anglèsa - Defensa Kurajica
de: Englisch: Kurajica Verteidigung
es: Apertura Inglesa, Defensa Kurajica
eu: Ingelesa: Kurajica defentsa
fr: Anglaise, défense Kurajica
id: Inggris: Pembelaan Kurajica
it: Apertura Inglese, Difesa Kurajica
nl: Engels: Kurajica verdediging
pl: Angielska, obrona Kurajica
ru: Английское начало: защита Кураицы
si: angleška, Kurajičeva obramba
sv: Engelskt: Kurajicas försvar
tr: İngiliz: Kurajica savunması
uk: Англійський початок: захист Кураїци
vi: Anh: Phòng thủ Kurajica

source: English: London defensive system
ar: الانجليزي : لندن دفاعي نظام
br: Abertura Inglesa, Sistema Defensivo Londres
ca: Obertura Anglèsa - Sistema Defensiu Londres
de: Englisch: London Verteidigung
es: Apertura Inglesa, Sistema Defensivo Londres
eu: Ingelesa: Londresko defentsa-sistema
fr: Anglaise, système défensif de Londres
id: Inggris: Sistem Pertahanan London
it: Apertura Inglese, Sistema Defensivo Londres
nl: Engels: London verdedigingssysteem
pl: Angielska, system obronny londyński
ru: Английское начало: лондонская защитная система
si: angleška, londonski obrambni sistem
sv: Engelskt: London-försvar
tr: İngiliz: Londra savunma sistemi
uk: Англійський початок: Лондонська захисна система
vi: Anh: hệ thống phòng thủ London

source: English: Mikenas-Carls variation
ar: الانجليزي : ميكناس-كارلس تفريع
br: Abertura Inglesa, Variante Mikenas-Carls
ca: Obertura Anglèsa, Variant Mikenas Carls
de: Englisch: Mikenas-Carls-Variante
es: Apertura Inglesa, Variante Mikenas Carls
eu: Ingelesa: Mikenas-Carls aldaera
fr: Anglaise, var. Mikenas - Carls
id: Inggris: Varian Mikenas-Carls
it: Apertura Inglese, Variante Mikenas Carls
nl: Engels: MikenasCarls variant
pl: Angielska, wariant Mikenas-Carls
ru: Английское начало: система Микенаса-Флора
si: angleška, Mikenas-Carlsova različica
sv: Engelskt: Mikenas-Carls-varianten
tr: İngiliz: Mikenas-Carls varyasyonu
uk: Англійський початок: система Мікенаса-Флора
vi: Anh: biến Mikenas-Carls

source: English: Mikenas-Carls, Flohr variation
ar: الانجليزي : ميكناس-كارلس, فلوهر تفريع
br: Abertura Inglesa, Variante Mikenas-Carls, Variante Flohr
ca: Obertura Anglèsa, Variant Mikenas Carls, Variant Flohr
de: Englisch: Mikenas-Carls, Flohr-Variante
es: Apertura Inglesa, Variante Mikenas Carls, Variante Flohr
eu: Ingelesa: Mikenas-Carls, Flohr aldaera
fr: Anglaise, var. Mikenas - Carls, var. Flohr
id: Inggris: Varian Mikenas-Carls, Varian Flohr
it: Apertura Inglese, Variante Mikenas Carls, Variante Flohr
nl: Engels: MikenasCarls, Flohr variant
pl: Angielska, Mikenas-Carls, wariant Flohr'a
ru: Английское начало: система Микенаса-Флора
si: angleška, Mikenas-Carls, Flohrjeva različica
sv: Engelskt: Mikenas-Carls, Flohrvarianten
tr: İngiliz: Mikenas-Carls, Flohr varyasyonu
uk: Англійський початок: система Мікенаса-Флора
vi: Anh: Mikenas-Carls, biến Flohr

source: English: Mikenas-Carls, Kevitz variation
ar: الانجليزي : ميكناس-كارلس, كيفيتس تفريع
br: Abertura Inglesa, Variante Mikenas-Carls, Variante Kevitz
ca: Obertura Anglèsa, Variant Mikenas Carls, Variant Kevitz
de: Englisch: Mikenas-Carls, Kevitz-Variante
es: Apertura Inglesa, Variante Mikenas Carls, Variante Kevitz
eu: Ingelesa: Mikenas-Carls, Kevitz aldaera
fr: Anglaise, var. Mikenas - Carls, var. Kevitz
id: Inggris: Varian Mikenas-Carls, Varian Kevitz
it: Apertura Inglese, Variante Mikenas Carls, Variante Kevitz
nl: Engels: MikenasCarls, Kevitz variant
pl: Angielska, Mikenas-Carls, wariant Kevitz'a
ru: Английское начало: система Микенаса-Флора, вариант Кевитца
si: angleška, Mikenas-Carls, Kevitzova različica
sv: Engelskt: Mikenas-Carls, Kevitzvarianten
tr: İngiliz: Mikenas-Carls, Kevitz varyasyonu
uk: Англійський початок: система Мікенаса-Флора, варіант Кевітца
vi: Anh: Mikenas-Carls, biến Kevitz

source: English: Mikenas-Carls, Sicilian variation
ar: الانجليزي : ميكناس-كارلس, صقلي تفريع
br: Abertura Inglesa, Variante Mikenas-Carls, Variante Siciliana
ca: Obertura Anglèsa, Variant Mikenas Carls, Variant Siciliana
de: Englisch: Mikenas-Carls, Sizilianische Variante
es: Apertura Inglesa, Variante Mikenas Carls, Variante Siciliana
eu: Ingelesa: Mikenas-Carls, siziliar aldaera
fr: Anglaise, var. Mikenas - Carls, var. sicilienne
id: Inggris: Varian Mikenas-Carls, Varian Sisilia
it: Apertura Inglese, Variante Mikenas Carls, Variante Siciliana
nl: Engels: MikenasCarls, Siciliaanse variant
pl: Angielska, Mikenas-Carls, wariant sycylijski
ru: Английское начало: система Микенаса-Флора, сицилианский вариант
si: angleška, Mikenas-Carls, sicilijanska različica
sv: Engelskt: Mikenas-Carls, Sicilianska varianten
tr: İngiliz: Mikenas-Carls, Sicilya varyasyonu
uk: Англійський початок: система Мікенаса-Флора, Сицилійський варіант
vi: Anh: Mikenas-Carls, biến Sicilian

source: English: Nenarokov variation
ar: الانجليزي : نيناروكوف تفريع
br: Abertura Inglesa, Variante Nenarokov
ca: Obertura Anglèsa - Sistema dels quatre cavalls - Variant Nenarokov
de: Englisch: Nenarokov-Variante
es: Apertura Inglesa, Sistema de los 4 Caballos, Variante Nenarokov
eu: Ingelesa: Nenarokov aldaera
fr: Anglaise, var. Nenarokov
id: Inggris: Varian Nenarokov
it: Apertura Inglese, Sistema dei 4 Cavalli, Variante Nenarokov
nl: Engels: Nenarokov variant
pl: Angielska, wariant Nenarokov'a
ru: Английское начало: вариант Ненарокова
si: angleška, Nenarokova različica
sv: Engelskt: Nenarokovvarianten
tr: İngiliz: Nenarokov varyasyonu
uk: Англійський початок: варіант Ненарокова
vi: Anh: biến Nenarokov

source: English: Neo-Catalan accepted
ar: الانجليزي : المستحدث-كاتالان المقبول
br: Abertura Inglesa, Variante Neo-Catalã Aceita
ca: Obertura Anglèsa - Variant Neo-Catalana acceptada
de: Englisch: Neo-Katalanisch angenommen
es: Apertura Inglesa, Variante Neo Catalana Aceptada
eu: Ingelesa: Neo-katalana onartua
fr: Anglaise, var. néo-catalane acceptée
id: Inggris: Neo Katalan Diterima
it: Apertura Inglese, Variante Neo Catalana Aceptada
nl: Engels: aanvaard NeoCatalaans
pl: Angielska, nowo-kataloński przyjęty
ru: Английское начало: принятое новокаталонское начало
si: angleška, Neo-Catalan sprejeta
sv: Engelskt: Neo-Katalanskt antaget
tr: İngiliz: Yeni Katalonya kabul edildi
uk: Англійський початок: прийнятий Новокаталонський початок
vi: Anh: Neo-Catalan chấp nhận

source: English: Neo-Catalan declined
ar: الانجليزي : المستحدث-كاتالان المرفوض
br: Abertura Inglesa, Variante Neo-Catalã Recusada
ca: Obertura Anglèsa - Variant Neo-Catalana refusada
de: Englisch: Neo-Katalanisch abgelehnt
es: Apertura Inglesa, Variante Neo Catalana Rehusada
eu: Ingelesa: Neo-katalana ukatua
fr: Anglaise, var. néo-catalane refusée
id: Inggris: Neo Katalan Ditolak
it: Apertura Inglese, Variante Neo Catalana Rehusada
nl: Engels: NeoCatalaans geweigerd
pl: Angielska, nowo-kataloński nieprzyjęty
ru: Английское начало: отказанное новокаталонское начало
si: angleška, Neo-Catalan zavrnjena
sv: Engelskt: Neo-Katalanskt avböjt
tr: İngiliz: Yeni Katalonya red edildi
uk: Англійський початок: відхилений Новокаталонський початок
vi: Anh: Neo-Catalan từ chối
