Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Pirc: Byrne variation
ar: بيرك: بايرن تفريع
br: Defesa Pirc, Variante Byrne
ca: Defensa Pirc - Variant Byrne
de: Pirc: Byrne-Variante
es: Defensa Pirc, Variante Byrne
eu: Pirc: Byrne aldaera
fr: Défense Pirc, var. Byrne
id: Pirc: Varian Byrne
it: Difesa Pirc, Variante Byrne
nl: Pirc: Byrne variant
pl: Pirc'a, wariant Byrne
ru: Защита Пирца-Уфимцева: вариант Бирна
si: Pircova, Byrne različica
sv: Pirc: Byrnevarianten
tr: Pirc: Byrne varyasyonu
uk: Захист Пірца-Уфімцева: варіант Бирна
vi: Pirc: Byrne biến

source: Pirc: Chinese variation
ar: بيرك: صيني تفريع
br: Defesa Pirc, Variante Chinesa
ca: Defensa Pirc - Variant Xinesa
de: Pirc: Chinese-Variante
es: Defensa Pirc, Variante China
eu: Pirc: Txinar aldaera
fr: Défense Pirc, var. chinoise
id: Pirc: Varian China
it: Difesa Pirc, Variante Cinese
nl: Pirc: Chinese variant
pl: Pirc'a, wariant chiński
ru: Защита Пирца-Уфимцева: китайский вариант
si: Pircova, kitajska različica
sv: Pirc: Kinesiska varianten
tr: Pirc: Çin varyasyonu
uk: Захист Пірца-Уфімцева: Китайський варіант
vi: Biến Trung Quốc: Pirc

source: Pirc: Holmov system
ar: بيرك: هولموف نظام
br: Defesa Pirc, Sistema Holmov
ca: Defensa Pirc - Sistema Holmov
es: Defensa Pirc, Sistema Holmov
eu: Pirc: Holmov sistema
fr: Défense Pirc, système Holmov
id: Pirc: Sistem Holomov
it: Difesa Pirc, Sistema Holmov
nl: Pirc: Holmov systeem
pl: Pirc'a, system Holmov'a
ru: Защита Пирца-Уфимцева: система Холмова
si: Pircova, Holmov sistem
sv: Pirc: Holmovsystemet
tr: Pirc: Holmov sistemi
uk: Захист Пірца-Уфімцева: система Холмова
vi: Pirc: hệ thống Holmov

source: Pirc: Sveshnikov system
ar: بيرك: سفيشنيكوف نظام
br: Defesa Pirc, Sistema Sveshnikov
ca: Defensa Pirc - Sistema Sveshnikov
es: Defensa Pirc, Sistema Sveshnikov
eu: Pirc: Sveshnikov sistema
fr: Défense Pirc, système Sveshnikov
id: Pirc: Sistem Sveshnikov
it: Difesa Pirc, Sistema Sveshnikov
nl: Pirc: Sveshnikov systeem
pl: Pirc'a, system Sveshnikov'a
ru: Защита Пирца-Уфимцева: система Свешникова
si: Pircova, Sveshnikov sistem
sv: Pirc: Svesjnikovsystemet
tr: Pirc: Sveshnikov sistemi
uk: Захист Пірца-Уфімцева: система Свешнікова
vi: Pirc: hệ thống Sveshnikov

source: Pirc: Ufimtsev-Pytel variation
ar: بيرك: اوفمتسيف-بايتل تفريع
br: Defesa Pirc, Variante Ufimtsev-Pytel
ca: Defensa Pirc - Variant Ufimtsev Pytel
de: Pirc: Ufimtsev-Pytel-Variante
es: Defensa Pirc, Variante Ufimtsev Pytel
eu: Pirc: Ufimtsev-Pytel aldaera
fr: Défense Pirc, var. Ufimtsev - Pytel
id: Pirc: Varian Ufimtsev-Pytel
it: Difesa Pirc, Variante Ufimtsev Pytel
nl: Pirc: Ufimtsev-Pytel variant
pl: Pirc'a, wariant Ufimtsev-Pytel
ru: Защита Пирца-Уфимцева: вариант Уфимцева-Пытеля
si: Pircova, Ufimtsev-Pytelova različica
sv: Pirc: Ufimtsev-Pytel-varianten
tr: Pirc: Ufimtsev-Pytel varyasyonu
uk: Захист Пірца-Уфімцева: варіант Уфімцева-Пителя
vi: Pirc: Ufimtsev-Pytel biến

source: Pirc: bayonet (Mariotti) attack
ar: بيرك: بايونيت (ماريوتي) هجوم
br: Defesa Pirc, Ataque da Baioneta (Mariotti)
ca: Defensa Pirc - Atac baioneta
de: Pirc: Bayonetangriff (Mariotti
es: Defensa Pirc, Ataque a la Bayoneta o Mariotti
eu: Pirc: baioneta (Mariotti) erasoa
fr: Défense Pirc, attaque à la baïonnette (Mariotti)
id: Pirc: Serangan Bayonet (Mariotti)
it: Difesa Pirc, Attacco a la Bayoneta o Mariotti
nl: Pirc: bajonet (Mariotti) aanval
pl: Pirc'a, atak bagnet (Mariotti)
ru: Защита Пирца-Уфимцева: вариант Мариотти
si: Pircova, bajonetni (Mariottijev) napad
sv: Pirc: Bajonettangrepp (Mariotti)
tr: Pirc: süngü (Mariotti) hücumu
uk: Захист Пірца-Уфімцева: варіант Маріотті
vi: Pirc: lưỡi lê (Mariotti) tấn công

source: Pirc: classical (two knights) system
ar: بيرك: الكلاسيكي (الفرسين) نظام
br: Defesa Pirc, Sistema Clássico (2 Cavalos)
ca: Defensa Pirc - Sistema clàssic o dels dos cavalls
de: Pirc: Klassisch (Zweispringerspiel) System
es: Defensa Pirc, Sistema Clásico o de los 2 Caballos
eu: Pirc: sistema klasikoa (bi zaldun)
fr: Défense Pirc, système classique (2 cavaliers)
id: Pirc: Sistem Klasik (2 Kuda)
it: Difesa Pirc, Sistema Classico o dei 2 Cavalli
nl: Pirc: klassieke (twee paarden) systeem
pl: Pirc'a, system klasyczny(dwa skoczki)
ru: Защита Пирца-Уфимцева: классическая система двух коней
si: Pircova, klasični (dva skakača) sistem
sv: Pirc: Klassiskt system (tvåspringarspel)
tr: Pirc: klasik (iki at) sistemi
uk: Захист Пірца-Уфімцева: класична система двох коней
vi: Pirc: cổ điển (hai hiệp sĩ) hệ thống

source: Pirc: classical system, 5.Be2
ar: بيرك: الكلاسيكي نظام, 5.Be3
br: Defesa Pirc, Sistema Clássico, 5.Be2
ca: Defensa Pirc - Sistema clàssic - 5. Ae2
de: Pirc: Klassisches System, 5.Le2
es: Defensa Pirc, Sistema Clásico, 5.Ae2
eu: Pirc: sistema klasikoa, 5.Ae2
fr: Défense Pirc, système classique (2 cavaliers), 5.Fe2
id: Pirc: Klasik, 5.Ge2
it: Difesa Pirc, Sistema Classico, 5.Ae2
nl: Pirc: klassieke systeem, 5.Le2
pl: Pirc'a, system klasyczny, 5.Be2
ru: Защита Пирца-Уфимцева: классическая система двух коней, 5.Сe2
si: Pircova, klasični sistem, 5.Le2
sv: Pirc: Klassiskt system, 5.Le2
tr: Pirc: klasik sistem, 5.Be2
uk: Захист Пірца-Уфімцева: класична система двох коней, 5.Сe2
vi: Pirc: hệ thống cổ điển, 5.Be2

source: Pirc: classical, h3 system
ar: بيرك: الكلاسيكي, h3 نظام
br: Defesa Pirc, Sistema Clássico, Sistema h3
ca: Defensa Pirc - Sistema clàssic - 5. h3
de: Pirc: Klassisch, h3 System
es: Defensa Pirc, Sistema Clásico, 5.h3
eu: Pirc: klasikoa, h3 sistema
fr: Défense Pirc, système classique (2 cavaliers), 5.h3
id: Pirc: Klasik, Sistem h3
it: Difesa Pirc, Sistema Classico, 5.h3
nl: Pirc: klassiek, h3 systeem
pl: Pirc'a, klasyczny, system h3
ru: Защита Пирца-Уфимцева: классическая система двух коней, система h3
si: Pircova, klasični, h3 sistem
sv: Pirc: Klassiskt, h3-systemet
tr: Pirc: klasik, h3 sistemi
uk: Захист Пірца-Уфімцева: класична система двох коней, система h3
vi: Pirc: cổ điển, hệ thống h3

source: Polish (Sokolsky) opening
ar: بولندي (سوكولوسكي) افتتاح
br: Abertura Polaca (Sokolsky)
ca: Obertura Polonesa o Sokolsky
de: Polish (Sokolsky) Eröffnung
es: Apertura Polaca o Sokolsky
eu: Poloniar (Sokolsky) irekiera
fr: Ouverture polonaise (Sokolsky, de l'orang-outang)
id: Pembukaan Polandia (Sokolsky)
it: Apertura Polacca o Sokolsky
nl: Pools (Sokolsky) opening
pl: Debiut polski (Sokolsky)
ru: Дебют Сокольского
si: poljska (sokolskyeva) otvoritev
sv: Polsk spelöppning (Sokolskij)
tr: Polonya (Sokolsky) açılışı
uk: Дебют Сокольського
vi: Khai cuộc Ba Lan (Sokolsky)

source: Polish defence
ar: بولندي دفاع
br: Defesa Polaca
ca: Defensa Polonesa
de: Polish Verteidigung
es: Defensa Polaca
eu: Poloniar defentsa
fr: Défense polonaise
id: Pembelaan Polandia
it: Difesa Polacca
nl: Poolse verdediging
pl: Obrona polska
ru: Польская защита
si: poljska obramba
sv: Polskt försvar
tr: Polonya savunması
uk: Польський захист
vi: Phòng thủ Ba Lan

source: Polish: Outflank variation
ar: بولندي: الجناح الخارجي تفريع
br: Abertura Polaca, Variante do Flanco
ca: Obertuta Polonesa o Sokolsky - Variant del flanc
de: Polish: Outflank Variante
es: Apertura Polaca o Sokolsky, Variante del Flanco
eu: Poloniarra: Outflank aldaera
fr: Ouverture polonaise, var. "outflank"
id: Polandia: Varian Outflank
it: Apertura Polacca o Sokolsky, Variante del Flanco
nl: Pools: omsingelings variant
pl: Obrona polska, wariant oskrzydlający
ru: Дебют Сокольского: обходной вариант
si: poljska, bočna različica
sv: Polskt: Utflankeringsvarianten
tr: Polonya: Üstünlük varyasyonu
uk: Дебют Сокольського: обхідний варіант
vi: Ba Lan: dùng mưu lừa biến

source: Polish: Tuebingen variation
ar: بولندي: توبنجن تفريع
br: Abertura Polaca, Variante Tuebingen
ca: Obertura Polonesa o Sokolsky - Variant Tuebingen
de: Polish: Tuebingen-Variante
es: Apertura Polaca o Sokolsky, Variante Tuebingen
eu: Poloniarra: Tubingen aldaera
fr: Ouverture polonaise, var. de Tübingen
id: Pirc: Varian Tuebingen
it: Apertura Polacca o Sokolsky, Variante Tuebingen
nl: Pools: Tübingen variant
pl: Obrona polska, wariant Tuebingen'a
ru: Дебют Сокольского: тюбингенский вариант
si: poljska, Tuebingenova različica
sv: Polskt: Tübingenvarianten
tr: Polonya: Tuebingen varyasyonu
uk: Дебют Сокольського: Тюбінгенський варіант
vi: Ba Lan: Tuebingen biến

source: Ponziani counter-gambit, Cordel variation
ar: بونزياني الجامبيت المضاد, كوردل تفريع
br: Contra-Gambito Ponziani, Variante Cordel
ca: Obertura Ponziani - Contra-Gambit Ponziani - Variant cordill
de: Ponziani Gegengambit, Cordel-Variante
es: Apertura Ponziani, ContraGambito Ponziani, Variante Cordel
eu: Ponziani kontra-ganbitoa, Cordel aldaera
fr: Début Ponziani, contre-gambit, var. Cordel
id: Gambit Balasan Ponziani: Varian Cordel
it: Apertura Ponziani, Controgambetto Ponziani, Variante Cordel
nl: Ponziani tegen-gambiet, Cordel variant
pl: Kontrgambit Ponziani, wariant Cordel
ru: Контргамбит Понциани: вариант Корделя
si: Ponzianijev proti-gambit, Cordelova različica
sv: Ponzianis motgambit: Cordelvarianten
tr: Ponziani karşı gambiti, Cordel varyasyonu
uk: Контргамбіт Понціані: варіант Корделя
vi: Ponziani phản cờ, biến Cordel

source: Ponziani counter-gambit, Schmidt attack
ar: بونزياني الجامبيت المضاد, شميدt هجوم
br: Contra-Gambito Ponziani, Ataque Schmidt
ca: Obertura Ponziani - Contra-Gambit Ponziani - At Schmidt
de: Ponziani Gegengambit, Schmidt Angriff
es: Apertura Ponziani, ContraGambito Ponziani, Ataque Schmidt
eu: Ponziani kontra-ganbitoa, Schmidten erasoa
fr: Début Ponziani, contre-gambit, attaque Schmidt
id: Gambit Balasan Ponziani: Serangan Schmidt
it: Apertura Ponziani, Controgambetto Ponziani, Attacco Schmidt
nl: Ponziani tegen-gambiet, Schmidt aanval
pl: Kontrgambit Ponziani, atak Schmidt'a
ru: Контргамбит Понциани: атака Шмидта
si: Ponzianijev proti-gambit, Schmidtov napad
sv: Ponzianis motgambit: Schmidts angrepp
tr: Ponziani karşı gambit, Schmidt hücumu
uk: Контргамбіт Понціані: атака Шмідта
vi: Ponziani phản Gambit, Schmidt tấn công

source: Ponziani counter-gambit
ar: بونزياني الجامبيت المضاد
br: Contra-Gambito Ponziani
ca: Obertura Ponziani - Contra-Gambit Ponziani
de: Ponziani Gegengambit
es: Apertura Ponziani, ContraGambito Ponziani
eu: Ponziani kontra-ganbitoa
fr: Début Ponziani, contre-gambit
id: Gambit Balasan Ponziani
it: Apertura Ponziani, Controgambetto Ponziani
nl: Ponziani tegengambiet
pl: Kontrgambit Ponziani
ru: Контргамбит Понциани
si: Ponzianijev proti-gambit
sv: Ponzianis motgambit
tr: Ponziani karşı gambiti
uk: Контргамбіт Понціані
vi: Ponziani phản Gambit

source: Ponziani opening
ar: بونزياني افتتاح
br: Abertura Ponziani
ca: Obertura Ponziani
de: Ponziani Eröffnung
es: Apertura Ponziani
eu: Ponziani irekiera
fr: Début Ponziani
id: Pembukaan Ponziani
it: Apertura Ponziani
pl: Debiut Ponziani
ru: Дебют Понциани
si: Ponzianijeva otvoritev
sv: Ponzianis spelöppning
tr: Ponziani açılışı
uk: Дебют Понціані
vi: Ponziani mở

source: Ponziani: Caro variation
ar: بونزياني: كارو تفريع
br: Abertura Ponziani, Variante Caro
ca: Obertura Ponziani - Variant Caro
de: Ponziani: Caro-Variante
es: Apertura Ponziani, Variante Caro
eu: Ponziani: Caro aldaera
fr: Début Ponziani, var. Caro
id: Ponziani: Varian Caro
it: Apertura Ponziani, Variante Caro
nl: Ponziani: Caro variant
pl: Ponziani, wariant Caro
ru: Дебют Понциани: вариант Каро
si: Ponzianijeva, Carova različica
sv: Ponziani: Carovarianten
tr: Ponziani: Caro varyasyonu
uk: Дебют Понціані: варіант Каро
vi: Ponziani: Caro biến

source: Ponziani: Fraser defence
ar: بونزياني: فرازر دفاع
br: Abertura Ponziani, Defesa Fraser
ca: Obertura Ponziani - Defensa Fraser
de: Ponziani: Fraser Verteidigung
es: Apertura Ponziani, Defensa Fraser
eu: Ponziani: Fraser defentsa
fr: Début Ponziani, défense Fraser
id: Ponziani: Pembelaan Fraser
it: Apertura Ponziani, Difesa Fraser
nl: Ponziani: Fraser verdediging
pl: Ponziani, obrona Fraser'a
ru: Дебют Понциани: защита Фрейзера
si: Ponzianijeva, Fraserjeva obramba
sv: Ponziani: Frasers försvar
tr: Ponziani: Fraser savunması
uk: Дебют Понціані: захист Фрейзера
vi: Ponziani: phòng thủ Fraser

source: Ponziani: Jaenisch counter-attack
ar: بونزياني: جينيش الهجوم المضاد
br: Abertura Ponziani, Contra-ataque Jaenisch
ca: Obertura Ponziani - Contra-atac Jaenisch
de: Ponziani: Jaenisch Gegenangriff
es: Apertura Ponziani, Contraataque Jaenisch
eu: Ponziani: Jaenischen kontraerasoa
fr: Début Ponziani, contre-attaque Jaenisch
id: Ponziani: Serangan Balik Jaenisch
it: Apertura Ponziani, Contrattacco Jaenisch
nl: Ponziani: Jaenisch tegenaanval
pl: Ponziani, kontratak Jaenisch'a
ru: Дебют Понциани: контратака Яниша
si: Ponzianijeva, Jaenischev proti napad
sv: Ponziani: Jänisch motangrepp
tr: Ponziani: Jaenisch karşı hücum
uk: Дебют Понціані: контратака Яніша
vi: Ponziani: Jaenisch phản công

source: Ponziani: Leonhardt variation
ar: بونزياني: ليونهاردت تفريع
br: Abertura Ponziani, Variante Leonhardt
ca: Obertura Ponziani - Variant Leonhardt
de: Ponziani: Leonhardt-Variante
es: Apertura Ponziani, Variante Leonhardt
eu: Ponziani: Leonhardt aldaera
fr: Début Ponziani, var. Leonhardt
id: Ponziani: Varian Leonhardt
it: Apertura Ponziani, Variante Leonhardt
nl: Ponziani: Leonhardt variant
pl: Ponziani, wariant Leonhardt
ru: Дебют Понциани: вариант Леонгардта
si: Ponzianijeva, Leonhardtova različica
sv: Ponziani: Leonhardtvarianten
tr: Ponziani: Leonhardt varyasyonu
uk: Дебют Понціані: варіант Леонгардта
vi: Ponziani: Leonhardt biến

source: Ponziani: Reti variation
ar: بونزياني: ريتي تفريع
br: Abertura Ponziani, Variante Reti
ca: Obertura Ponziani - Variant Reti
de: Ponziani: Reti-Variante
es: Apertura Ponziani, Variante Reti
eu: Ponziani: Reti aldaera
fr: Début Ponziani, var. Réti
id: Ponziani: Varian Reti
it: Apertura Ponziani, Variante Reti
nl: Ponziani: Reti variant
pl: Ponziani, wariant Reti
ru: Дебют Понциани: вариант Рети
si: Ponzianijeva, Retijeva različica
sv: Ponziani: Retivarianten
tr: Ponziani: Reti varyasyonu
uk: Дебют Понціані: варіант Реті
vi: Ponziani: Reti biến

source: Ponziani: Romanishin variation
ar: بونزياني: رومانشين تفريع
br: Abertura Ponziani, Variante Romanishin
ca: Obertura Ponziani - Variant Romanishin
de: Ponziani: Romanishin-Variante
es: Apertura Ponziani, Variante Romanishin
eu: Ponziani: Romanishin aldaera
fr: Début Ponziani, var. Romanichine
id: Ponziani: Varian Romanishin
it: Apertura Ponziani, Variante Romanishin
nl: Ponziani: Romanishin variant
pl: Ponziani, wariant Romanishin'a
ru: Дебют Понциани: вариант Романишина
si: Ponzianijeva, Romanishinova različica
sv: Ponziani: Romanisjinvarianten
tr: Ponziani: Romanishin varyasyonu
uk: Дебют Понціані: варіант Романишина
vi: Ponziani: Romanishin biến

source: Ponziani: Steinitz variation
ar: بونزياني: تفريع شتاينتز
br: Abertura Ponziani, Variante Steinitz
ca: Obertura Ponziani - Variant Steinitz
de: Ponziani: Steinitz-Variante
es: Apertura Ponziani, Variante Steinitz
eu: Ponziani: Steinitz aldaera
fr: Début Ponziani, var. Steinitz
id: Ponziani: Varian Steinitz
it: Apertura Ponziani, Variante Steinitz
nl: Ponziani: Steinitz variant
pl: Ponziani, wariant Steinitz'a
ru: Дебют Понциани: вариант Стейница
si: Ponzianijeva, Steinitzova različica
sv: Ponziani: Steinitzvarianten
tr: Ponziani: Steinitz varyasyonu
uk: Дебют Понціані: варіант Стейніца
vi: Ponziani: Steinitz biến

source: Pterodactyl defence
ar: دفاع بيتروديكتل الزاحف المجنح
br: Defesa Pterodáctilo
ca: Defensa Pterodàctil
de: Pterodactyl Verteidigung
es: Defensa Pterodáctilo
eu: Pterodaktiloaren defentsa
fr: Défense du ptérodactyle
id: Pembelaan Pterodactyl
it: Difesa Pterodáctilo
nl: pterodactylus verdediging
pl: Obrona Pterodaktyla
ru: Защита птеродактиля
si: Pterodaktilova obramba
sv: Pterodactyl-försvar
tr: Pterodactyl savunması
uk: Зхист птеродактиля
vi: Phòng thủ Pterodactyl

source: QGA, 4.Nc3
ar: جامبيت الوزير المقبول, 4.Nc4
br: Gambito da Dama Aceito, 4.Cc3
ca: Gambit de Dama acceptat - 4. Cc3
de: Damengambit (angenommen), 4.Sc3
es: Gambito de Dama Aceptado, 4.Cc3
eu: Damaren Ganbito Onartua, 4.Zc3
fr: Gambit Dame accepté, 4.Cc3
id: QGA, 4.Kc3
it: Gambetto di Donna Accettato, 4.Cc3
nl: ADG, 4.Pc3
pl: Gam.hetm przyjęty, 4.Sc3
ru: Принятый ферзевый гамбит: 4.Кc3
si: DGS, 4. Sc3
sv: Damgambit antagen: 4.Sc3
uk: Прийнятий ферзевий гамбіт: 4.Кc3

source: QGA, 4.e3
ar: جامبيت الوزير المقبول, 4.e4
br: Gambito da Dama Aceito, 4.e3
ca: Gambit de Dama acceptat - 4. e3
de: Damengambit (angenommen), 4.e3
es: Gambito de Dama Aceptado, 4.e3
eu: Damaren Ganbito Onartua, 4.e3
fr: Gambit Dame accepté, 4.e3
it: Gambetto di Regins Accettato, 4.e3
nl: ADG, 4.e3
pl: Gam.hetm przyjęty, 4.e3
ru: Принятый ферзевый гамбит: 4.e3
si: DGS, 4. e3
sv: Damgambit antagen: 4.e3
uk: Прийнятий ферзевий гамбіт: 4.e3

source: QGA, Bogolyubov variation
ar: جامبيت الوزير المقبول, تفريع وجوليوبوف
br: Gambito da Dama Aceito, Variante Bogoljubow
ca: Gambit de Dama acceptat - Variant Bogoljubow
de: Damengambit (angenommen), Bogolyubov-Variante
es: Gambito de Dama Aceptado, Variante Bogoljubow
eu: Damaren Ganbito Onartua, Bogolyubov aldaera
fr: Gambit Dame accepté, var. Bogoljubov
id: QGA, Varian Bogolyubov
it: Gambetto di Donna Accettato, Variante Bogoljubow
nl: ADG, Bogolyubov variant
pl: Gam.hetm przyjęty, wariant Bogolyubov'a
ru: Принятый ферзевый гамбит: вариант Боголюбова
si: DGS, Bogolyubova različica
sv: Damgambit antagen: Bogoljubowvarianten
tr: QGA, Bogolyubov varyasyonu
uk: Прийнятий ферзевий гамбіт: варіант Боголюбова
vi: QGA, Bogolyubov biến

source: QGA, Flohr variation
ar: جامبيت الوزير المقبول, فلوهر تفريع
br: Gambito da Dama Aceito, Variante Flohr
ca: Gambit de Dama acceptat - Variant Flohr
de: Damengambit (angenommen), Flohr-Variante
es: Gambito de Dama Aceptado, Variante Flohr
eu: Damaren Ganbito Onartua, Flohr aldaera
fr: Gambit Dame accepté, var. Flohr
id: QGA, Varian Flohr
it: Gambetto di Donna Accettato, Variante Flohr
nl: ADG, Flohr variant
pl: Gam.hetm przyjęty, wariant Flohr'a
ru: Принятый ферзевый гамбит: вариант Флора
si: DGS, Flohrjeva različica
sv: Damgambit antagen: Flohrvarianten
tr: QGA, Flohr varyasyonu
uk: Прийнятий ферзевий гамбіт: варіант Флора
vi: QGA, Flohr biến

source: QGA, Janowsky-Larsen variation
ar: جامبيت الوزير المقبول, Jaالأنsky-لارسن تفريع
br: Gambito da Dama Aceito, Variante Janowsky-Larsen
ca: Gambit de Dama acceptat - Variant Janowsky Larsen
de: Damengambit (angenommen), Janowsky-Larsen-Variante
es: Gambito de Dama Aceptado, Variante Janowsky Larsen
eu: Damaren Ganbito Onartua, Janowsky-Larsen aldaera
fr: Gambit Dame accepté, var. Janowski - Larsen
id: QGA, Varian Janowsky-Larsen
it: Gambetto di Donna Accettato, Variante Janowsky Larsen
nl: ADG, Janowsky-Larsen variant
pl: Gam.hetm przyjęty, wariant Janowskiego-Larsen'a
ru: Принятый ферзевый гамбит: вариант Яновского-Ларсена
si: DGS, Janowsky-Larsenova različica
sv: Damgambit antagen: Janowski-Larsens variant
tr: QGA, Janowsky-Larsen varyasyonu
uk: Прийнятий ферзевий гамбіт: варіант Яновського-Ларсена
vi: QGA, Janowsky-Larsen biến

source: QGA, Smyslov variation
ar: جامبيت الوزير المقبول, سيمسلوف تفريع
br: Gambito da Dama Aceito, Variante Smyslov
ca: Gambit de Dama acceptat - Variant Smyslov
de: Damengambit (angenommen), Smyslov-Variante
es: Gambito de Dama Aceptado, Variante Smyslov
eu: Damaren Ganbito Onartua, Smyslov aldaera
fr: Gambit Dame accepté, var. Smyslov
id: QGA, Varian Symslov
it: Gambetto di Donna Accettato, Variante Smyslov
nl: ADG, Smyslov variant
pl: Gam.hetm przyjęty, wariant Smyslov'a
ru: Принятый ферзевый гамбит: вариант Смыслова
si: DGS, Smyslova različica
sv: Damgambit antagen: Smyslovvarianten
tr: QGA, Smyslov varyasyonu
uk: Прийнятий ферзевий гамбіт: варіант Смислова
vi: QGA, Smyslov biến

source: QGA: 3.Nf3
ar: جامبيت الوزير المقبول: 3.Nf4
br: Gambito da Dama Aceito, 3.Cf3
ca: Gambit de Dama acceptat - 3. Cf3
de: Damengambit (angenommen): 3.Sf3
es: Gambito de Dama Aceptado, 3.Cf3
eu: Damaren Ganbito Onartua: 3.Zf3
fr: Gambit Dame accepté, 3.Cf3
id: QGA, 4.Kc3
it: Gambetto di Donna Accettato, 3.Cf3
nl: ADG: 3.Pf3
pl: Gam.hetm przyjęty, 3.Sf3
ru: Принятый ферзевый гамбит: 3.Кf3
si: DGS, 3. Sf3
sv: Damgambit antagen: 3.Sf3
uk: Прийнятий ферзевий гамбіт: 3.Кf3

source: QGA: 3.e4
ar: جامبيت الوزير المقبول: 3.e5
br: Gambito da Dama Aceito, 3.e4
ca: Gambit de Dama acceptat - 3. e4
de: Damengambit (angenommen): 3.e4
es: Gambito de Dama Aceptado, 3.e4
eu: Damaren Ganbito Onartua: 3.e4
fr: Gambit Dame accepté, 3.e4
id: QGA, 4.e4
it: Gambetto di Donna Accettato, 3.e4
nl: DGA: 3.e4
pl: Gam.hetm przyjęty, 3.e4
ru: Принятый ферзевый гамбит: 3.e4
si: DGS, 3. e4
sv: Damgambit antagen: 3.e4
uk: Прийнятий ферзевий гамбіт: 3.e4

source: QGA: 4...e6
ar: جامبيت الوزير المقبول: 4...e7
br: Gambito da Dama Aceito, 4...e6
ca: Gambit de Dama acceptat - 4 ...e6
de: Damengambit (angenommen): 4...e6
es: Gambito de Dama Aceptado, 4...e6
eu: Damaren Ganbito Onartua: 4...e6
fr: Gambit Dame accepté, 4...e6
it: Gambetto di Donna Accettato, 4...e6
nl: DGA: 4 ... e6
pl: Gam.hetm przyjęty, 4...e6
ru: Принятый ферзевый гамбит: 4...e6
si: DGS, 4...e6
sv: Damgambit antagen: 4...e6
uk: Прийнятий ферзевий гамбіт: 4...e6

source: QGA: Alekhine defence, Alatortsev variation
ar: جامبيت الوزير المقبول: اليخين دفاع, الاتورتسف تفريع
br: Gambito da Dama Aceito, Defesa Alekhine, Variante Alatortsev
ca: Gambit de Dama acceptat - Defensa Alekhine - Variant Alatortsev
de: Damengambit (angenommen): Aljechin-Verteidigung, Alatortsev-Variante
es: Gambito de Dama Aceptado, Defensa Alekhine, Variante Alatortsev
eu: Damaren Ganbito Onartua: Alekhine defentsa, Alatortsev aldaera
fr: Gambit Dame accepté, défense Alekhine, var. Alatortsev
id: QGA: Pembelaan Alekhine, Varian Alatortsev
it: Gambetto di Donna Accettato, Difesa Alekhine, Variante Alatortsev
nl: DGA: Aljechin verdediging, Alatortsev variant
pl: Gam.hetm przyjęty, obrona Alekhin'a, wariant Alatortsev'a
ru: Принятый ферзевый гамбит: защита Алехина, вариант Алаторцева
si: DGS, Aljehinova obramba, Alatotseva različica
sv: Damgambit antagen: Aljechins försvar, Alatortsevvariant
tr: QGA: Alekhine savunması, Alatortsev varyasyonu
uk: Прийнятий ферзевий гамбіт: захист Альохіна, варіант Алаторцева
vi: QGA: Phòng thủ Alekhine, biến thể Alatortsev

source: QGA: Alekhine defence
ar: جامبيت الوزير المقبول: اليخين دفاع
br: Gambito da Dama Aceito, Defesa Alekhine
ca: Gambit de Dama acceptat - Defensa Alekhine
de: Damengambit (angenommen): Aljechin-Verteidigung
es: Gambito de Dama Aceptado, Defensa Alekhine
eu: Damaren Ganbito Onartua: Alekhine defentsa
fr: Gambit Dame accepté, défense Alekhine
id: QGA: Pembelaan Alekhine
it: Gambetto di Donna Accettato, Difesa Alekhine
nl: DGA: Aljechin verdediging
pl: Gam.hetm przyjęty, Obrona Alekhin'a
ru: Принятый ферзевый гамбит: защита Алехина
si: DGS, Aljehinova obramba
sv: Damgambit antagen: Aljechins försvar
tr: QGA: Alekhine savunması
uk: Прийнятий ферзевий гамбіт: захист Альохіна
vi: QGA: Phòng thủ Alekhine
