Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Reti: Pirc-Lisitsin gambit
ar: ريتي: بيرك-ليستين جامبيت
br: Abertura Reti, Gambito Pirc-Lisitsin
ca: Obertura Reti - Gambit Pirc Lisitsin
es: Apertura Reti, Gambito Pirc Lisitsin
eu: Reti: Pirc-Lisitsin ganbitoa
fr: Réti, gambit Pirc - Lissitsine
id: Reti: Gambit Pirc-Lisitsin
it: Apertura Reti, gambetto Pirc Lisitsin
nl: Reti: Pirc-Lisitsin gambiet
pl: Reti, gambit Rirc-Lisitsin'a
ru: Дебют Рети: гамбит Пирца-Лисицына
si: Retijeva, Pirc-Lisitsinov gambit
sv: Reti: Pirc-Lisitsins gambit
tr: Reti: Pirc-Lisitsin gambiti
uk: Дебют Реті: гамбіт Пірца-Лісіцина

source: Reti: Wade defence
ar: ريتي: دفاع ويد
br: Abertura Reti, Defesa Wade
ca: Obertura Reti - Defensa Wade
de: Reti: Wade Verteidigung
es: Apertura Reti, Defensa Wade
eu: Reti: Wade defentsa
fr: Réti, défense Wade
id: Reti: Pembelaan Wade
it: Apertura Reti, Difesa Wade
nl: Reti: Wade verdediging
pl: Reti, obrona Wade
ru: Дебют Рети: защита Вейда
si: Retijeva, Wadeva obramba
sv: Reti: Wades försvar
tr: Reti: Wade savunması
uk: Дебют Реті: захист Вейда
vi: Reti: Phòng thủ Wade

source: Reti: advance variation
ar: ريتي: تقديم تفريع
br: Abertura Reti, Variante do Avanço
ca: Obertura Reti - Variant de l'avanç
de: Reti: Vorstoßvariante
es: Apertura Reti, Variante del Avance
eu: Reti: aurrerapen aldaera
fr: Réti, var. d'avance
id: Reti: Varian Maju
it: Apertura Reti, Variante di Spinta
nl: Reti: doorschuif variant
pl: Reti, wariant zaawansowany
ru: Дебют Рети: вариант с продвижением
si: Retijeva, napredna različica
sv: Reti: Framstötsvarianten
tr: Reti: ileri varyasyon
uk: Дебют Реті: варіант з просуванням
vi: Reti: biến thể nâng cao

source: Reti: old Indian attack
ar: ريتي: الهندي القديم هجوم
br: Abertura Reti, Ataque Índio Antigo
ca: Obertura Reti - Atac Indi antic
de: Reti: Altindisch Angriff
es: Apertura Reti, Ataque Indio Antiguo
eu: Reti: Indiako eraso zaharra
fr: Réti, attaque vieille-indienne
id: Reti: Serangan Hindia Tua
it: Apertura Reti, Attacco Indiano Antico
nl: Reti: oud Indische aanval
pl: Reti, atak staro-indyjski
ru: Дебют Рети: староиндийская атака
si: Retijeva, star indijski napad
sv: Reti: Gammelindiskt angrepp
tr: Reti: eski Hint hücumu
uk: Дебют Реті: Староіндійська атака
vi: Reti: tấn công cũ Ấn Độ

source: Reversed Grob (Borg/Basman defence/macho Grob)
ar: جروب المعكوس (بورج/باسمان دفاع/ماشو جروب)
br: Defesa Grob Invertida (Borg/Basman/Macho Grob)
ca: Defensa Grob invertida o Borg, Basman, mascle Grob
de: Grob im Nachzuge (Borg/Basman Verteidigung/Macho Grob)
es: Defensa Grob Invertida o Borg/Basman/Macho Grob
eu: Grob alderantzikatua (Borg/Basman defentsa/Grob matxista)
fr: Défense Basman ou Borg (référence au début Grob)
id: Grob Terbalik
it: Difesa Grob Invertita o Borg/Basman/Macho Grob
nl: Omgekeerde Grob (Borg / Basman verdediging / macho Grob)
pl: Odwrócony Grob(Borg/Basman obrona/macho Grob)
ru: Дебют Гроба с переменой цвета фигур
si: Obratna Grobova (Borg/Basmanova obramba/macho Grob)
sv: Omvänd Grob (Borg- eller Basmanförsvar/Macho-Grob)
tr: Tersine Grup (Borg/Basman savunma/macho Grob)
uk: Дебют Гроба зі зміною кольору фігур
vi: Đảo ngược Grob (Borg / Basman phòng / Grob nam nhi)

source: Richter-Veresov attack, Richter variation
ar: ريشتر-فيرسوف هجوم, ريشتر تفريع
br: Ataque Richter-Veresov, Variante Richter
ca: Atac Richter Veresov - Variant Richter
de: Richter-Veresov Angriff, Richter-Variante
es: Ataque Richter Veresov, Variante Richter
eu: Richter-Veresov erasoa, Richter aldaera
fr: Attaque Richter - Veresov, var. Richter
id: Serangan Richter-Urusov, Varian Richter
it: Attacco Richter Veresov, Variante Richter
nl: Richter-Veresov aanval, Richter variant
pl: Atak Richter-Veresov, wariant Richter'a
ru: Дебют Рихтера-Вересова: вариант Рихтера
si: Richter-Veresov napad, Richterjeva različica
sv: Richter-Veresovs angrepp, Richtervarianten
tr: Richter-Veresov hücumu, Richter varyasyonu
uk: Дебют Ріхтера-Вересова, варіант Ріхтера
vi: Richter-Veresov tấn công, Richter biến

source: Richter-Veresov attack, Veresov variation
ar: ريشتر-فيرسوف هجوم, فيرسوف تفريع
br: Ataque Richter-Veresov, Variante Veresov
ca: Atac Richter Veresov - Variant Veresov
de: Richter-Veresov Angriff, Veresov-Variante
es: Ataque Richter Veresov, Variante Veresov
eu: Richter-Veresov erasoa, Veresov aldaera
fr: Attaque Richter - Veresov, var. Veresov
id: Serangan Richter-Urusov, Varian Veresov
it: Attacco Richter Veresov, Variante Veresov
nl: Richter-Veresov aanval, Veresov variant
pl: Atak Richter-Veresov, wariant Veresov'a
ru: Дебют Рихтера-Вересова: вариант Вересова
si: Richter-Veresov napad, Veresova različica
sv: Richter-Veresovs angrepp, Veresovvarianten
tr: Richter-Veresov hücumu, Veresov varyasyonu
uk: Дебют Ріхтера-Вересова, варіант Вересова
vi: Richter-Veresov tấn công, Veresov biến

source: Richter-Veresov attack
ar: ريشتر-فيرسوف هجوم
br: Ataque Richter-Veresov
ca: Atac Richter Veresov
de: Richter-Veresov Angriff
es: Ataque Richter Veresov
eu: Richter-Veresov erasoa
fr: Attaque Richter - Veresov
id: Serangan Richter-Urusov
it: Attacco Richter Veresov
nl: Richter-Veresov aanval
pl: Atak Richter-Veresov
ru: Дебют Рихтера-Вересова
si: Richter-Veresov napad
sv: Richter-Veresovs angrepp
tr: Richter-Veresov hücumu
uk: Дебют Ріхтера-Вересова
vi: Richter-Veresov tấn công

source: Robatsch (modern) defence
ar: روباتش (حديث) دفاع
br: Defesa Robatsch (Moderna)
ca: Defensa Robatsch o Moderna
de: Robatsch (Moderne) Verteidigung
es: Defensa Robatsch o Moderna
eu: Robatsch defentsa (modernoa)
fr: Défense Robatsch (dite aussi "moderne", d'où une ambiguïté avec l'autre "défense moderne" (ECO A40-42) ?)
id: Pembelaan Robatch (Modern)
it: Difesa Robatsch o Moderna
nl: Robatsch (moderne) verdediging
pl: Obrona Robatsch'a (nowoczesna)
ru: Защита Робача
si: Robatscheva (moderna) obramba
sv: Moderna försvaret (Robatsch)
tr: Robatsch (modern) savunma
uk: Захист Робача
vi: Phòng thủ Robatsch (hiện đại)

source: Robatsch defence: Geller's system
ar: روباتش دفاع: جيلر's نظام
br: Defesa Robatsch, Sistema Geller
ca: Defensa Robatsch o moderna - Sistema Geller
de: Robatsch Verteidigung: Geller's System
es: Defensa Robatsch o Moderna, Sistema Geller
eu: Robatsch defentsa: Gellerren sistema
fr: Défense Robatsch, système Geller
id: Pembelaan Robatch: Sistem Geler
it: Difesa Robatsch o Moderna, Sistema Geller
nl: Robatsch verdediging: Geller's systeem
pl: Obrona Robatsch'a, system Geller'a
ru: Защита Робача: система Геллера
si: Robatscheva obramba, Gellerjev sistem
sv: Moderna försvaret: Gellersystemet
tr: Robatsch savunması: Geller'in sistemi
uk: Захист Робача: система Геллера
vi: Phòng thủ Robatsch: hệ thống Geller

source: Robatsch defence: Gurgenidze variation
ar: روباتش دفاع: جورجينيدز تفريع
br: Defesa Robatsch, Variante Gurgenidze
ca: Defensa Robatsch o Moderna - Variant Gurgenidze
de: Robatsch Verteidigung: Gurgenidze-Variante
es: Defensa Robatsch o Moderna, Variante Gurgenidze
eu: Robatsch defentsa: Gurgenidze aldaera
fr: Défense Robatsch, var. Gurgenidze
id: Robatch: Varian Gurgenidze
it: Difesa Robatsch o Moderna, Variante Gurgenidze
nl: Robatsch verdediging: Gurgenidze variant
pl: Obrona Robatsch'a, wariant Gurgebidze
ru: Защита Робача: вариант Гургенидзе
si: Robatscheva obramba, Gurgenidzeva različica
sv: Moderna försvaret: Gurgenidzevarianten
tr: Robatsch savunması: Gurgenidze varyasyonu
uk: Захист Робача: варіант Гургенідзе
vi: Phòng thủ Robatsch: biến Gurgenidze

source: Robatsch defence: Pseudo-Austrian attack
ar: روباتش دفاع: الخادع-الهجوم النمساوي
br: Defesa Robatsch, Ataque Pseudo-Austríaco
ca: Defensa Robatsch o Moderna - Atac pseudo Austríac
de: Robatsch Verteidigung: Pseudo-Austrian Angriff
es: Defensa Robatsch o Moderna, Ataque Pseudo Austriaco
eu: Robatsch-en defentsa: eraso sasi-austriarra
fr: Défense Robatsch, "Pseudo-Austrian attack"
id: Robatch: Serangan Pseduo-Austria
it: Difesa Robatsch o Moderna, Attacco Pseudo Austriaco
nl: Robatsch verdediging: Pseudo-Oostenrijkse aanval
pl: Obrona Robatsch'a, atak pseudo-austriacki
ru: Защита Робача: мнимая австрийская атака
si: Robatscheva obramba, psevdo-avstrijski napad
sv: Moderna försvaret: Pseudo-österrikiskt angrepp
tr: Robatsch savunması: Pseudo-Avusturya hücumu
uk: Захист Робача: вдавана Австрійська атака
vi: Phòng thủ Robatsch: tấn công Pseudo-Áo

source: Robatsch defence: Rossolimo variation
ar: روباتش دفاع: روسوليمو تفريع
br: Defesa Robatsch, Variante Rossolimo
ca: Defensa Robatsch - Variant Rossolimo
de: Robatsch Verteidigung: Rossolimo-Variante
es: Defensa Robatsch, Variante Rossolimo
eu: Robatsch defentsa: Rossolimo aldaera
fr: Défense Robatsch, var. Rossolimo
id: Pembelaan Robatch, Varian Rossolimo
it: Difesa Robatsch, Variante Rossolimo
nl: Robatsch verdediging: Rossolimo vari
pl: Obrona Robatsch'a, wariant Rossolimo
ru: Защита Робача: вариант Россолимо
si: Robatscheva obramba, Rossolimova različica
sv: Moderna försvaret: Rossolimovarianten
tr: Robatsch savunması: Rossolimo varyasyonu
uk: Захист Робача: варіант Россолімо
vi: Phòng thủ Robatsch: biến thể Rossolimo

source: Robatsch defence: three pawns attack
ar: روباتش دفاع: ثلاثة بيادق هجوم
br: Defesa Robatsch, Ataque dos 3 Peões
ca: Defensa Robatsch o Moderna -Atac dels tres peons
de: Robatsch Verteidigung: Dreibauernangriff
es: Defensa Robatsch o Moderna, Ataque de los 3 Peones
eu: Robatsch defentsa: hiru peoi erasoa
fr: Défense Robatsch, attaque des trois pions
id: Pembelaan Robatch, Serangan 3 Bidak
it: Difesa Robatsch o Moderna, Attacco di 3 Pedoni
nl: Robatsch verdediging: drie pionnen aanval
pl: Obrona Robatsch'a, atak trzech pionów
ru: Защита Робача: атака трех пешек
si: Robatscheva obramba, napad treh kmetov
sv: Moderna försvaret: Trebondesangrepp
tr: Robatsch savunması: üç piyon hücumu
uk: Захист Робача: атака трьох пішаків
vi: Phòng thủ Robatsch: ba tốt tấn công

source: Robatsch defence: two knights variation
ar: روباتش دفاع: الفرسين تفريع
br: Defesa Robatsch, Variante dos 2 Cavalos
ca: Defensa Robatsch o Moderna - Variant dels dos cavalls
de: Robatsch Verteidigung: Zweispringerspiel
es: Defensa Robatsch o Moderna, Variante de los 2 Caballos
eu: Robatsch defentsa: bi zaldunen aldaera
fr: Défense Robatsch, var. des 2 cavaliers
id: Pembelaan Robatch, Varian 2 Kuda
it: Difesa Robatsch o Moderna, Variante dei 2 Cavalli
nl: Robatsch verdediging: twee paarden variant
pl: Obrona Robatsch'a, wariant dwóch skoczków
ru: Защита Робача: вариант двух коней
si: Robatscheva obramba, različica dveh skakačev
sv: Moderna försvaret: Tvåspringarspel
tr: Robatsch savunması: iki at varyasyonu
uk: Захист Робача: варіант двох коней
vi: Robatsch vệ: hai hiệp sĩ biến thể

source: Robatsch defence: two knights, Suttles variation
ar: روباتش دفاع: الفرسين, ساتلس تفريع
br: Defesa Robatsch, Variante dos 2 Cavalos, Variante Suttles
ca: Defensa Robatsch o Moderna - Variant dels dos cavalls - Variant Suttles
de: Robatsch Verteidigung: Zweispringerspiel, Suttles-Variante
es: Defensa Robatsch o Moderna, Variante de los 2 Caballos, Variante Suttles
eu: Robatsch defentsa: bi zaldun, Suttles aldaera
fr: Défense Robatsch, var. des 2 cavaliers, var. Suttles
id: Pembelaan Robatch, 2 Kuda, Varian Suttles
it: Difesa Robatsch o Moderna, Variante dei 2 Cavalli, Variante Suttles
nl: Robatsch verdediging: twee paarden, Suttles variant
pl: Obrona Robatsch'a, dwa skoczki, wariant Suttles'a
ru: Защита Робача: вариант двух коней, вариант Саттлза
si: Robatscheva obramba, tva skakača, Suttlesova različica
sv: Moderna försvaret: Tvåspringarspel, Suttlesvarianten
tr: Robatsch savunması: iki at, Suttles varyasyonu
uk: Захист Робача: варіант двох коней, варіант Саттлза
vi: Robatsch vệ: hai hiệp sĩ, Suttles biến

source: Robatsch defence
ar: روباتش دفاع
br: Defesa Robatsch
ca: Defensa Robatsch o Moderna
de: Robatsch Verteidigung
es: Defensa Robatsch o Moderna
eu: Robatsch defentsa
fr: Défense Robatsch
id: Pembelaan Robatch
it: Difesa Robatsch o Moderna
nl: Robatsch verdediging
pl: Obrona Robatsch'a
ru: Защита Робача
si: Robatscheva obramba
sv: Moderna försvaret
tr: Robatsch savunması
uk: Захист Робача
vi: Phòng thủ Robatsch

source: Rousseau gambit
ar: جامبيت روسو
br: Gambito Rousseau
ca: Gambit Rousseau
es: Gambito Rousseau
eu: Rousseau ganbitoa
fr: Gambit Rousseau
id: Gambit Rousseau
it: Mossa di Rousseau
nl: Rousseau gambiet
pl: Gambit Rousseau
ru: Гамбит Руссо
si: Rousseauov gambit
tr: Rousseau gambiti
uk: Гамбіт Руссо

source: Ruy Lopez (Spanish opening)
ar: روي لوبيز (الافتتاح الاسباني)
br: Abertura Ruy López (Espanhola)
ca: Obertuta Espanyola o Ruy López
de: Spanisch (Ruy Lopez)
es: Apertura Española o Ruy López
eu: Ruy Lopez (Espainiar irekiera)
fr: Partie espagnole (Ruy López)
id: Ruy Lopez (Pembukaan Spanyol)
it: Apertura Spagnola o Ruy López
nl: Ruy Lopez (Spaanse opening)
pl: Partia hiszpańska (hiszpańskie otwarcie)
ru: Испанская партия
si: Ruy Lopez (španska otvoritev)
sv: Spansk spelöppning (Ruy Lopez)
tr: Ruy Lopez (İspanyol açılışı)
uk: Іспанська партія
vi: Ruy Lopez (khai mạc Tây Ban Nha)

source: Ruy Lopez: ...b5 & ...d6
ar: روي لوبيز: ...b5 & ...d7
br: Abertura Ruy López, Defesa Morphy, 5...b5 e 6...d6
ca: Obertura Espanyola - Defensa Morphy - 5 ...b5 i 6 ...d6
de: Spanisch: ...b5 & ...d6
es: Apertura Española, Defensa Morphy, 5...b5 y 6...d6
eu: Ruy Lopez: ...b5 eta ...d6
fr: Espagnole, avec ...b5 et ...d6
it: Apertura Spagnola, Difesa Morphy, 5...b5 y 6...d6
pl: Partia hiszpańska:...b5 & ...d6
ru: Испанская партия: ...b5 и ...d6
sv: Spanskt: ...b5 & ...d6
uk: Іспанська партія: Іспанська партія: ...b5 и ...d6

source: Ruy Lopez: 5.O-O
ar: روي لوبيز: 5.O-O
br: Abertura Ruy López, Defesa Morphy, 5.O-O
ca: Obertura Espanyola - Defensa Morphy - 5. 0-0
de: Spanisch: 5.O-O
es: Apertura Española, Defensa Morphy, 5.O O
fr: Espagnole, 5.O-O
id: Ruy Lopez: 5.0-0
it: Apertura Spagnola, Difesa Morphy, 5.O O
pl: Partia hiszpańska: 5.O-O
ru: Испанская партия: 5.O-O
sv: Spanskt: 5.O-O
uk: Іспанська партія: 5.O-O

source: Ruy Lopez: Alapin's defence deferred
ar: روي لوبيز: ألابين دفاع ديفيرد
br: Abertura Ruy López, Defesa Alapin Diferida
ca: Obertura Espanyola - Defensa Alapin Diferida
de: Spanisch: Alapin's Verteidigung im Nachzug
es: Apertura Española, Defensa Alapin Diferida
eu: Ruy Lopez: Alapinen defentsa atzeratua
fr: Espagnole, défense Alapin différée
id: Ruy Lopez: Pembelaan Alapin Ditunda
it: Apertura Spagnola, Difesa Alapin Diferida
nl: Ruy Lopez: Alapin's uitgestelde verdediging
pl: Partia hiszpańska: odroczona obrona Alapin'a
ru: Испанская партия: улучшенная защита Алапина
si: Ruy Lopez, Alapinova obramba odložena
sv: Spanskt: Alapins försvar avböjt
tr: Ruy Lopez: Alapin'in ertelenmiş savunması
uk: Іспанська партія: покращений захист Алапіна
vi: Ruy Lopez: Trì hoãn phòng thủ Alapin

source: Ruy Lopez: Anderssen variation
ar: روي لوبيز: أندرسن تفريع
br: Abertura Ruy López, Defesa Morphy, Variante Anderssen
ca: Obertuta Espanyola - Defensa Morphy - Variant Anderssen
de: Spanisch: Anderssen-Variante
es: Apertura Española, Defensa Morphy, Variante Anderssen
eu: Ruy Lopez: Anderssen aldaera
fr: Espagnole, var. Anderssen
id: Ruy Lopez: Varian Andersen
it: Apertura Spagnola, Difesa Morphy, Variante Anderssen
nl: Ruy Lopez: Anderssen variant
pl: Partia hiszpańska: wariant Andressen'a
ru: Испанская партия: вариант Андерсена
si: Ruy Lopez, Anderssenova različica
sv: Spanskt: Anderssenvarianten
tr: Ruy Lopez: Anderssen varyasyonu
uk: Іспанська партія: варіант Андерсена
vi: Ruy Lopez: Anderssen biến

source: Ruy Lopez: Archangelsk (counterthrust) variation
ar: روي لوبيز: ارشانجلسك (المضاد الاتجاه) تفريع
br: Abertura Ruy López, Defesa Morphy, Variante Archangelsk (Contragolpe)
ca: Obertura Espanyola - Defensa Morphy - Variant Archangelsk o de contra-ofensiva
de: Spanisch: Archangelsk (counterthrust)-Variante
es: Apertura Española, Defensa Morphy, Variante Archangelsk o de Contraofensiva
eu: Ruy Lopez: Archangelsk (kontrako bultzada) aldaera
fr: Espagnole, var. d'Arkhangelsk
id: Ruy Lopez: Varian Archangelsk
it: Apertura Spagnola, Difesa Morphy, Variante Archangelsk o de Contraofensiva
nl: Ruy Lopez: Archangelsk (tegenaanval) variant
pl: Partia hiszpańska: wariant Archangielski(kontrnatarcie)
ru: Испанская партия: архангельский вариант
si: Ruy Lopez, Archangelskova (protipotisk) različica
sv: Spanskt: Archangelskvarianten (motstötvarianten)
tr: Ruy Lopez: Archangelsk (karşı baskı) varyasyonu
uk: Іспанська партія: Архангельський варіант
vi: Ruy Lopez: Archangelsk (counterthrust) biến thể

source: Ruy Lopez: Berlin defence, 4.O-O, d6
ar: روي لوبيز: دفاع بيرلين, 4.O-O, d7
br: Abertura Ruy López, Defesa Berlinesa, Variante 4.O-O d6
ca: Obertura Espanyola - Defensa Berlinesa - Variant tancada o defensa Steinitz millorada
de: Spanisch: Berliner Verteidigung, 4.O-O, d6
es: Apertura Española, Defensa Berlinesa, Variante Cerrada o Defensa Steinitz Mejorada
eu: Ruy Lopez: Berlingo defentsa, 4.O-O, d6
fr: Espagnole, défense berlinoise, 4.O-O d6
id: Ruy Lopez: Berlin, 4.0-0, d6
it: Apertura Spagnola, Difesa Berlinese, Variante Chiusa o Difesa Steinitz Mejorada
nl: Ruy Lopez: Berlijn verdediging, 4.O-O, d6
pl: Partia hiszpańska: obrona berlińska, 4.O-O, d6
ru: Испанская партия: берлинская защита, 4.O-O, d6
si: Ruy Lopez, berlinska obramba, 4. O-O, d6
sv: Spanskt: Berlinerförsvar, 4.O-O, d6
tr: Ruy Lopez: Berlin savunması, 4.O-O, d6
uk: Іспанська партія: Берлінський захист, 4.O-O, d6
vi: Ruy Lopez: Phòng thủ Berlin, 4.O-O, D6

source: Ruy Lopez: Berlin defence, 4.O-O
ar: روي لوبيز: دفاع بيرلين, 4.O-O
br: Abertura Ruy López, Defesa Berlinesa, Variante 4.O-O
ca: Obertura Espanyola - Defensa Berlinesa - Variant 4. 0-0
de: Spanisch: Berliner Verteidigung, 4.O-O
es: Apertura Española, Defensa Berlinesa, Variante 4.O O
eu: Ruy Lopez: Berlingo defentsa, 4.O-O
fr: Espagnole, défense berlinoise, 4.O-O
id: Ruy Lopez: Berlin 4.0-0
it: Apertura Spagnola, Difesa Berlinese, Variante 4.O O
nl: Ruy Lopez: Berlijn verdediging, 4.O-O
pl: Partia hiszpańska: obrona berlińska, 4.O-O
ru: Испанская партия: берлинская защита, 4.O-O
si: Ruy Lopez, berlinska obramba, 4. O-O
sv: Spanskt: Berlinerförsvar, 4.O-O
tr: Ruy Lopez: Berlin savunması, 4.O-O
uk: Іспанська партія: Берлінський захист, 4.O-O
vi: Ruy Lopez: Phòng thủ Berlin, 4.O-O

source: Ruy Lopez: Berlin defence, Anderssen variation
ar: روي لوبيز: دفاع بيرلين, أندرسن تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Anderssen
ca: Obertura Espanyola - Defensa Berlinesa - Variant Anderssen
de: Spanisch: Berliner Verteidigung, Anderssen-Variante
es: Apertura Española, Defensa Berlinesa, Variante Anderssen
eu: Ruy Lopez: Berlingo defentsa, Anderssen aldaera
fr: Espagnole, défense berlinoise, var. Anderssen
id: Ruy Lopez: Berlin, Varian Anderssen
it: Apertura Spagnola, Difesa Berlinese, Variante Anderssen
nl: Ruy Lopez: Berlijn verdediging Anderssen variant
pl: Partia hiszpańska: obrona berlińska, wariant Anderssen'a
ru: Испанская партия: берлинская защита, вариант Андерсена
si: Ruy Lopez, berlinska obramba, Anderssenova različica
sv: Spanskt: Berlinerförsvar, Anderssenvarianten
tr: Ruy Lopez: Berlin savunması, Anderssen varyasyonu
uk: Іспанська партія: Берлінський захист, варіант Андерсена
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Anderssen

source: Ruy Lopez: Berlin defence, Beverwijk variation
ar: روي لوبيز: دفاع بيرلين, بيفيروجك تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Beverwijk
ca: Obertura Espanyola - Defensa Berlinesa - Variant Beverwijk
de: Spanisch: Berliner Verteidigung, Beverwijk-Variante
es: Apertura Española, Defensa Berlinesa, Variante Beverwijk
eu: Ruy Lopez: Berlingo defentsa, Beverwijk aldaera
fr: Espagnole, défense berlinoise, var. de Beverwijk
id: Ruy Lopez: Berlin, Varian Beverwijk
it: Apertura Spagnola, Difesa Berlinese, Variante Beverwijk
nl: Ruy Lopez: Berlijn verdediging Beverwijk variant
pl: Partia hiszpańska: obrona berlińska, wariant Beverwijk'a
ru: Испанская партия: берлинская защита, бевервейкский вариант
si: Ruy Lopez, berlinska obramba, Beverwijkova različica
sv: Spanskt: Berlinerförsvar, Beverwijkvarianten
tr: Ruy Lopez: Berlin savunması, Beverwijk varyasyonu
uk: Іспанська партія: Берлінський захист, Бевервейкський варіант
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Beverwijk

source: Ruy Lopez: Berlin defence, Cordel variation
ar: روي لوبيز: دفاع بيرلين, كوردل تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Cordel
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta - Variant cordill
de: Spanisch: Berliner Verteidigung, Cordel-Variante
es: Apertura Española, Defensa Berlinesa, Variante Abierta, Variante Cordel
eu: Ruy Lopez: Berlingo defentsa, Cordel aldaera
fr: Espagnole, défense berlinoise, var. Cordel
id: Ruy Lopez: Berlin, Varian Cordel
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, Variante Cordel
nl: Ruy Lopez: Berlijn verdediging Cordel variant
pl: Partia hiszpańska: obrona berlińska, wariant Cordel'a
ru: Испанская партия: берлинская защита, вариант Корделя
si: Ruy Lopez, berlinska obramba, Cordelova različica
sv: Spanskt: Berlinerförsvar, Cordelvarianten
tr: Ruy Lopez: Berlin savunması, Cordel varyasyonu
uk: Іспанська партія: Берлінський захист, варіант Корделя
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Cordel

source: Ruy Lopez: Berlin defence, Duras variation
ar: روي لوبيز: دفاع بيرلين, دوراس تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Duras
ca: Obertura Espanyola - Defensa Berlinesa - Variant Duras
de: Spanisch: Berliner Verteidigung, Duras-Variante
es: Apertura Española, Defensa Berlinesa, Variante Duras
eu: Ruy Lopez: Berlingo defentsa, Duras aldaera
fr: Espagnole, défense berlinoise, var. Duras
id: Ruy Lopez: Berlin, Varian Duras
it: Apertura Spagnola, Difesa Berlinese, Variante Duras
nl: Ruy Lopez: Berlijn verdediging Duras variant
pl: Partia hiszpańska: obrona berlińska, wariant Duras'a
ru: Испанская партия: берлинская защита, вариант Дураса
si: Ruy Lopez, berlinska obramba, Durasova različica
sv: Spanskt: Berlinerförsvar, Durasvarianten
tr: Ruy Lopez: Berlin savunması, Duras varyasyonu
uk: Іспанська партія: Берлінський захист, варіант Дураса
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Duras

source: Ruy Lopez: Berlin defence, Kaufmann variation
ar: روي لوبيز: دفاع بيرلين, كوفمان تفريع
br: Abertura Ruy López, Defesa Berlinesa, Variante Kaufmann
ca: Obertura Espanyola - Defensa Berlinesa - Variant Laufmann
de: Spanisch: Berliner Verteidigung, Kaufmann-Variante
es: Apertura Española, Defensa Berlinesa, Variante Kaufmann
eu: Ruy Lopez: Berlingo defentsa, Kaufmann aldaera
fr: Espagnole, défense berlinoise, var. Kaufmann
id: Ruy Lopez: Berlin, Varian Kaufmann
it: Apertura Spagnola, Difesa Berlinese, Variante Kaufmann
nl: Ruy Lopez: Berlijn verdediging Kaufmann variant
pl: Partia hiszpańska: obrona berlińska, wariant Kaufmann'a
ru: Испанская партия: берлинская защита, вариант Кауфмана
si: Ruy Lopez, berlinska obramba, Kaufmannova različica
sv: Spanskt: Berlinerförsvar, Kaufmannvarianten
tr: Ruy Lopez: Berlin savunması, Kaufmann varyasyonu
uk: Іспанська партія: Берлінський захист, варіант Кауфмана
vi: Ruy Lopez: Phòng thủ Berlin, biến thể Kaufmann
