Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: French: Albin-Alekhine-Chatard attack, Teichmann variation
ar: فرنسي: ألبين-اليخين-هجوم شاتارد, تيكمان تفريع
br: Defesa Francesa, Ataque Albin-Alekhine-Chatard, Variante Teichmann
ca: Defensa Francesa - Variant clàssica - Atac Albin Alekhine Chatard - Variant Teichmann
de: Französisch: Albin-Aljechin-Chatard Angriff, Teichmann-Variante
es: Defensa Francesa, Variante Clásica, Ataque Albin Alekhine Chatard, Variante Teichmann
eu: Frantsesa: Albin-Alekhine-Chatard erasoa, Teichmann aldaera
fr: Française, attaque Albin - Alekhine - Chatard, var. Teichmann
id: Pembelaan Perancis: Serangan Albin-Alekhine-Chattard, Varian Teichmann
it: Difesa Francese, Variante Classica, Attacco Albin Alekhine Chatard, Variante Teichmann
nl: Frans: AlbinAljechinChatard aanval, Teichmann variant
pl: Francuska, atak Albin-Alekhine-Chatard, wariant Techmann'a
ru: Французская защита: атака Шатара-Алехина, вариант Тейхмана
si: francoska, Albinov-Aljehinov-Chatardov napad, Teichmannova različica
sv: Franskt: Albin-Aljechin-Chatards angrepp, Teichmannvarianten
tr: Fransız: Albin-Alekhine-Chatard hücumu, Teichmann varyasyonu
uk: Французький захист: атака Шатара-Альохіна, варіант Тейхмана
vi: Pháp: Albin-Alekhine-Chatard tấn công, Teichmann biến

source: French: Albin-Alekhine-Chatard attack
ar: فرنسي: ألبين-اليخين-هجوم شاتارد
br: Defesa Francesa, Ataque Albin-Alekhine-Chatard
ca: Defensa Francesa - Variant clàssica - Atac Albin Alekhine Chatard
de: Französisch: Albin-Aljechin-Chatard Angriff
es: Defensa Francesa, Variante Clásica, Ataque Albin Alekhine Chatard
eu: Frantsesa: Albin-Alekhine-Chatard erasoa
fr: Française, attaque Albin - Alekhine - Chatard
id: Pembelaan Perancis: Serangan Albin-Alekhine-Chattard
it: Difesa Francese, Variante Classica, Attacco Albin Alekhine Chatard
nl: Frans: AlbinAljechinChatard aanval
pl: Francuska, atak Albin-Alekhine-Chatard
ru: Французская защита: атака Шатара-Алехина
si: francoska, Albinov-Aljehinov-Chatardov napad
sv: Franskt: Albin-Aljechin-Chatards angrepp
tr: Fransız: Albin-Alekhine-Chatard hücumu
uk: Французький захист: атака Шатара-Альохіна
vi: Pháp: Albin-Alekhine-Chatard tấn công

source: French: Burn variation
ar: فرنسي: برن تفريع
br: Defesa Francesa, Variante Burn
ca: Defensa Francesa - Variant Burn
de: Französisch: Burn-Variante
es: Defensa Francesa, Variante Burn
eu: Frantsesa: Burn aldaera
fr: Française, var. Burn
id: Pembelaan Perancis, Varian Burn
it: Difesa Francese, Variante Burn
nl: Frans: Burn variant
pl: Francuska, wariant Burn'a
ru: Французская защита: вариант Берна
si: francoska, Burnova različica
sv: Franskt: Burnvarianten
tr: Fransız: Alev varyasyonu
uk: Французький захист: варіант Бьорна
vi: Biến thể Burn: Pháp

source: French: Chigorin variation
ar: فرنسي: تشجورين تفريع
br: Defesa Francesa, Variante Chigorin
ca: Defensa Francesa - Variant Chigorin
de: Französisch: Tschigorin-Variante
es: Defensa Francesa, Variante Chigorin
eu: Frantsesa: Chigorin aldaera
fr: Française, var. Tchigorine
id: Pembelaan Perancis, Varian Chigorin
it: Difesa Francese, Variante Chigorin
nl: Frans: Chigorin variant
pl: Francuska, wariant Chigorin'a
ru: Французская защита: система Чигорина
si: francoska, Chigorinova različica
sv: Franskt: Tjigorinvarianten
tr: Fransız: Chigorin varyasyonu
uk: Французький захист: варіант Чигоріна
vi: Pháp: Chigorin biến

source: French: Fort Knox variation
ar: فرنسي: فورت نوكس تفريع
br: Defesa Francesa, Variante Fort Knox
ca: Defensa Francesa - Variant Fort Knox
de: Französisch: Fort Knox-Variante
es: Defensa Francesa, Variante Fort Knox
eu: Frantsesa: Fort Knox aldaera
fr: Française, var. Fort Knox
id: Pembelaan Perancis, Varian Fort Knox
it: Difesa Francese, Variante Fort Knox
nl: Frans: Fort Knox variant
pl: Francuska, wariant Fort Knox
ru: Французская защита: фортноксовский вариант
si: francoska, Fort Knox različica
sv: Franskt: Fort-Knox-varianten
tr: Fransız: Fort Knox varyasyonu
uk: Французький захист: Фортноксовський варіант
vi: Pháp: Fort Knox biến

source: French: Frere (Becker) variation
ar: فرنسي: فرير (بيكر) تفريع
br: Defesa Francesa, Variante Frere (Becker)
ca: Defensa Francesa - Variant Frere o Becker
de: Französisch: Frere (Becker)-Variante
es: Defensa Francesa, Variante Frere o Becker
eu: Frantsesa: Frere (Becker) aldaera
fr: Française, var. Frere (Becker)
id: Pembelaan Perancis, Varian Frere (Becker)
it: Difesa Francese, Variante Frere o Becker
nl: Frans: Frere (Becker) variant
pl: Francuska, wariant Frere (Becker'a)
ru: Французская защита: вариант Беккера
si: francoska, Frere (Beckerjeva) različica
sv: Franskt: Frerevarianten (Becker)
tr: Fransız: Frere (Becker) varyasyonu
uk: Французький захист: варіант Беккера
vi: Pháp: Frere (Becker) biến thể

source: French: Henneberger variation
ar: فرنسي: هنبيرجر تفريع
br: Defesa Francesa, Variante Henneberger
ca: Defensa Francesa - Variant Henneberger
de: Französisch: Henneberger Variante
es: Defensa Francesa, Variante Henneberger
eu: Frantsesa: Henneberger aldaera
fr: Française, var. Henneberger
id: Pembelaan Perancis, Varian Henneberger
it: Difesa Francese, Variante Henneberger
nl: Frans: Henneberger variant
pl: Francuska, wariant Henneberg'a
ru: Французская защита: вариант Хеннебергера
si: francoska, Hennebergerjeva različica
sv: Franskt: Hennebergervarianten
tr: Fransız: Henneberger varyasyonu
uk: Французький захист: варіант Хеннебергера
vi: Pháp: Henneberger biến

source: French: King's Indian attack
ar: فرنسي: هجوم الملك الهندي
br: Defesa Francesa, Ataque Índio do Rei
ca: Defensa Francesa - Atac Indi de Rei
de: Französisch: Königsindischer Angriff
es: Defensa Francesa, Ataque Indio de Rey
eu: Frantsesa: Erregearen Indiar erasoa
fr: Française, attaque est-indienne
id: Pembelaan Perancis: Serangan Hindia Raja
it: Difesa Francese, Attacco Indiano di Re
nl: Frans: Konings Indische aanval
pl: Francuska, atak królewsko-indyjski
ru: Французская защита: староиндийская атака
si: francoska, kraljev indijski napad
sv: Franskt: Kungsindiskt angrepp
tr: Fransız: Şah'ın Hint hücumu
uk: Французький захист: Староіндійська атака
vi: Pháp: tấn công Ấn Độ King

source: French: La Bourdonnais variation
ar: فرنسي: لابوردينيه تفريع
br: Defesa Francesa, Variante Labourdonnais
ca: Defensa Francesa - Variant Laoburdonnais
de: Französisch: Labourdonnais-Variante
es: Defensa Francesa, Variante La Bourdonnais
eu: Frantsesa: La Bourdonnais aldaera
fr: Française, var. La Bourdonnais
id: Pembelaan Perancis, Varian Labourdanis
it: Difesa Francese, Variante Labourdonnais
nl: Frans: Labourdonnais variant
pl: Francuska, wariant La Bourdonnais'a
ru: Французская защита: вариант Лабурдонне
si: francoska, Labourdonnaiseva različica
sv: Franskt: Labourdonnaisvarianten
tr: Fransız: Labourdonnais varyasyonu
uk: Французький захист: варіант Лабурдонне
vi: Pháp: Labourdonnais biến

source: French: MacCutcheon variation
ar: فرنسي: ماكاتشيون تفريع
br: Defesa Francesa, Variante MacCutcheon
ca: Defensa Francesa - Variant MacCutcheon
de: Französisch: MacCutcheon-Variante
es: Defensa Francesa, Variante MacCutcheon
eu: Frantsesa: MacCutcheon aldaera
fr: Française, var. MacCutcheon
id: Pembelaan Perancis, Varian MacCutcheon
it: Difesa Francese, Variante MacCutcheon
nl: Frans: MacCutcheon variant
pl: Francuska, wariant MacCutcheon
ru: Французская защита: вариант Мак-Кэтчона
si: francoska, MacCutcheonova različica
sv: Franskt: MacCutcheonvarianten
tr: Fransız: MacCutcheon varyasyonu
uk: Французький захист: варіант Мак-Кетчона
vi: Pháp: MacCutcheon biến

source: French: MacCutcheon, Bernstein variation
ar: فرنسي: ماكاتشيون, بيىشتاين تفريع
br: Defesa Francesa, Variante MacCutcheon, Variante Bernstein
ca: Defensa Francesa - Variant MacCutcheon - Variant Bernstein
de: Französisch: MacCutcheon, Bernstein-Variante
es: Defensa Francesa, Variante MacCutcheon, Variante Bernstein
eu: Frantsesa: MacCutcheon, Bernstein aldaera
fr: Française, var. MacCutcheon, var. Bernstein
id: Pembelaan Perancis: MacChutcheon, Varian Bernstein
it: Difesa Francese, Variante MacCutcheon, Variante Bernstein
nl: Frans: MacCutcheon variant, Bernstein variant
pl: Francuska, MacCutcheon, wariant Bernstein'a
ru: Французская защита: вариант Мак-Кэтчона, вариант Бернштейна
si: francoska, MacCutcheon, Bernsteinova različica
sv: Franskt: MacCutcheon, Bernsteinvarianten
tr: Fransız: MacCutcheon, Bernstein varyasyonu
uk: Французький захист: варіант Мак-Кетчона, варіант Бернштейна
vi: Pháp: MacCutcheon, Bernstein biến

source: French: MacCutcheon, Bogolyubov variation
ar: فرنسي: ماكاتشيون, تفريع وجوليوبوف
br: Defesa Francesa, Variante MacCutcheon, Variante Bogoljubow
ca: Defensa Francesa -Variant MacCutcheon - Variant Bogoljubow
de: Französisch: MacCutcheon, Bogolyubov-Variante
es: Defensa Francesa, Variante MacCutcheon, Variante Bogoljubow
eu: Frantsesa: MacCutcheon, Bogolyubov aldaera
fr: Française, var. MacCutcheon, var. Bogoljubov
id: Pembelaan Perancis: MacChutcheon, Varian Bogolyubov
it: Difesa Francese, Variante MacCutcheon, Variante Bogoljubow
nl: Frans: MacCutcheon, Bogolyubov variant
pl: Francuska, MacCutcheon, wariant Bogolyubov'a
ru: Французская защита: вариант Мак-Кэтчона, вариант Боголюбова
si: francoska, MacCutcheon, Bogolyubova različica
sv: Franskt: MacCutcheon, Bogoljubowvarianten
tr: Fransız: MacCutcheon, Bogolyubov varyasyonu
uk: Французький захист: варіант Мак-Кетчона, варіант Боголюбова
vi: Pháp: MacCutcheon, Bogolyubov biến

source: French: MacCutcheon, Chigorin variation
ar: فرنسي: ماكاتشيون, تشجورين تفريع
br: Defesa Francesa, Variante MacCutcheon, Variante Chigorin
ca: Defensa Francesa - Variant MacCutcheon - Variant Chigorin
de: Französisch: MacCutcheon, Tschigorin-Variante
es: Defensa Francesa, Variante MacCutcheon, Variante Chigorin
eu: Frantsesa: MacCutcheon, Chigorin aldaera
fr: Française, var. MacCutcheon, var. Tchigorine
id: Pembelaan Perancis: MacChutcheon, Varian Chigorin
it: Difesa Francese, Variante MacCutcheon, Variante Chigorin
nl: Frans: MacCutcheon, Chigorin variant
pl: Francuska, MacCutcheon, wariant Chigorin'a
ru: Французская защита: вариант Мак-Кэтчона, вариант Чигорина
si: francoska, MacCutcheon, Chigorinova različica
sv: Franskt: MacCutcheon, Tjigorinvarianten
tr: Fransız: MacCutcheon, Chigorin varyasyonu
uk: Французький захист: варіант Мак-Кетчона, варіант Чигоріна
vi: Pháp: MacCutcheon, Chigorin biến

source: French: MacCutcheon, Dr. Olland (Dutch) variation
ar: فرنسي: ماكاتشيون, دكتور أولاند (الهولندي) تفريع
br: Defesa Francesa, Variante MacCutcheon, Variante Dr. Olland (Holandesa)
ca: Defensa Francesa - Variant MacCutcheon - Variant Dr Olland o Holandesa
de: Französisch: MacCutcheon, Dr. Olland (Holländisch)-Variante
es: Defensa Francesa, Variante MacCutcheon, Variante Dr. Olland u Holandesa
eu: Frantsesa: MacCutcheon, Dr. Olland (nederlandarra) aldaera
fr: Française, var. MacCutcheon, var. Dr Olland (hollandaise)
id: Pembelaan Perancis: MacChutcheon, Varian Dr. Olland (Belanda)
it: Difesa Francese, Variante MacCutcheon, Variante Dr. Olland u Olandese
nl: Frans: MacCutcheon, Dr. Olland (Hollands) variant
pl: Francuska, MacCutcheon, wariant dr. Olland'a(holenderski)
ru: Французская защита: вариант Мак-Кэтчона, голландский вариант
si: francoska, MacCutcheon, Dr. Ollandova (nizozemska) različica
sv: Franskt: MacCutcheon, Dr. Ollands variant (Holländskt)
tr: Fransız: MacCutcheon, Dr. Olland (Hollanda) varyasyonu
uk: Французький захист: варіант Мак-Кетчона, голландський варіант
vi: Pháp: MacCutcheon, Tiến sĩ Olland (Hà Lan) thay đổi

source: French: MacCutcheon, Duras variation
ar: فرنسي: ماكاتشيون, دوراس تفريع
br: Defesa Francesa, Variante MacCutcheon, Variante Duras
ca: Defensa Francesa - Variant MacCutcheon - Variant Lasker - Variant Duras
de: Französisch: MacCutcheon, Duras-Variante
es: Defensa Francesa, Variante MacCutcheon, Variante Lasker, Variante Duras
eu: Frantsesa: MacCutcheon, Duras aldaera
fr: Française, var. MacCutcheon, var. Duras
id: Pembelaan Perancis: MacChutcheon, Varian Duras
it: Difesa Francese, Variante MacCutcheon, Variante Lasker, Variante Duras
nl: Frans: MacCutcheon, Duras variant
pl: Francuska, MacCutcheon, wariant Duras'a
ru: Французская защита: вариант Мак-Кэтчона, вариант Дураса
si: francoska, MacCutcheon, Durasova različica
sv: Franskt: MacCutcheon, Durasvarianten
tr: Fransız: MacCutcheon, Duras varyasyonu
uk: Французький захист: варіант Мак-Кетчона, варіант Дураса
vi: Pháp: MacCutcheon, Duras biến

source: French: MacCutcheon, Grigoriev variation
ar: فرنسي: ماكاتشيون, جريجوريف تفريع
br: Defesa Francesa, Variante MacCutcheon, Variante Grigoriev
ca: Defensa Francesa - Variant MacCutcheon - Variant Grigoriev
de: Französisch: MacCutcheon, Grigoriev-Variante
es: Defensa Francesa, Variante MacCutcheon, Variante Grigoriev
eu: Frantsesa: MacCutcheon, Grigoriev aldaera
fr: Française, var. MacCutcheon, var. Grigoriev
id: Pembelaan Perancis: MacChutcheon, Varian Grigoriev
it: Difesa Francese, Variante MacCutcheon, Variante Grigoriev
nl: Frans: MacCutcheon, Grigoriev variant
pl: Francuska, MacCutcheon, wariant Grigoriev'a
ru: Французская защита: вариант Мак-Кэтчона, вариант Григорьева
si: francoska, MacCutcheon, Grigorieva različica
sv: Franskt: MacCutcheon, Grigorjevvarianten
tr: Fransız: MacCutcheon, Grigoriev varyasyonu
uk: Французький захист: варіант Мак-Кетчона, варіант Григор’єва
vi: Pháp: MacCutcheon, Grigoriev biến

source: French: MacCutcheon, Janowski variation
ar: فرنسي: ماكاتشيون, جناوسكاي تفريع
br: Defesa Francesa, Variante MacCutcheon, Variante Janowski
ca: Defensa Francesa - Variant MacCutcheon - Variant Janowski
de: Französisch: MacCutcheon, Janowski-Variante
es: Defensa Francesa, Variante MacCutcheon, Variante Janowski
eu: Frantsesa: MacCutcheon, Janowski aldaera
fr: Française, var. MacCutcheon, var. Janowski
id: Pembelaan Perancis: MacChutcheon, Varian Janowski
it: Difesa Francese, Variante MacCutcheon, Variante Janowski
nl: Frans: MacCutcheon, Janowski variant
pl: Francuska, MacCutcheon, wariant Janowskiego
ru: Французская защита: вариант Мак-Кэтчона, вариант Яновского
si: francoska, MacCutcheon, Janowskijeva različica
sv: Franskt: MacCutcheon, Janowskivarianten
tr: Fransız: MacCutcheon, Janowski varyasyonu
uk: Французький захист: варіант Мак-Кетчона, варіант Яновського
vi: Pháp: MacCutcheon, Janowski biến

source: French: MacCutcheon, Lasker variation, 8...g6
ar: فرنسي: ماكاتشيون, لاسكر تفريع, 8...g7
br: Defesa Francesa, Variante MacCutcheon, Variante Lasker, 8...g6
ca: Defensa Francesa - Variant MacCutcheon - Variant Lasker - 8 ... g6
de: Französisch: MacCutcheon, Lasker-Variante, 8...g6
es: Defensa Francesa, Variante MacCutcheon, Variante Lasker, 8...g6
eu: Frantsesa: MacCutcheon, Lasker aldaera, 8...g6
fr: Française, var. MacCutcheon, var. Lasker, 8...g6
id: Pembelaan Perancis: MacChutcheon, Varian Lasker, 8. ...g6
it: Difesa Francese, Variante MacCutcheon, Variante Lasker, 8...g6
nl: Frans: MacCutcheon, Lasker variant, 8 ... g6
pl: Francuska, MacCutcheon, wariant Lasker'a, 8..g6
ru: Французская защита: вариант Мак-Кэтчона, вариант Ласкера, 8...g6
si: francoska, MacCutcheon, Laskerjeva različica, 8. g6
sv: Franskt: MacCutcheon, Laskervarianten, 8...g6
tr: Fransız: MacCutcheon, Lasker varyasyonu, 8...g6
uk: Французький захист: варіант Мак-Кетчона, варіант Ласкера, 8...g6
vi: Pháp: MacCutcheon, Lasker biến, 8 ... g6

source: French: MacCutcheon, Lasker variation
ar: فرنسي: ماكاتشيون, لاسكر تفريع
br: Defesa Francesa, Variante MacCutcheon, Variante Lasker
ca: Defensa Francesa - Variant MacCutcheon - Variant Lasker
de: Französisch: MacCutcheon, Lasker-Variante
es: Defensa Francesa, Variante MacCutcheon, Variante Lasker
eu: Frantsesa: MacCutcheon, Lasker aldaera
fr: Française, var. MacCutcheon, var. Lasker
id: Pembelaan Perancis: MacChutcheon, Varian Lasker
it: Difesa Francese, Variante MacCutcheon, Variante Lasker
nl: Frans: MacCutcheon, Lasker variant
pl: Francuska, MacCutcheon, wariant Lasker'a
ru: Французская защита: вариант Мак-Кэтчона, вариант Ласкера
si: francoska, MacCutcheon, Laskerjeva različica
sv: Franskt: MacCutcheon, Laskervarianten
tr: Fransız: MacCutcheon, Lasker varyasyonu
uk: Французький захист: варіант Мак-Кетчона, варіант Ласкера
vi: Pháp: MacCutcheon, Lasker biến

source: French: MacCutcheon, Tartakower variation
ar: فرنسي: ماكاتشيون, تارتاكوفر تفريع
br: Defesa Francesa, Variante MacCutcheon, Variante Tartakower
ca: Defensa Francesa - Variant MacCutcheon - Variant Tartakower
de: Französisch: MacCutcheon, Tartakower-Variante
es: Defensa Francesa, Variante MacCutcheon, Variante Tartakower
eu: Frantsesa: MacCutcheon, Tartakower aldaera
fr: Française, var. MacCutcheon, var. Tartakover
id: Pembelaan Perancis: MacChutcheon, Varian Tartakower
it: Difesa Francese, Variante MacCutcheon, Variante Tartakower
nl: Frans: MacCutcheon, Tartakower variant
pl: Francuska, MacCutcheon, wariant Tartakower'a
ru: Французская защита: вариант Мак-Кэтчона, вариант Тартаковера
si: francoska, MacCutcheon, Tartakowerjeva različica
sv: Franskt: MacCutcheon, Tartakowervarianten
tr: Fransız: MacCutcheon, Tartakower varyasyonu
uk: Французький захист: варіант Мак-Кетчона, варіант Тартаковера
vi: Pháp: MacCutcheon, Tartakower biến

source: French: MacCutcheon, advance variation
ar: فرنسي: ماكاتشيون, تقديم تفريع
br: Defesa Francesa, Variante MacCutcheon, Variante Avançada
ca: Defensa Francesa - Variant MacCutcheon - Variant de l'avanç
de: Französisch: MacCutcheon, Vorstoßvariante
es: Defensa Francesa, Variante MacCutcheon, Variante del Avance
eu: Frantsesa: MacCutcheon, aldaera aurreratua
fr: Française, var. MacCutcheon, var. d'avance
id: Pembelaan Perancis: MacChutcheon, Varian Maju
it: Difesa Francese, Variante MacCutcheon, Variante di Spinta
nl: Frans: MacCutcheon, doorschuif variant
pl: Francuska, MacCutcheon, wariant zamknięty
ru: Французская защита: вариант Мак-Кэтчона, вариант с продвижением
si: francoska, MacCutcheon, napredna različica
sv: Franskt: MacCutcheon, framstötsvarianten
tr: Fransız: MacCutcheon, gelişmiş varyasyonu
uk: Французький захист: варіант Мак-Кетчона, варіант з просуванням
vi: Pháp: MacCutcheon, biến thể nâng cao

source: French: Marshall variation
ar: فرنسي: تفريع مارشال
br: Defesa Francesa, Variante Marshall
ca: Defensa Francesa - Variant Marshall
de: Französisch: Marshall-Variante
es: Defensa Francesa, Variante Marshall
eu: Frantsesa: Marshall aldaera
fr: Française, var. Marshall
id: Pembelaan Perancis, Varian Marshall
it: Difesa Francese, Variante Marshall
nl: Frans: Marshall variant
pl: Francuska, wariant Marshall'a
ru: Французская защита: вариант Маршалла
si: francoska, Marshallova različica
sv: Franskt: Marshallvarianten
tr: Fransız: Marshall varyasyonu
uk: Французький захист: варіант Маршалла
vi: Pháp: Marshall biến

source: French: Paulsen variation
ar: فرنسي: بولسن تفريع
br: Defesa Francesa, Variante Paulsen
ca: Defensa Francesa - Variant Paulsen
de: Französisch: Paulsen-Variante
es: Defensa Francesa, Variante Paulsen
eu: Frantsesa: Paulsen aldaera
fr: Française, var. Paulsen
id: Pembelaan Perancis, Varian Paulsen
it: Difesa Francese, Variante Paulsen
nl: Frans: Paulsen variant
pl: Francuska, wariant Paulsen'a
ru: Французская защита: вариант Паульсена
si: francoska, Paulsenova različica
sv: Franskt: Paulsenvarianten
tr: Fransız: Paulsen varyasyonu
uk: Французький захист: варіант Паульсена
vi: Pháp: Paulsen biến

source: French: Pelikan variation
ar: فرنسي: بيلكين تفريع
br: Defesa Francesa, Variante Pelikan
ca: Defensa Francesa - Variant Pelikan
de: Französisch: Pelikan-Variante
es: Defensa Francesa, Variante Pelikan
eu: Frantsesa: Pelikan aldaera
fr: Française, var. Pelikán
id: Pembelaan Perancis, Varian Pelikan
it: Difesa Francese, Variante Pelikan
nl: Frans: Pelikan variant
pl: Francuska, wariant Pelikan'a
ru: Французская защита: вариант Пеликана
si: francoska, Pelikanova različica
sv: Franskt: Pelikanvarianten
tr: Fransız: Pelikan varyasyonu
uk: Французький захист: варіант Пелікана
vi: Biến Pelikan: Pháp

source: French: Reti (Spielmann) variation
ar: فرنسي: ريتي (سبيلمان) تفريع
br: Defesa Francesa, Variante Reti (Spielmann)
ca: Defensa Francesa - Variant Reti o Spielmann
de: Französisch: Reti (Spielmann)-Variante
es: Defensa Francesa, Variante Reti o Spielmann
eu: Frantsesa: Reti (Spielmann) aldaera
fr: Française, var. Réti (Spielmann)
id: Pembelaan Perancis, Varian Reti/Speilmann
it: Difesa Francese, Variante Reti o Spielmann
nl: Frans: Reti (Spielmann) variant
pl: Francuska, wariant Reti(Spielmann'a1)
ru: Французская защита: вариант Рети
si: francoska, Reti (Spielmannova) različica
sv: Franskt: Retivarianten (Spielmann)
tr: Fransız: Reti (Spielmann) varyasyonu
uk: Французький захист: варіант Реті
vi: Pháp: Reti (Spielmann) biến thể

source: French: Reversed Philidor formation
ar: فرنسي: المعكوس فيليدور تشكيل
br: Defesa Francesa, Formação Philidor Invertida
ca: Defensa Francesa - Formació Philidor invertida
de: Französisch: Philidor Formation im Anzug
es: Defensa Francesa, Formación Philidor Invertida
eu: Frantsesa: Philidorren formazioa alderantziz
fr: Française, formation Philidor inversée
id: Pembelaan Perancis: Formasi Philidor Terbalik
it: Difesa Francesa, Formazione Philidor Invertita
nl: Frans: Omgekeerde Philidor formatie
pl: Francuska, odwrócona formacja Philidor'a
ru: Французская защита: вариант Филидора с переменой цвета фигур
si: francoska, obratna Philidorjeva formacija
sv: Franskt: Philidorformation omvänd
tr: Fransız: Tersine Philidor formasyonu
uk: Французький захист: варіант Філідора зі зміною кольору фігур
vi: Hình thành Philidor đảo ngược: Pháp

source: French: Rubinstein variation
ar: فرنسي: روبينشتاين تفريع
br: Defesa Francesa, Variante Rubinstein
ca: Defensa Francesa - Variant Rubinstein
de: Französisch: Rubinstein-Variante
es: Defensa Francesa, Variante Rubinstein
eu: Frantsesa: Rubinstein aldaera
fr: Française, var. Rubinstein
id: Pembelaan Perancis, Varian Rubinstein
it: Difesa Francese, Variante Rubinstein
nl: Frans: Rubinstein variant
pl: Francuska, wariant Rubinstein'a,
ru: Французская защита: вариант Рубинштейна
si: francoska, Rubinsteinova različica
sv: Franskt: Rubinsteinvarianten
tr: Fransız: Rubinstein varyasyonu
uk: Французький захист: варіант Рубінштейна
vi: Pháp: Rubinstein biến

source: French: Rubinstein, Capablanca line
ar: فرنسي: روبينشتاين, كابابلانكا الخط
br: Defesa Francesa, Variante Rubinstein, Linha Capablanca
ca: Defensa Francesa - Variant Rubinstein - Línia Capablanca
de: Französisch: Rubinstein, Capablanca line
es: Defensa Francesa, Variante Rubinstein, Linea Capablanca
eu: Frantsesa: Rubinstein, Capablanca lerroa
fr: Française, var. Rubinstein, ligne Capablanca
id: Pembelaan Perancis: Rubenstein, Jalur Capablanca
it: Difesa Francese, Variante Rubinstein, Linea Capablanca
nl: Frans: Rubinstein, Capablanca lijn
pl: Francuska, wariant Rubinstein'a, linia Capablanki
ru: Французская защита: вариант Рубинштейна, продолжение Капабланки
si: francoska, Rubinstein, Capablancina linija
sv: Franskt: Rubinstein, Capablancavarianten
tr: Fransız: Rubinstein, Capablanca hattı
uk: Французький захист: варіант Рубінштейна, продовження Капабланки
vi: Pháp: Rubinstein, Capablanca dòng

source: French: Schlechter variation
ar: فرنسي:شيليشتر تفريع
br: Defesa Francesa, Variante Schlechter
ca: Defensa Francesa - Variant Schlechter
de: Französisch: Schlechter-Variante
es: Defensa Francesa, Variante Schlechter
eu: Frantsesa: Schlechter aldaera
fr: Française, var. Schlechter
id: Pembelaan Perancis, Varian Schlechter
it: Difesa Francese, Variante Schlechter
nl: Frans: Schlechter variant
pl: Francuska, wariant Schlechter'a
ru: Французская защита: вариант Шлехтера
si: francoska, Schlechterjeva različica
sv: Franskt: Schlechtervarianten
tr: Fransız: Schlechter varyasyonu
uk: Французький захист: варіант Шлехтера
vi: Pháp: Schlechter biến
