Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: QGD Slav: Amsterdam variation
ar: جامبيت الوزير المرفوض السلافي: أمستردام تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Amsterdam
ca: Gambit de Dama refusat - Defensa Eslava - Variant del canvi - Variant Amsterdam
de: Damengambit (abgelehnt) Slawisch: Amsterdamer Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante del Cambio, Variante Amsterdam
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: Amsterdam aldaera
fr: Gambit Dame refusé, défense slave, var. d'Amsterdam
id: QGD: Slavia, Varian Amsterdam
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante di Cambio, Variante Amsterdam
nl: GDG Slavisch: Amsterdam variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant amsterdamski
ru: Отказанный ферзевый гамбит: славянская защита, амстердамский вариант
si: DGZ slovanska, amsterdamska različica
sv: Damgambit avböjd: Slaviskt, Amsterdamvarianten
tr: QGD Slav: Amsterdam varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Амстердамський варіант
vi: QGD Slav: Amsterdam biến

source: QGD Slav: Breyer variation
ar: جامبيت الوزير المرفوض السلافي: برير تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Breyer
ca: Gambit de Dama refusat - Defensa Eslava - Variant Breyer
de: Damengambit (abgelehnt) Slawisch: Breyer-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Breyer
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: Breyer aldaera
fr: Gambit Dame refusé, défense slave, var. Breyer
id: QGD: Slavia, Varian Breyer
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Breyer
nl: GDG Slavisch: Breyer variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant Breyer'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Брейера
si: DGZ slovanska, Breyerjeva različica
sv: Damgambit avböjd: Slaviskt, Breyervarianten
tr: QGD Slav: Breyer varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Брейєра
vi: QGD Slav: Breyer biến

source: QGD Slav: Carlsbad variation
ar: جامبيت الوزير المرفوض السلافي: كارلسباد تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Carlsbad
ca: Gambit de Dama refusat - Defensa Eslava - Variant Carlsbad
de: Damengambit (abgelehnt) Slawisch: Carlsbader Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Carlsbad
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: Carlsbad aldaera
fr: Gambit Dame refusé, défense slave, var. de Carlsbad (Karlovy Vary)
id: QGD: Slavia, Varian Carlsbad
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Carlsbad
nl: GDG Slavisch: Carlsbad variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant Carlsbad
ru: Отказанный ферзевый гамбит: славянская защита, карлсбадский вариант
si: DGZ slovanska, Carlsbadova različica
sv: Damgambit avböjd: Slaviskt, Carlsbadvarianten
tr: QGD Slav: Carlsbad varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Карлсбадський варіант
vi: QGD Slav: Carlsbad biến

source: QGD Slav: Czech defence
ar: جامبيت الوزير المرفوض السلافي: التشيكي دفاع
br: Gambito da Dama Recusado, Defesa Eslava, Defesa Checa
ca: Gambit de Dama refusat - Defensa Eslava - Defensa Txeca
de: Damengambit (abgelehnt) Slawisch: Tschechische Verteidigung
es: Gambito de Dama Rehusado, Defensa Eslava, Defensa Checa
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: Txekiar defentsa
fr: Gambit Dame refusé, défense slave, défense tchèque
id: QGD: Slavia, Pembalaan Czechnya
it: Gambetto di Donna Rifiutato, Difesa Slava, Difesa Checa
nl: GDG Slavisch: Tsjechische verdediging
pl: Gam.hetm nieprzyj.,Słowiańska,obrona czeska
ru: Отказанный ферзевый гамбит: славянская защита, чешский вариант
si: DGZ slovanska, češka obramba
sv: Damgambit avböjd: Slaviskt, Tjeckiskt försvar
tr: QGD Slav: Çek savunması
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Чеський варіант
vi: QGD Slav: Phòng thủ kiểu Séc

source: QGD Slav: Dutch variation, main line
ar: جامبيت الوزير المرفوض السلافي: التفريع الهولندي, الخط الرئيسي
br: Gambito da Dama Recusado, Defesa Eslava, Variante Holandesa, Linha Principal
ca: Gambit de Dama refusat - Defensa Eslava - Variant Holandesa - Línia principal
de: Damengambit (abgelehnt) Slawisch: Holländische Variante, Hauptvariante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Holandesa, Linea Principal
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: Holandako aldaera, lerro nagusia
fr: Gambit Dame refusé, défense slave, var. hollandaise, ligne principale
id: QGD: Slavia, Belanda, Jalur Utama
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Olandese, Linea Principale
nl: GDG Slavisch: Hollandse variant, hoofdlijn
pl: Gam.hetm nieprzyj.,Słowiańska, wariant holenderski, główna linia
ru: Отказанный ферзевый гамбит: славянская защита, голландский вариант, основное продолжение
si: DGZ Slav: Nizozemska različica, glavna linija
sv: Damgambit avböjd: Slaviskt, Holländsk variant, huvudvariant
tr: QGD Slav: Hollanda varyasyonu, ana hat
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Голландський варіант, основне продовження
vi: QGD Slav: biến Hà Lan, dòng chính

source: QGD Slav: Dutch variation
ar: جامبيت الوزير المرفوض السلافي: التفريع الهولندي
br: Gambito da Dama Recusado, Defesa Eslava, Variante Holandesa
ca: Gambit de Dama refusat - Defensa Eslava - Variant Holandesa
de: Damengambit (abgelehnt) Slawisch: Holländische Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Holandesa
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: Holandako aldaera
fr: Gambit Dame refusé, défense slave, var. hollandaise
id: QGD: Slavia, Varian Belanda
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Olandese
nl: GDG Slavisch: Hollandse variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant holenderski
ru: Отказанный ферзевый гамбит: славянская защита, голландский вариант
si: DGZ slovanska, nizozemska različica
sv: Damgambit avböjd: Slaviskt, Holländsk variant
tr: QGD Slav: Hollanda varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Голландський варіант
vi: QGD Slav: biến Hà Lan

source: QGD Slav: Dutch, Lasker variation
ar: جامبيت الوزير المرفوض السلافي: الهولندي, لاسكر تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Holandesa, Variante Lasker
ca: Gambit de Dama refusat - Defensa Eslava - Variant Holandesa - Variante Lasker
de: Damengambit (abgelehnt) Slawisch: Holländisch, Lasker-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Holandesa, Variante Lasker
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: holandarra, Lasker aldaera
fr: Gambit Dame refusé, défense slave, var. hollandaise, var. Lasker
id: QGD: Slavia, Belanda, Varian Lasker
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Olandese, Variante Lasker
nl: GDG Slavisch: Hollands, Lasker variant
pl: Gam.hetm nieprzyj.,Słowiańska, holenderski, wariant Lasker;a
ru: Отказанный ферзевый гамбит: славянская защита, голландский вариант, вариант Ласкера
si: DGZ slovanska, nizozemska, Laskerjeva različica
sv: Damgambit avböjd: Slaviskt, Holländsk, Laskervarianten
tr: QGD Slav: Hollanda, Lasker varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Голландський варіант, варіант Ласкера
vi: QGD Slav: Hà Lan, Lasker biến

source: QGD Slav: Dutch, Saemisch variation
ar: جامبيت الوزير المرفوض السلافي: الهولندي, ساميش تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Holandesa, Variante Saemisch
ca: Gambit de Dama refusat - Defensa Eslava - Variant Holandesa - Variant Sämisch
de: Damengambit (abgelehnt) Slawisch: Holländisch, Saemisch-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Holandesa, Variante Sämisch
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: holandarra, Saemisch aldaera
fr: Gambit Dame refusé, défense slave, var. hollandaise, var. Sämisch
id: QGD: Slavia, Belanda, Varian Saemisch
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Olandese, Variante Sämisch
nl: GDG Slavisch: Hollands, Saemisch variant
pl: Gam.hetm nieprzyj.,Słowiańska, holenderski, wariant Saemisch'a
ru: Отказанный ферзевый гамбит: славянская защита, голландский вариант, вариант Земиша
si: DGZ slovanska, Saemischeva različica
sv: Damgambit avböjd: Slaviskt, Holländsk, Sämischvarianten
tr: QGD Slav: Hollanda, Saemisch varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Голландський варіант, варіант Земіша
vi: QGD Slav: Hà Lan, Saemisch biến

source: QGD Slav: Krause attack
ar: جامبيت الوزير المرفوض السلافي: كراوز هجوم
br: Gambito da Dama Recusado, Defesa Eslava, Ataque Krause
ca: Gambit de Dama refusat - Defensa Eslava - Atac Krause
de: Damengambit (abgelehnt) Slawisch: Krause Angriff
es: Gambito de Dama Rehusado, Defensa Eslava, Ataque Krause
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: Krause erasoa
fr: Gambit Dame refusé, défense slave, attaque Krause
id: QGD: Slavia, Serangan Krause
it: Gambetto di Donna Rifiutato, Difesa Slava, Attacco Krause
nl: GDG Slavisch: Krause aanval
pl: Gam.hetm nieprzyj.,Słowiańska,atka Krause'go
ru: Отказанный ферзевый гамбит: славянская защита, атака Краузе
si: DGZ slovanska, Krausev napad
sv: Damgambit avböjd: Slaviskt, Krauses angrepp
tr: QGD Slav: Krause hücumu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, атака Краузе
vi: QGD Slav: Krause tấn công

source: QGD Slav: Landau variation
ar: جامبيت الوزير المرفوض السلافي: لاندو تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Landau
ca: Gambit de Dama refusat - Defensa Eslava - Variant Landau
de: Damengambit (abgelehnt) Slawisch: Landau-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Landau
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: Landau aldaera
fr: Gambit Dame refusé, défense slave, var. Landau
id: QGD: Slavia, Varian Landau
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Landau
nl: GDG Slavisch: Landau variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant Landau
ru: Отказанный ферзевый гамбит: славянская защита, вариант Ландау
si: DGZ slovanska, Landauova različica
sv: Damgambit avböjd: Slaviskt, Landauvarianten
tr: QGD Slav: Landau varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Ландау
vi: QGD Slav: Landau biến

source: QGD Slav: Schlechter variation
ar: جامبيت الوزير المرفوض السلافي:شيليشتر تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Schlechter
ca: Gambit de Dama refusat - Defensa Eslava - Variant Schlechter
de: Damengambit (abgelehnt) Slawisch: Schlechter-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Schlechter
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: Schlechter aldaera
fr: Gambit Dame refusé, défense slave, var. Schlechter
id: QGD: Slavia, Varian Schlechter
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Schlechter
nl: GDG Slavisch: Schlechter variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant Schlechter
ru: Отказанный ферзевый гамбит: славянская защита, вариант Шлехтера
si: DGZ slovanska, Schlechterjeva različica
sv: Damgambit avböjd: Slaviskt, Schlechtervarianten
tr: QGD Slav: Schlechter varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Шлехтера
vi: QGD Slav: Schlechter biến

source: QGD Slav: Semmering variation
ar: جامبيت الوزير المرفوض السلافي: سمرينغ تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Semmering
ca: Gambit de Dama refusat - Defensa Eslava - Variant Semmering
de: Damengambit (abgelehnt) Slawisch: Semmering-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Semmering
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: Semmering aldaera
fr: Gambit Dame refusé, défense slave, var. de Semmering
id: QGD: Slavia, Varian Semmering
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Semmering
nl: GDG Slavisch: Semmering variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant Semmering
ru: Отказанный ферзевый гамбит: славянская защита, земмерингский вариант
si: DGZ slovanska, Semmeringova različica
sv: Damgambit avböjd: Slaviskt, Semmeringvarianten
tr: QGD Slav: Semmering varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Земмерінгський варіант
vi: QGD Slav: biến thể Semmering

source: QGD Slav: Slav gambit
ar: جامبيت الوزير المرفوض السلافي: السلافي جامبيت
br: Gambito da Dama Recusado, Defesa Eslava, Gambito Eslavo
ca: Gambit de Dama refusat - Defensa Eslava - Gambit Eslavo
de: Damengambit (abgelehnt) Slawisch: Slawisch Gambit
es: Gambito de Dama Rehusado, Defensa Eslava, Gambito Eslavo
eu: Damaren Ganbito Ukatua eDefentsa eslaviarraa: eDefentsa eslaviarraiar ganbitoa
fr: Gambit Dame refusé, défense slave, gambit slave
id: QGD: Slavia, Gambit Slavia
it: Gambetto di Donna Rifiutato, Difesa Slava, Mossa di Eslavo
nl: GDG Slavisch: Slavisch gambiet
pl: Gam.hetm nieprzyj.,Słowiańska, gambit Słowiański
ru: Отказанный ферзевый гамбит: славянская защита, славянский гамбит
si: DGZ slovanska, slovanski gambit
sv: Damgambit avböjd: Slaviskt, slavisk gambit
tr: QGD Slav: Slav gambiti
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Слов’янський гамбіт

source: QGD Slav: Smyslov variation
ar: جامبيت الوزير المرفوض السلافي: سيمسلوف تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Smyslov
ca: Gambit de Dama refusat - Defensa Eslava - Variant Smyslov
de: Damengambit (abgelehnt) Slawisch: Smyslov-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Smyslov
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: Smyslov aldaera
fr: Gambit Dame refusé, défense slave, var. Smyslov
id: QGD: Slavia, Varian Smyslov
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Smyslov
nl: GDG Slavisch: Smyslov variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant Smyslov'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Смыслова
si: DGZ slovanska, Smyslova različica
sv: Damgambit avböjd: Slaviskt, Smyslovvarianten
tr: QGD Slav: Smyslov varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Смислова
vi: QGD Slav: Smyslov biến

source: QGD Slav: Soultanbeieff variation
ar: جامبيت الوزير المرفوض السلافي: سلطانبيف تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Soultanbeieff
ca: Gambit de Dama refusat - Defensa Eslava - Variant Soultanbeieff
de: Damengambit (abgelehnt) Slawisch: Soultanbeieff-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Soultanbeieff
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: Soultanbeieff aldaera
fr: Gambit Dame refusé, défense slave, var. Soultanbeieff
id: QGD: Slavia, Varian Soultanbeieff
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Soultanbeieff
nl: GDG Slavisch: Soultanbeieff variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant Soultanbeieff'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Султанбеева
si: DGZ slovanska, Soultanbeieffova različica
sv: Damgambit avböjd: Slaviskt, Soultanbeieff-varianten
tr: QGD Slav: Soultanbeieff varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Султанбеєва
vi: QGD Slav: Soultanbeieff biến

source: QGD Slav: Steiner variation
ar: جامبيت الوزير المرفوض السلافي: شتاينر تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Steiner
ca: Gambit de Dama refusat - Defensa Eslava - Variant Steiner
de: Damengambit (abgelehnt) Slawisch: Steiner-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Steiner
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: Steiner aldaera
fr: Gambit Dame refusé, défense slave, var. Steiner
id: QGD: Slavia, Varian Steiner
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Steiner
nl: GDG Slavisch: Steiner variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant Steiner'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Стейнера
si: DGZ slovanska, Steinerjeva različica
sv: Damgambit avböjd: Slaviskt, Steinervarianten
tr: QGD Slav: Steiner varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Стейнера
vi: QGD Slav: Steiner biến

source: QGD Slav: Suechting variation
ar: جامبيت الوزير المرفوض السلافي: سوشتينج تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Suechting
ca: Gambit de Dama refusat - Defensa Eslava - Variant Suechting
de: Damengambit (abgelehnt) Slawisch: Suechting-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Suechting
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: Suechting aldaera
fr: Gambit Dame refusé, défense slave, var. Süchting
id: QGD: Slavia, Varian Suechting
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Suechting
nl: GDG Slavisch: Suechting variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant Suechting'a
ru: Отказанный ферзевый гамбит: славянская защита, вариант Зюхтинга
si: DGZ slovanska, Suechtingova različica
sv: Damgambit avböjd: Slaviskt, Süchtingvarianten
tr: QGD Slav: Suechting varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, варіант Зюхтінга
vi: QGD Slav: Suechting biến

source: QGD Slav: Tolush-Geller gambit
ar: جامبيت الوزير المرفوض السلافي: تولوش-جيلر جامبيت
br: Gambito da Dama Recusado, Defesa Eslava, Gambito Tolush-Geller
ca: Gambit de Dama refusat - Defensa Eslava - Gambit Tolush Geller
de: Damengambit (abgelehnt) Slawisch: Tolush-Geller Gambit
es: Gambito de Dama Rehusado, Defensa Eslava, Gambito Tolush Geller
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: Tolush-Geller ganbitoa
fr: Gambit Dame refusé, défense slave, gambit Tolush - Geller
id: QGD: Slavia, Gambit Tolush-Geller
it: Gambetto di Donna Rifiutato, Difesa Slava, Mossa di Tolush Geller
nl: GDG Slavisch: Tolush-Geller gambiet
pl: Gam.hetm nieprzyj.,Słowiańska, gambit Tolush-Geller
ru: Отказанный ферзевый гамбит: славянская защита, гамбит Толуша-Геллера
si: DGZ slovanska, Tolush-Gellerjev gambit
sv: Damgambit avböjd: Slaviskt, Tolusj-Gellers gambit
tr: QGD Slav: Tolush-Geller gambiti
uk: Відхилений ферзевий гамбіт: Слов’янський захист, гамбіт Толуша-Геллера

source: QGD Slav: Wiesbaden variation
ar: جامبيت الوزير المرفوض السلافي: فيسبادن تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante Wiesbaden
ca: Gambit de Dama refusat - Defensa Eslava - Variant Wiesbaden
de: Damengambit (abgelehnt) Slawisch: Wiesbaden-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante Wiesbaden
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: Wiesbaden aldaera
fr: Gambit Dame refusé, défense slave, var. de Wiesbaden
id: QGD: Slavia, Varian Wiesbaden
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante Wiesbaden
nl: GDG Slavisch: Wiesbaden variant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant Wiesbaden
ru: Отказанный ферзевый гамбит: славянская защита, висбаденский вариант
si: DGZ slovanska, Wiesbadenova različica
sv: Damgambit avböjd: Slaviskt, Wiesbadenvarianten
tr: QGD Slav: Wiesbaden varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, Вісбаденський варіант
vi: QGD Slav: Wiesbaden biến

source: QGD Slav: Winawer counter-gambit
ar: جامبيت الوزير المرفوض السلافي: ويناور الجامبيت المضاد
br: Gambito da Dama Recusado, Defesa Eslava, Contra-Gambito Winawer
ca: Gambit de Dama refusat - Defensa Eslava - Contra-Gambit Winawer
de: Damengambit (abgelehnt) Slawisch: Winawer Gegengambit
es: Gambito de Dama Rehusado, Defensa Eslava, ContraGambito Winawer
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: Winawer kontra-ganbitoa
fr: Gambit Dame refusé, défense slave, contre-gambit Winawer
id: QGD: Slavia, Gambit Balasan Winawer
it: Gambetto di Donna Rifiutato, Difesa Slava, Controgambetto Winawer
nl: GDG Slavisch: Winawer tegengambiet
pl: Gam.hetm nieprzyj.,Słowiańska, kontrgambit Winawer'a
ru: Отказанный ферзевый гамбит: славянская защита, контргамбит Винавера
si: DGZ slovanska, Winawerjev proti-gambit
sv: Damgambit avböjd: Slaviskt, Winawers motgambit
tr: QGD Slav: Winawer karşı gambiti
uk: Відхилений ферзевий гамбіт: Слов’янський захист, контргамбіт Вінавера
vi: QGD Slav: Winawer phản Gambit

source: QGD Slav: exchange variation, 6.Bf4 Bf5
ar: جامبيت الوزير المرفوض السلافي: التكسير تفريع, 6.Bf4 Bf6
br: Gambito da Dama Recusado, Defesa Eslava, Variante da Troca, 6.Bf4 Bf5
ca: Gambit de Dama refusat - Defensa Eslava - Variant del Canvi - 6. Af4 Af5
de: Damengambit (abgelehnt) Slawisch: Abtauschvariante, 6.Lf4 Lf5
es: Gambito de Dama Rehusado, Defensa Eslava, Variante del Cambio, 6.Af4 Af5
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: truke aldaera, 6.Af4 Af5
fr: Gambit Dame refusé, défense slave, var. d'échange, 6.Ff4 Ff5
id: QGD: Slavia, Tukar, 6.Gf4 Gf5
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante di Cambio, 6.Af4 Af5
nl: GDG Slavisch: ruilvariant , 6.Lf4 Lf5
pl: Gam.hetm nieprzyj.,Słowiańska, wariant wymienny, 6.Gf4 Gf5
ru: Отказанный ферзевый гамбит: славянская защита, разменный вариант, 6.Сf4 Сf5
si: DGZ slovanska, izmenjalna različica, 6. Lf4 Lf5
sv: Damgambit avböjd: Slaviskt, Avbytesvarianten, 6.Lf4 Lf5
tr: QGD Slav: takas varyasyonu, 6.Bf4 Bf5
uk: Відхилений ферзевий гамбіт: Слов’янський захист, розмінний варіант, 6.Сf4 Сf5
vi: QGD Slav: ngoại tệ thay đổi, 6.Bf4 BF5

source: QGD Slav: exchange variation
ar: جامبيت الوزير المرفوض السلافي: التكسير تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante do Troca
ca: Gambit de Dama refusat - Defensa Eslava - Variant del canvi
de: Damengambit (abgelehnt) Slawisch: Abtauschvariante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante del Cambio
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: truke-aldaera
fr: Gambit Dame refusé, défense slave, var. d'échange
id: QGD: Slavia, Varian Tukar
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante di Cambio
nl: GDG Slavisch: ruilvariant
pl: Gam.hetm nieprzyj.,Słowiańska, wariant wymienny
ru: Отказанный ферзевый гамбит: славянская защита, разменный вариант
si: DGZ slovanska, izmenjalna različica
sv: Damgambit avböjd: Slaviskt, Avbytesvarianten
tr: QGD Slav: takas varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, розмінний варіант
vi: QGD Slav: ngoại tệ thay đổi

source: QGD Slav: exchange, Trifunovic variation
ar: جامبيت الوزير المرفوض السلافي: التكسير, تريفونوفيك تفريع
br: Gambito da Dama Recusado, Defesa Eslava, Variante da Troca, Variante Trifunovic
ca: Gambit de Dama refusat - Defensa Eslava - Variant del canvi - Variant Trifunovic
de: Damengambit (abgelehnt) Slawisch: Abtauschvariante, Trifunovic-Variante
es: Gambito de Dama Rehusado, Defensa Eslava, Variante del Cambio, Variante Trifunovic
eu: Damaren Ganbito Ukatua Defentsa eslaviarra: trukea, Trifunovic aldaera
fr: Gambit Dame refusé, défense slave, var. d'échange, var. Trifunović
id: QGD: Slavia, Tukar, Varian Trifunovic
it: Gambetto di Donna Rifiutato, Difesa Slava, Variante di Cambio, Variante Trifunovic
nl: GDG Slavisch: , Trifunovic ruilvariant
pl: Gam.hetm nieprzyj.,Słowiańska, wymienny, wariant Trifunovic'a
ru: Отказанный ферзевый гамбит: славянская защита, разменный вариант, вариант Трифуновича
si: DGZ slovanska, izmenjalna, Trifunoviceva različica
sv: Damgambit avböjd: Slaviskt, Avbytesvarianten, Trifunovicvarianten
tr: QGD Slav: takas, Trifunovic varyasyonu
uk: Відхилений ферзевий гамбіт: Слов’янський захист, розмінний варіант, варіант Трифуновича
vi: QGD Slav: trao đổi, Trifunović biến

source: QGD Slav
ar: جامبيت الوزير المرفوض السلافي
br: Gambito da Dama Recusado, Defesa Eslava
ca: Gambit de Dama refusat - Defensa Eslava
de: Damengambit (abgelehnt) Slawisch
es: Gambito de Dama Rehusado, Defensa Eslava
eu: Damaren Ganbito Ukatua eslaviarra
fr: Gambit Dame refusé, défense slave
id: QGD, Slavia
it: Gambetto di Donna Rifiutato, Difesa Slava
nl: GDG Slavisch
pl: Gam.hetm nieprzyj. Słowiańska
ru: Отказанный ферзевый гамбит: славянская защита
si: DGZ slovanska
sv: Damgambit avböjd: Slaviskt
uk: Відхилений ферзевий гамбіт: Слов’янський захист
