Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Bishop's opening: Philidor counter-attack
ar: افتتاح الفيل: فيليدور الهجوم المضاد
br: Abertura do Bispo, Contra-ataque Philidor
ca: Obertura de l'Alfil - Contra-atac Philidor
de: Läuferspiel: Philidor Gegenangriff
es: Apertura del Alfil, Contraataque Philidor
eu: Alfilaren irekiera: Philidorren kontraerasoa
fr: Début du Fou, contre-attaque Philidor
id: Pembukaan Gajah: Serangan Balik Philidor
it: Apertura d'Alfiere, Contrattacco Philidor
nl: Loperspel: Philidor tegenaanval
pl: Debiut gońca: kontratak Philidor'a
ru: Дебют слона: контратака Филидора
si: Lovčeva otvoritev: Philidorjev protinapad
sv: Löparspel: Philidors motangrepp
tr: Fil'in açılışı: Philidor karşı hücumu
uk: Дебют слона: контратака Філідора
vi: Khai cuộc Tịnh: phản công Philidor

source: Bishop's opening: Philidor variation
ar: افتتاح الفيل: فيليدور تفريع
br: Abertura do Bispo, Variante Philidor
ca: Obertura de l'Alfil - Variant Philidor
de: Läuferspiel: Philidor-Variante
es: Apertura del Alfil, Variante Philidor
eu: Alfilaren irekiera: Philidor aldaera
fr: Début du Fou, var. Philidor
id: Pembukaan Gajah: Varian Philidor
it: Apertura d'Alfiere, Variante Philidor
nl: Loperspel: Philidor variant
pl: Debiut gońca: wariant Philidor'a
ru: Дебют слона: вариант Филидора
si: Lovčeva otvoritev: Philidorjeva različica
sv: Löparspel: Philidorvarianten
tr: Fil'in açılışı: Philidor varyasyonu
uk: Дебют слона: варіант Філідора
vi: Khai cuộc Tịnh: biến thể Philidor

source: Bishop's opening: Ponziani gambit
ar: افتتاح الفيل: بونزياني جامبيت
br: Abertura do Bispo, Gambito Ponziani
ca: Obertura de l'Alfil - Gambit Ponziani
de: Läuferspiel: Ponziani Gambit
es: Apertura del Alfil, Gambito Ponziani
eu: Alfilaren irekiera: Ponziani ganbitoa
fr: Début du Fou, gambit Ponziani
id: Pembukaan Gajah: Gambit Ponziani
it: Apertura d'Alfiere, Gambetto Ponziani
nl: Loperspel: Ponziani gambiet
pl: Debiut gońca: gambit Ponziani
ru: Дебют слона: гамбит Понциани
si: Lovčeva otvoritev: Ponzianijev gambit
sv: Löparspel: Ponzianigambit
tr: Fil'in açılışı: Ponziani gambiti
uk: Дебют слона: гамбіт Понціані
vi: Khai cuộc Tịnh: Ponziani Gambit

source: Bishop's opening: Pratt variation
ar: افتتاح الفيل: برات تفريع
br: Abertura do Bispo, Variante Pratt
ca: Obertura de l'Alfil - Variant Pratt
de: Läuferspiel: Pratt-Variante
es: Apertura del Alfil, Variante Pratt
eu: Alfilaren irekiera: Pratt aldaera
fr: Début du Fou, var. Pratt
id: Pembukaan Gajah: Varian Pratt
it: Apertura d'Alfiere, Variante Pratt
nl: Loperspel: Pratt variant
pl: Debiut gońca: wariant Pratt'a
ru: Дебют слона: вариант Пратта
si: Lovčeva otvoritev: Prattova različica
sv: Löparspel: Prattvarianten
tr: Fil'in açılışı: Pratt varyasyonu
uk: Дебют слона: варіант Пратта
vi: Khai cuộc Tịnh: biến thể Pratt

source: Bishop's opening: Urusov gambit, Panov variation
ar: افتتاح الفيل: يوروزوف جامبيت, بانوف تفريع
br: Abertura do Bispo, Gambito Urusov, Variante Panov
ca: Obertura de l'Alfil - Gambit Urusov - Variant Panov
de: Läuferspiel: Urusov Gambit, Panov-Variante
es: Apertura del Alfil, Gambito Urusov, Variante Panov
eu: Alfilaren irekiera: Urusov ganbitoa, Panov aldaera
fr: Début du Fou, gambit Urusov, var. Panov
id: Pembukaan Gajah: Gambit Urusov, Varian Panov
it: Apertura d'Alfiere, Gambetto Urusov, Variante Panov
nl: Loperspel: Urusov gambiet, Panov variant
pl: Debiut gońca: gambit Urusova, wariant Panova
ru: Дебют слона: гамбит Урусова, вариант Панова
si: Lovčeva otvoritev: Urusov gambit, Panova različica
sv: Löparspel: Urusovs gambit, Panovvarianten
tr: Fil'in açılışı: Urusov gambiti, Panov varyasyonu
uk: Дебют слона: гамбіт Урусова, варіант Панова
vi: Khai cuộc Tịnh: Urusov gambit, biến thể Panov

source: Bishop's opening: Urusov gambit
ar: افتتاح الفيل: يوروزوف جامبيت
br: Abertura do Bispo, Gambito Urusov
ca: Obertura de l'Alfil - Gambit Urusov
de: Läuferspiel: Urusov Gambit
es: Apertura del Alfil, Gambito Urusov
eu: Alfilaren irekiera: Urusov ganbitoa
fr: Début du Fou, gambit Urusov
id: Pembukaan Gajah: Gambit Urusov
it: Apertura d'Alfiere, Gambetto Urusov
nl: Loperspel: Urusov gambiet
pl: Debiut gońca: gambit Urusova
ru: Дебют слона: гамбит Урусова
si: Lovčeva otvoritev: Urusov gambit
sv: Löparspel: Urusovs gambit
tr: Fil'in açılışı: Urusov gambiti
uk: Дебют слона: гамбіт Урусова
vi: Khai cuộc Tịnh: Urusov Gambit

source: Bishop's opening: Wing gambit
ar: افتتاح الفيل: الجناح جامبيت
br: Abertura do Bispo, Gambito da Ala
ca: Obertura de l'Alfil - Gambit de l'ala
de: Läuferspiel: Flügelgambit
es: Apertura del Alfil, Gambito del Ala
eu: Alfilaren irekiera: hegaleko ganbitoa
fr: Début du Fou, gambit de l'aile
id: Pembukaan Gajah: Gambit Sayap
it: Apertura d'Alfiere, Gambetto Wing
nl: Loperspel: Vleugelgambiet
pl: Debiut gońca: gambit skrzydłowy
ru: Дебют слона: фланговый гамбит
si: Lovčeva otvoritev: Wingov gambit
sv: Löparspel: Vinggambit
tr: Fil'in açılışı: Kanat gambiti
uk: Дебют слона: фланговий гамбіт
vi: Khai cuộc Tịnh: Wing gambit

source: Bishop's opening: del Rio variation
ar: افتتاح الفيل: ديل ريو تفريع
br: Abertura do Bispo, Variante Del Rio
ca: Obertura de l'Alfil - Variant del Río
de: Läuferspiel: del-Rio-Variante
es: Apertura del Alfil, Variante del Río
eu: Alfilaren irekiera: del Rio aldaera
fr: Début du Fou, var. del Rio
id: Pembukaan Gajah: Varian del Rio
it: Apertura d'Alfiere, Variante del Río
nl: Loperspel: del Rio variant
pl: Debiut gońca: wariant del Rio
ru: Дебют слона: вариант дель Рио
si: Lovčeva otvoritev: del Rio različica
sv: Löparspel: del Rios variant
tr: Fil'in açılışı: del Rio varyasyonu
uk: Дебют слона: варіант дель Ріо
vi: Khai cuộc Tịnh: biến del Rio

source: Bishop's opening: four pawns' gambit
ar: افتتاح الفيل: الأربعة بيادق' جامبيت
br: Abertura do Bispo, Gambito dos 4 Peões
ca: Obertura de l'Alfil - Gambit dels quatre peons
de: Läuferspiel: Four pawns' Gambit
es: Apertura del Alfil, Gambito de los 4 Peones
eu: Alfilaren irekiera: lau peoien ganbitoa
fr: Début du Fou, gambit des quatre pions
id: Pembukaan Gajah: Gambit 4 Bidak
it: Apertura d'Alfiere, Gambetto dei 4 Pedoni
nl: Loperspel: Vier pionnen ' gambiet
pl: Debiut gońca: gambit czterech pionów
ru: Дебют слона: гамбит четырех пешек
si: Lovčeva otvoritev: gambit štirih kmetov
sv: Löparspel: Fyrbondesgambit
tr: Fil'in açılışı: Dört piyonun gambiti
uk: Дебют слона: гамбіт чотирьох пішаків
vi: Khai cuộc Tịnh: cờ Bốn tốt gambit

source: Bishop's opening
ar: افتتاح الفيل
br: Abertura do Bispo
ca: Obertura de l'Alfil
de: Läuferspiel
es: Apertura del Alfil
eu: Alfilaren irekiera
fr: Début du Fou
id: Pembukaan Gajah
it: Apertura d'Alfiere
nl: Loperspel
pl: Debiut gońca
ru: Дебют слона
si: Lovčeva otvoritev
sv: Löparspel
tr: Fil'in açılışı
uk: Дебют слона
vi: Khai cuộc Tịnh

source: Blackburne shilling gambit
ar: برنبلاك شيلنج جامبيت
br: Gambito Blackburne Shilling
ca: Defensa del xíling de Blackburne
es: Defensa del chelín de Blackburne
eu: Blackburneren txelinaren ganbitoa
fr: Gambit Blackburne (gambit du shilling)
id: Gambit Blackburne Shilling
it: Difesa Blackburne
nl: Blackburne shilling gambiet
pl: Gambit szyling Blackburne
ru: Шиллинговый гамбит Блэкберна
sv: Blackburne-Shillings gambit
tr: Blackburne shilling gambiti
uk: Шиллінговий гамбіт Блекберна

source: Blackmar gambit
ar: بلاكمار جامبيت
br: Abertura do Peão de Dama, Gambito Blackmar
ca: Obertura de peó de Dama - Gambit Blackmar
es: Apertura del Peón de Dama, Gambito Blackmar
eu: Blackmar ganbitoa
fr: Gambit Blackmar
id: Gambit Blackmar
it: Apertura del Pedone di Donna, Gambetto Blackmar
nl: Blackmar gambiet
pl: Gambit Blackmar'a
ru: Гамбит Блэкмара
si: Blackmarjev gambit
tr: Blackmar gambiti
uk: Гамбіт Блекмара

source: Blackmar-Diemer gambit
ar: بلاكمار-دايمر جامبيت
br: Gambito Blackmar-Diemer
ca: Gambit Blackmar Diemer
es: Gambito Blackmar Diemer
eu: Blackmar-Diemer ganbitoa
fr: Gambit Blackmar - Diemer
id: Gambit Blackmar-Diemer
it: Gambetto Blackmar Diemer
nl: Blackmar-Diemergambiet
pl: Gambit Blackmar'a-Diemer'a
ru: Гамбит Блэкмара-Димера
sv: Blackmar-Diemers gambit
tr: Blackmar-Diemer gambiti
uk: Гамбіт Блекмара-Дімера

source: Blackmar-Diemer: Euwe defence
ar: بلاكمار-دايمر: إيوي دفاع
br: Gambito Blackmar-Diemer, Defesa Euwe
ca: Gambit Blackmar Diemer - Defensa Euwe
de: Blackmar-Diemer: Euwe Verteidigung
es: Gambito Blackmar Diemer, Defensa Euwe
eu: Blackmar-Diemer: Euwe defentsa
fr: Gambit Blackmar - Diemer, défense Euwe
id: Gambit Blackmar-Diemer: Pembelaan Euwe
it: Gambetto Blackmar Diemer, Difesa Euwe
nl: Blackmar-Diemer: Euwe verdediging
pl: Blackmar-Diemer, obrona Euwe
ru: Гамбит Блэкмара-Димера: защита Эйве
si: Blackmar-Diemer: Euwe obramba
sv: Blackmar-Diemer: Euwes försvar
tr: Blackmar-Diemer: Euwe savunması
uk: Гамбіт Блекмара-Дімера: захист Ейве
vi: Blackmar-Diemer: Phòng thủ Euwe

source: Blackmar-Diemer: Lemberg counter-gambit
ar: بلاكمار-دايمر: ليمبرج الجامبيت المضاد
br: Gambito Blackmar-Diemer, Contra-Gambito Lemberg
ca: Gambit Blackmar Diemer - Contra-Gambit Lemberg
de: Blackmar-Diemer: Lemberg Gegengambit
es: Gambito Blackmar Diemer, ContraGambito Lemberg
eu: Blackmar-Diemer: Lemberg-en kontra-ganbitoa
fr: Gambit Blackmar - Diemer, contre-gambit de Lemberg
id: Gambit Blackmar-Diemer: Gambit Balasa Lemberg
it: Gambetto Blackmar Diemer, Controgambetto Lemberg
pl: Blackmar'a-Diemer'a, kontrgambit Lemberg'a
ru: Гамбит Блэкмара-Димера: лембергский контргамбит
si: Blackmar-Diemer: Lembergov proti-gambit
sv: Blackmar-Diemer: Lembergs motgambit
tr: Blackmar-Diemer: Lemberg karşı gambiti
uk: Гамбіт Блекмара-Дімера: Лембергський контргамбіт
vi: Blackmar-Diemer: Lemberg phản Gambit

source: Blumenfeld counter-gambit accepted
ar: بلومنفلد الجامبيت المضاد المقبول
br: Contra-Gambito Blumenfeld Aceito
ca: Contra-Gambit Blumenfeld acceptat
de: Blumenfeld Gegengambit angenommen
es: ContraGambito Blumenfeld Aceptado
eu: Blumenfelden kontra-ganbito onartua
fr: Contre-gambit Blumenfeld accepté
id: Gambit Balasan Blumenfeld Diterima
it: Controgambetto Blumenfeld Accettato
nl: Blumenfeld geaccepteerd tegengambiet
pl: Kontrgambit Blumenfeld'a przyjęty
ru: Принятый гамбит Блюменфельда
si: Blumenfeldov proti-gambit sprejet
sv: Blumenfelds motgambit antagen
tr: Blumenfeld karşı gambiti kabul edilmiş
uk: Прийнятий гамбіт Блюменфельда
vi: Blumenfeld chấp nhận phản gambit

source: Blumenfeld counter-gambit, Dus-Chotimirsky variation
ar: بلومنفلد الجامبيت المضاد, داس-تشوتيميرسكي تفريع
br: Contra-Gambito Blumenfeld Recusado, Variante Dus-Chotimirsky
ca: Contra-Gambit Blumenfeld refusat - Variant Dus Chotimirsky
de: Blumenfeld Gegengambit, Dus-Chotimirsky-Variante
es: ContraGambito Blumenfeld Rehusado, Variante Dus Chotimirsky
eu: Blumenfelden kontra-ganbitoa, Dus-Chotimirsky aldaera
fr: Contre-gambit Blumenfeld, var. Douz-Khotimirski
id: Gambit Balasan Blumenfeld: Varian Dus-Chotimirsky
it: Controgambetto Blumenfeld Rifiutato, Variante Dus Chotimirsky
nl: Blumenfeld tegengambiet, Dus-Chotimirsky variant
pl: Kontrgambit Blumenfeld'a, wariant Dus-Chotimursky
ru: Гамбит Блюменфельда: вариант Дуз-Хотимирского
si: Blumenfeldov proti-gambit, Dus-Chotimirsky različica
sv: Blumenfelds motgambit: Duz-Khotimirskijvarianten
tr: Blumenfeld karşı gambiti, Dus-Chotimirsky varyasyonu
uk: Гамбіт Блюменфельда: варіант Дуз-Хотимирського
vi: Blumenfeld phản Gambit, biến thể Dus-Chotimursky

source: Blumenfeld counter-gambit, Spielmann variation
ar: بلومنفلد الجامبيت المضاد, سبيلمان تفريع
br: Contra-Gambito Blumenfeld Recusado, Variante Spielmann
ca: Contra-Gambit Blumenfeld refusat - Variant Spielmann
de: Blumenfeld Gegengambit, Spielmann-Variante
es: ContraGambito Blumenfeld Rehusado, Variante Spielmann
eu: Blumenfelden kontra-ganbitoa, Spielmannen aldaera
fr: Contre-gambit Blumenfeld, var. Spielmann
id: Gambit Balasan Blumenfeld: Varian Spielmann
it: Controgambetto Blumenfeld Rifiutato, Variante Spielmann
nl: Blumenfeld tegengambiet, Spielmann variant
pl: Kontrgambit Blumenfeld'a, wariant Spielmann'a
ru: Гамбит Блюменфельда: вариант Шпильмана
si: Blumenfeldov proti-gambit, Spelmannova različica
sv: Blumenfelds motgambit: Spielmannvarianten
tr: Blumenfeld karşı gambiti, Spielmann varyasyonu
uk: Гамбіт Блюменфельда: варіант Шпільмана
vi: Blumenfeld phản Gambit, biến Spielmann

source: Blumenfeld counter-gambit
ar: بلومنفلد الجامبيت المضاد
br: Contra-Gambito Blumenfeld
ca: Contra-Gambit Blumenfeld
de: Blumenfeld Gegengambit
es: ContraGambito Blumenfeld
eu: Blumenfelden kontra-ganbitoa
fr: Contre-gambit Blumenfeld
id: Gambit Balasan Blumenfeld
it: Controgambetto Blumenfeld
nl: Blackmar-Diemer: Lemberg tegengambiet
pl: Kontrgambit Blumenfeld'a
ru: Гамбит Блюменфельда
si: Blumenfeldov proti-gambit
sv: Blumenfelds motgambit
tr: Blumenfeld karşı gambiti
uk: Гамбіт Блюменфельда
vi: Blumenfeld phản Gambit

source: Boden-Kieseritsky gambit: Lichtenhein defence
ar: بودن-كايزرتسكي جامبيت: ليشتنهاين دفاع
br: Abertura Vienesa, Gambito Boden Kieseritzky, Defesa Lichtenhein
ca: Obertura Vienesa - Gambit Boden Kieseritzky - Defensa Lichtenhein
de: Boden-Kieseritsky Gambit: Lichtenhein Verteidigung
es: Apertura Vienesa, Gambito Boden Kieseritzky, Defensa Lichtenhein
eu: Boden-Kieseritsky ganbitoa: Lichtenheinen defentsa
fr: Gambit Boden - Kieseritzky, défense Lichtenhein
id: Gambit Boden-Kieseritsky: Pembelaan Lichtenhein
it: Apertura Viennese, Mossa di Boden Kieseritzky, Difesa Lichtenhein
nl: Boden-Kieseritsky gambiet: Lichtenhein verdediging
pl: Gambit Boden-Kieseritsky, obrona Lichtenhein
ru: Гамбит Бодена-Кизерицкого: защита Лихтенхейна
si: Boden-Kieseritsky gambit: Lichtenheinova obramba
sv: Boden-Kieseritzky-gambit: Lichtenheins försvar
tr: Boden-Kieseritsky gambiti: Lichtenhein savunması
uk: Гамбіт Бодена-Кізерицького: захист Ліхтенхейна
vi: Thí quân Boden-Kieseritsky: Phòng thủ Lichtenhein

source: Boden-Kieseritsky gambit
ar: بودن-كايزرتسكي جامبيت
br: Abertura Vienesa, Gambito Boden-Kieseritzky
ca: Obertura Vienesa - Gambit Boden Kieseritzky
es: Apertura Vienesa, Gambito Boden Kieseritzky
eu: Boden-Kieseritsky ganbitoa
fr: Gambit Boden - Kieseritzky
id: Gambit Boden-Kieseritsky
it: Apertura Viennese, Mossa di Boden Kieseritzky
nl: Boden-Kieseritsky gambiet
pl: Gambit Boden-Kieseritsky
ru: Гамбит Бодена-Кизерицкого
sv: Boden-Kieseritzky-gambit
tr: Boden-Kieseritsky gambiti
uk: Гамбіт Бодена-Кізерицького

source: Bogo-Indian defence, Gruenfeld variation
ar: بوجو الهندي دفاع, جرونفلد تفريع
br: Defesa Bogo-Índia, Variante Grünfeld
ca: Defensa Bogo Índia - Variant Grünfeld
de: Bogol-Indische Verteidigung, Grünfeld-Variante
es: Defensa Bogo India, Variante Grünfeld
eu: Bogo-Indiar defentsa, Gruenfeld aldaera
fr: Défense Bogo-indienne, var. Grünfeld
id: Pembelaan Hindia Bogo: Varian Grunfeld
it: Difesa Bogo Indiana, Variante Grünfeld
nl: BogoIndische verdediging, Gruenfeld variant
pl: Obrona Bogo-Indyjska, wariant Gruenfeld'a
ru: Защита Боголюбова: вариант Грюнфельда
si: Bogo-indijska obramba, Gruenfeld različica
sv: Bogo-indiskt försvar: Grünfeldvarianten
tr: Bogo-Hint savunması, Gruenfeld varyasyonu
uk: Захист Боголюбова: варіант Грюнфельда
vi: Phòng thủ Bogo-Ấn Độ, biến thể Gruenfeld

source: Bogo-Indian defence, Monticelli trap
ar: بوجو الهندي دفاع, مونتيسيلي فخ
br: Defesa Bogo-Índia, Armadilha de Monticelli
ca: Defensa Boga Índia - Trampa de Monticelli
de: Bogol-Indische Verteidigung, Monticelli Falle
es: Defensa Bogo India, Trampa de Monticelli
eu: Bogo-Indiar defentsa, Monticelli tranpa
fr: Défense Bogo-indienne, piège de Monticelli
id: Pembelaan Hindia Bogo: Jebakan Monticelli
it: Difesa Bogo Indiana, Trappola Monticelli
nl: BogoIndische verdediging, Monticelli val
pl: Obrona Bogo-Indyjska, pułapka Monticelli
ru: Защита Боголюбова: ловушка Монтичелли
si: Bogo-indijska obramba, Monticellijeva past
sv: Bogo-indiskt försvar: Monticellifällan
tr: Bogo-Hint savunması, Monticelli tuzağı
uk: Захист Боголюбова: пастка Монтічеллі
vi: Phòng thủ Bogo-Ấn Độ, bẫy Monticelli

source: Bogo-Indian defence, Nimzovich variation
ar: بوجو الهندي دفاع, نيمزوفيتش تفريع
br: Defesa Bogo-Índia, Variante Nimzowitsch
ca: Defensa Bogo Índia - Variant Nimzowitsch
de: Bogol-Indische Verteidigung, Nimzowitsch-Variante
es: Defensa Bogo India, Variante Nimzowitsch
eu: Bogo-Indiar defentsa, Nimzovich aldaera
fr: Défense Bogo-indienne, var. Nimzowitsch
id: Pembelaan Hindia Bogo: Varian Nimzowitch
it: Difesa Bogo Indiana, Variante Nimzowitsch
nl: BogoIndische verdediging, Nimzovich variant
pl: Obrona Bogo-Indyjska, wariant Nimzovitsch'a
ru: Защита Боголюбова: вариант Нимцовича
si: Bogo-indijska obramba, Nimzovicheva različica
sv: Bogo-indiskt försvar: Nimzowitschvarianten
tr: Bogo-Hint savunması, Nimzovich varyasyonu
uk: Захист Боголюбова: варіант Німцовича
vi: Phòng thủ Bogo-Ấn Độ, biến thể Nimzovich

source: Bogo-Indian defence
ar: بوجو الهندي دفاع
br: Defesa Bogo-Índia
ca: Defensa Bogo Índia
de: Bogol-Indische Verteidigung
es: Defensa Bogo India
eu: Bogo-Indiar defentsa
fr: Défense Bogo-indienne
id: Pembelaan Hindia Bogo
it: Difesa Bogo Indiana
nl: BogoIndische verdediging
pl: Obrona Bogo-Indyjska
ru: Защита Боголюбова
si: Bogo-indijska obramba
sv: Bogo-indiskt försvar
tr: Bogo-Hint savunması
uk: Захист Боголюбова
vi: Phòng thủ Bogo-Ấn Độ

source: Budapest defence declined
ar: بودابست دفاع المرفوض
br: Gambito Budapeste Recusado
ca: Gambit Budapest refusat
de: Budapester Verteidigung abgelehnt
es: Gambito Budapest Rehusado
eu: Budapest defentsa ukatua
fr: Gambit de Budapest (le code ECO ajoute "refusé" ???)
id: Pembelaan Budapest Ditolak
it: Gambetto Budapest Rifiutato
nl: Boedapest verdediging geweigerd
pl: Obrona budapesztańska nieprzyjeta
ru: Будапештский гамбит
si: budimpeška obramba zavrnjena
sv: Budapestförsvar avböjt
tr: Budapeşte savunması reddedildi
uk: Будапештський гамбіт відхилений
vi: Phòng thủ Budapest từ chối

source: Budapest defence
ar: بودابست دفاع
br: Gambito Budapest, Linha Principal
ca: Gambit Budapest - Línia principal
de: Budapest Verteidigung
es: Gambito Budapest, Linea Principal
eu: Budapest defentsa
fr: Gambit de Budapest (défense de Budapest)
id: Pembelaan Budapest
it: Gambetto Budapest, Linea Principale
nl: Boedapest verdediging
pl: Obrona budapesztańska
ru: Будапештский гамбит
si: budimpeška obramba
sv: Budapestförsvar
tr: Budapeşte savunması
uk: Будапештський гамбіт
vi: Phòng thủ Budapest

source: Budapest: Adler variation
ar: بودابست: أدلر تفريع
br: Gambito Budapest, Variante Adler
ca: Gambit Budapest - Variant Adler
de: Budapester Gambit: Adler-Variante
es: Gambito Budapest, Variante Adler
eu: Budapest: Adler aldaera
fr: Gambit de Budapest, var. Adler
id: Budapest: Varian Adler
it: Gambetto Budapest, Variante Adler
nl: Boedapest: Adler variant
pl: Budapesztańska, wariant Adler'a
ru: Будапештский гамбит: вариант Адлера
si: budimpeška: Alderjeva različica
sv: Budapestgambit: Adlervarianten
tr: Budapeşte: Adler varyasyonu
uk: Будапештський гамбіт: варіант Адлера
vi: Budapest: biến Adler

source: Budapest: Alekhine variation, Balogh gambit
ar: بودابست: اليخين تفريع, بالوغ جامبيت
br: Gambito Budapest, Variante Alekhine, Gambito Balogh
ca: Gambit Budapest - Variant Alekhine - Gambit Balogh
de: Budapester Gambit: Aljechin-Variante, Balogh Gambit
es: Gambito Budapest, Variante Alekhine, Gambito Balogh
eu: Budapest: Alekhine aldaera, Balogh ganbitoa
fr: Gambit de Budapest, var. Alekhine, gambit Balogh
id: Budapest: Varian Alekhine, Gambit Balogh
it: Gambetto Budapest, Variante Alekhine, Mossa di Balogh
nl: Boedapest: Aljechin variant, Balogh gambiet
pl: Budapesztańska, wariant Alekhin'a, gambit Balogh'a
ru: Будапештский гамбит: вариант Алехина, гамбит Балога
si: budimpeška: Aljehinova različica, Baloghov gambit
sv: Budapestgambit: Aljechinvarianten, Baloghgambit
tr: Budapeşte: Alekhine varyasyonu, Balogh gambiti
uk: Будапештський гамбіт: варіант Альохіна, гамбіт Балога
vi: Budapest: biến thể Alekhine, Balogh Gambit

source: Budapest: Alekhine variation
ar: بودابست: اليخين تفريع
br: Gambito Budapest, Variante Alekhine
ca: Gambit Budapest - Variant Alekhine
de: Budapester Gambit: Aljechin-Variante
es: Gambito Budapest, Variante Alekhine
eu: Budapest: Alekhine aldaera
fr: Gambit de Budapest, var. Alekhine
id: Budapest: Varian Alekhine
it: Gambetto Budapest, Variante Alekhine
nl: Boedapest: Aljechin variant
pl: Budapesztańska, wariant Alekhin'a
ru: Будапештский гамбит: вариант Алехина
si: budimpeška: Aljehinova različica
sv: Budapestgambit: Aljechinvarianten
tr: Budapeşte: Alekhine varyasyonu
uk: Будапештський гамбіт: варіант Альохіна
vi: Budapest: biến Alekhine

source: Budapest: Alekhine, Abonyi variation
ar: بودابست: اليخين, أبونيي تفريع
br: Gambito Budapest, Variante Alekhine, Variante Abonyi
ca: Gambit Budapest - Variant Alekhine - Variant Abonyi
de: Budapester Gambit: Aljechin, Abonyi-Variante
es: Gambito Budapest, Variante Alekhine, Variante Abonyi
eu: Budapest: Alekhine, Abonyi aldaera
fr: Gambit de Budapest, var. Alekhine, var. Abonyi
id: Budapest: Varian Alekhine, Variasi Abonyi
it: Gambetto Budapest, Variante Alekhine, Variante Abonyi
nl: Boedapest: Aljechin, Abonyi variant
pl: Budapesztańska, Alekhin, wariant Abonyi'a
ru: Будапештский гамбит: вариант Алехина, вариант Абоньи
si: budimpeška: Aljehin, Abonyi različica
sv: Budapestgambit: Aljechin, Abonyivarianten
tr: Budapeşte: Alekhine, Abonyi varyasyonu
uk: Будапештський гамбіт: варіант Альохіна, варіант Абоньї
vi: Budapest: Alekhine, biến thể Abonyi

source: Budapest: Fajarowicz variation
ar: بودابست: فاجارويكز تفريع
br: Gambito Budapest, Variante Fajarowicz
ca: Gambit Budapest - Variant Fajarowicz
de: Budapester Gambit: Fajarowicz-Variante
es: Gambito Budapest, Variante Fajarowicz
eu: Budapest: Fajarowicz aldaera
fr: Gambit de Budapest, var. Fajarowicz
id: Budapest: Varian Fajarowicz
it: Gambetto Budapest, Variante Fajarowicz
nl: Boedapest: Fajarowicz variant
pl: Budapesztańska, wariant Fajarowicza
ru: Будапештский гамбит: вариант Фаяровича
si: budimpeška: Fajarowiczeva različica
sv: Budapestgambit: Fajarowiczvarianten
tr: Budapeşte: Fajarowicz varyasyonu
uk: Будапештський гамбіт: варіант Фаяровича
vi: Budapest: biến Fajarowicz

source: Budapest: Fajarowicz, Steiner variation
ar: بودابست: فاجارويكز, شتاينر تفريع
br: Gambito Budapest, Variante Fajarowicz, Variante Steiner
ca: Gambit Budapest - Variant Fajarowicz - Variant Steiner
de: Budapester Gambit: Fajarowicz, Steiner-Variante
es: Gambito Budapest, Variante Fajarowicz, Variante Steiner
eu: Budapest: Fajarowicz, Steiner aldaera
fr: Gambit de Budapest, var. Fajarowicz, var. Steiner
id: Budapest: Varian Fajarowicz, Variasi Steiner
it: Gambetto Budapest, Variante Fajarowicz, Variante Steiner
nl: Boedapest: Fajarowicz, Steiner variant
pl: Budapesztańska, Fajarowicz, wariant Steinera
ru: Будапештский гамбит: вариант Фаяровича, вариант Стейнера
si: budimpeška: Fajarowicz, Steinerjeva različica
sv: Budapestgambit: Fajarowicz, Steinervarianten
tr: Budapeşte: Fajarowicz, Steiner varyasyonu
uk: Будапештський гамбіт: варіант Фаяровича, варіант Стейнера
vi: Budapest: Fajarowicz, biến Steiner

source: Budapest: Rubinstein variation
ar: بودابست: روبينشتاين تفريع
br: Gambito Budapest, Variante Rubinstein
ca: Gambit Budapest - Variant Rubinstein
de: Budapester Gambit: Rubinstein-Variante
es: Gambito Budapest, Variante Rubinstein
eu: Budapest: Rubinstein aldaera
fr: Gambit de Budapest, var. Rubinstein
id: Budapest: Varian Rubenstein
it: Gambetto Budapest, Variante Rubinstein
nl: Boedapest: Rubinstein variant
pl: Budapesztańska, wariant Rubinstein'a
ru: Будапештский гамбит: вариант Рубинштейна
si: budimpeška, Rubinsteinova različica
sv: Budapestgambit: Rubinsteinvarianten
tr: Budapeşte: Rubinstein varyasyonu
uk: Будапештський гамбіт: варіант Рубінштейна
vi: Budapest: biến Rubinstein
