Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Ruy Lopez: Marshall counter-attack, 11...c6
ar: روي لوبيز: مارشال الهجوم المضاد, 11...c7
br: Abertura Ruy López, Contra-Gambito Marshall, 11...c6
ca: Obertura Espanyola - Variant tancada - Contra-Gambit Marshall - Variant 11 ...c6
de: Spanisch: Marshall Gegenangriff, 11...c6
es: Apertura Española Variante Cerrada, ContraGambito Marshall, Variante 11...c6
eu: Ruy Lopez: Marshall kontraerasoa, 11...c6
fr: Espagnole, gambit Marshall, 11...c6
id: Ruy Lopez: Marshal, 11... c6
it: Apertura Spagnola Variante Chiusa, Controgambetto Marshall, Variante 11...c6
nl: Ruy Lopez: Marshall tegenaanval, 11 ... c6
pl: Partia hiszpańska: kontratak Marshall'a, 11..c6
ru: Испанская партия: контратака Маршалла, 11...c6
si: Ruy Lopez, Marshallov proti-napad, 11 ...c6
sv: Spanskt: Marshalls motangrepp, 11...c6
tr: Ruy Lopez: Marshall karşı hücumu, 11...c6
uk: Іспанська партія: контратака Маршалла, 11...c6
vi: Ruy Lopez: phản công Marshall, 11 ... c6

source: Ruy Lopez: Marshall counter-attack
ar: روي لوبيز: مارشال الهجوم المضاد
br: Abertura Ruy López, Contra-Gambito Marshall
ca: Obertura Espanyola - Variant tancada - Contra-Gambit Marshall
de: Spanisch: Marshall Gegenangriff
es: Apertura Española Variante Cerrada, ContraGambito Marshall
eu: Ruy Lopez: Marshallen kontraerasoa
fr: Espagnole, gambit (ou contre-attaque ou attaque) Marshall
id: Ruy Lopez: Gambit Balasan Marshal
it: Apertura Spagnola Variante Chiusa, Controgambetto Marshall
nl: Ruy Lopez: Marshall tegenaanval
pl: Partia hiszpańska: kontratak Marshall'a
ru: Испанская партия: контратака Маршалла
si: Ruy Lopez, Marshallov proti-napad
sv: Spanskt: Marshalls motangrepp
tr: Ruy Lopez: Marshall karşı hücumu
uk: Іспанська партія: контратака Маршалла
vi: Ruy Lopez: Marshall phản công

source: Ruy Lopez: Marshall, Herman Steiner variation
ar: روي لوبيز: مارشال, هيرمان شتاينر تفريع
br: Abertura Ruy López, Contra-Gambito Marshall, Variante Herman Steiner
ca: Obertura Espanyola - Variant tancada - Contra-Gambit Marshall - Variant Herman Steiner
de: Spanisch: Marshall, Herman-Steiner-Variante
es: Apertura Española Variante Cerrada, ContraGambito Marshall, Variante Herman Steiner
eu: Ruy Lopez: Marshall, Herman Steiner aldaera
fr: Espagnole, gambit Marshall, var. Herman Steiner
id: Ruy Lopez: Marshal, Varian Herman Steiner
it: Apertura Spagnola Variante Chiusa, Controgambetto Marshall, Variante Herman Steiner
nl: Ruy Lopez: Marshall, Herman Steiner variant
pl: Partia hiszpańska: Marshall, wariant Steiner'a
ru: Испанская партия: контратака Маршалла, вариант Германа Стейнера
si: Ruy Lopez, Marshallov, Herman Steinerjeva različica
sv: Spanskt: Marshall, Herman Steiners variant
tr: Ruy Lopez: Marshall, Herman Steiner varyasyonu
uk: Іспанська партія: контратака Маршалла, варіант Германа Стейнера
vi: Ruy Lopez: Marshall, Herman Steiner biến

source: Ruy Lopez: Marshall, Kevitz variation
ar: روي لوبيز: مارشال, كيفيتس تفريع
br: Abertura Ruy López, Contra-Gambito Marshall, Variante Kevitz
ca: Obertura Espanyola - Variant tancada - Contra-Gambit Marshall - Variant Kevitz
de: Spanisch: Marshall, Kevitz-Variante
es: Apertura Española Variante Cerrada, ContraGambito Marshall, Variante Kevitz
eu: Ruy Lopez: Marshall, Kevitz aldaera
fr: Espagnole, gambit Marshall, var. Kevitz
id: Ruy Lopez: Marshal, Varian Kevitz
it: Apertura Spagnola Variante Chiusa, Controgambetto Marshall, Variante Kevitz
nl: Ruy Lopez: Marshall, Kevitz variant
pl: Partia hiszpańska: Marshall'a, wariant Kevitz'a
ru: Испанская партия: контратака Маршалла, вариант Кевитца
si: Ruy Lopez, Marshallov, Kevitzova različica
sv: Spanskt: Marshall, Kevitzvarianten
tr: Ruy Lopez: Marshall, Kevitz varyasyonu
uk: Іспанська партія: контратака Маршалла, варіант Кевітца
vi: Ruy Lopez: Marshall, Kevitz biến

source: Ruy Lopez: Marshall, main line, 12.d2d4
ar: روي لوبيز: مارشال, الخط الرئيسي, 12.d2d5
br: Abertura Ruy López, Contra-Gambito Marshall, Linha Principal, 12.d2d4
ca: Obertura Espanyola - Variant tancada - Contra-Gambit Marshall - Línia principal
de: Spanisch: Marshall, Hauptvariante, 12.d2d4
es: Apertura Española Variante Cerrada, ContraGambito Marshall, Linea Principal
eu: Ruy Lopez: Marshall, lerro nagusia, 12.d2d4
fr: Espagnole, gambit Marshall, ligne principale, 12.d4
id: Ruy Lopez: Marshal, Jalur Utama 12.d2d4
it: Apertura Spagnola Variante Chiusa, Controgambetto Marshall, Linea Principale
nl: Ruy Lopez: Marshall, hoofdlijn, 12.d2d4
pl: Partia hiszpańska: Marshall, główna linia, 12.d2d4
ru: Испанская партия: контратака Маршалла, основное продолжение, 12.d4
si: Ruy Lopez: Marshall, glavna linija, Spassky različica
sv: Spanskt: Marshall, huvudvariant, 12.d4
tr: Ruy Lopez: Marshall, ana hat, 12.d2d4
uk: Іспанська партія: контратака Маршалла, основне продовження, 12.d4
vi: Ruy Lopez: Marshall, dòng chính, 12.d2d4

source: Ruy Lopez: Marshall, main line, 14...Qh3
ar: روي لوبيز: مارشال, الخط الرئيسي, 14...Qh4
br: Abertura Ruy López, Contra-Gambito Marshall, Linha Principal, 14...Dh3
ca: Obertura Espanyola - Variant tancada - Contra-Gambit Marshall - Linia principal - 14 ...Dh3
de: Spanisch: Marshall, Hauptvariante, 14...Qh3
es: Apertura Española Variante Cerrada, ContraGambito Marshall, Linea Principal, 14...Dh3
eu: Ruy Lopez: Marshall, lerro nagusia, 14...Dh3
fr: Espagnole, gambit Marshall, ligne principale, 14...Dh3
id: Ruy Lopez: Marshal, Jalur Utama, 14... Mh3
it: Apertura Spagnola Variante Chiusa, Controgambetto Marshall, Linea Principale, 14...Dh3
nl: Ruy Lopez: Marshall, hoofdlijn, 14 ... Dh3
pl: Partia hiszpańska: Marshall, główna linia, 14...Hh3
ru: Испанская партия: контратака Маршалла, основное продолжение, 14...Фh3
si: Ruy Lopez: Marshall, glavna linija, 14. Dh3
sv: Spanskt: Marshall, huvudvariant, 14...Dh3
tr: Ruy Lopez: Marshall, ana hat, 14...Qh3
uk: Іспанська партія: контратака Маршалла, основне продовження, 14...Фh3
vi: Ruy Lopez: Marshall, dòng chính, 14 ... Qh3

source: Ruy Lopez: Marshall, main line, Spassky variation
ar: روي لوبيز: مارشال, الخط الرئيسي, تفريع سباسكي
br: Abertura Ruy López, Contra-Gambito Marshall, Linha Principal, Variante Spassky
ca: Obertura Espanyola - Variant tancada - Contra-Gambit Marshall - Línia principal - Variant Spassky
de: Spanisch: Marshall, Hauptvariante, Spassky-Variante
es: Apertura Española Variante Cerrada, ContraGambito Marshall, Linea Principal, Variante Spassky
eu: Ruy Lopez: Marshall, lerro nagusia, Spassky aldaera
fr: Espagnole, gambit Marshall, ligne principale, var. Spassky
id: Ruy Lopez: Marshal, Jalur Utama, Varian Spassky
it: Apertura Spagnola Variante Chiusa, Controgambetto Marshall, Linea Principale, Variante Spassky
nl: Ruy Lopez: Marshall, hoofdlijn, Spassky variant
pl: Partia hiszpańska: Marshall, główna linia, wariant Spasskiego
ru: Испанская партия: контратака Маршалла, основное продолжение, вариант Спасского
si: Ruy Lopez: Marshall, glavna linija, Spassky različica
sv: Spanskt: Marshall, huvudvariant, Spasskijvarianten
tr: Ruy Lopez: Marshall, ana hat, Spassky varyasyonu
uk: Іспанська партія: контратака Маршалла, основне продовження, варіант Спаського
vi: Ruy Lopez: Marshall, dòng chính, Spassky biến

source: Ruy Lopez: Moeller defence
ar: روي لوبيز: موللر دفاع
br: Abertura Ruy López, Defesa Moeller
ca: Obertura Espanyola - Defensa Morphy - Defensa Moeller
de: Spanisch: Moeller Verteidigung
es: Apertura Española, Defensa Morphy, Defensa Moeller
eu: Ruy Lopez: Moeller defentsa
fr: Espagnole, défense Møller
id: Ruy Lopez: Pembelaan Moeller
it: Apertura Spagnola, Difesa Morphy, Difesa Moeller
nl: Ruy Lopez: Moeller verdediging
pl: Partia hiszpańska: obrona Moeller'a
ru: Испанская партия: система Меллера
si: Ruy Lopez, Moellerjeva obramba
sv: Spanskt: Möllers försvar
tr: Ruy Lopez: Moeller savunması
uk: Іспанська партія: система Меллера
vi: Ruy Lopez: Phòng thủ Moeller

source: Ruy Lopez: Morphy defence, Duras variation
ar: روي لوبيز: دفاع مورفي, دوراس تفريع
br: Abertura Ruy López, Defesa Morphy, Variante Duras
ca: Obertura Espanyola - Defensa Morphy - Variant Duras
de: Spanisch: Morphy Verteidigung, Duras-Variante
es: Apertura Española, Defensa Morphy, Variante Duras
eu: Ruy Lopez: Morphy defentsa, Duras aldaera
fr: Espagnole, défense Morphy, var. Duras
id: Ruy Lopez: Pembelaan Morphy, Varian Duras
it: Apertura Spagnola, Difesa Morphy, Variante Duras
nl: Ruy Lopez: Morphy verdediging Duras variant
pl: Partia hiszpańska: obrona Morphy, wariant Duras'a
ru: Испанская партия: защита Морфи, вариант Дураса
si: Ruy Lopez, Morphyeva obramba, Durasova različica
sv: Spanskt: Morphys försvar, Durasvarianten
tr: Ruy Lopez: Morphy savunması, Duras varyasyonu
uk: Іспанська партія: захист Морфі, варіант Дураса
vi: Ruy Lopez: Phòng thủ Morphy, biến thể Duras

source: Ruy Lopez: Morphy defence
ar: روي لوبيز: دفاع مورفي
br: Abertura Ruy López, Defesa Morphy
ca: Obertura Espanyola - Defensa Morphy
de: Spanisch: Morphy Verteidigung
es: Apertura Española, Defensa Morphy
eu: Ruy Lopez: Morphy defentsa
fr: Espagnole, défense Morphy
id: Ruy Lopez: Pembelaan Morphy
it: Apertura Spagnola, Difesa Morphy
nl: Ruy Lopez: Morphy verdediging
pl: Partia hiszpańaka: obrona Morphy
ru: Испанская партия: защита Морфи
si: Ruy Lopez, Morphyeva obramba
sv: Spanskt: Morphys försvar
tr: Ruy Lopez: Morphy savunması
uk: Іспанська партія: захист Морфі
vi: Ruy Lopez: Phòng thủ Morphy

source: Ruy Lopez: Noah's ark trap
ar: روي لوبيز: فخ سفينة نوح
br: Abertura Ruy López, Armadilha Arca de Noé
ca: Obertura Espanyola - Defensa Steinitz moderna, Parany de 'l'Arca de Noé'
de: Spanisch: Noah's ark Falle
es: Apertura Española, Defensa Steinitz Moderna, Trampa del Arca de Noé
eu: Ruy Lopez: Noeren arkaren tranpa
fr: Espagnole, piège de l'arche de Noé
id: Ruy Lopez: Jebakah Kapal Nuh
it: Apertura Spagnola, Difesa Steinitz Moderna, Trappola Arca de Noé
nl: Ruy Lopez: de ark van Noach val
pl: Partia hiszpańska: pułapka Arki Noego
ru: Испанская партия: ловушка Ноев ковчег
si: Ruy Lopez, past Noetove barke
sv: Spanskt: Noaks arks fälla
tr: Ruy Lopez: Nuh'un gemisi
uk: Іспанська партія: пастка Ноїв ковчег
vi: Ruy Lopez: Noah của hòm bẫy

source: Ruy Lopez: Nuernberg variation
ar: روي لوبيز: نورنبيرج تفريع
br: Abertura Ruy López, Variante Nuernberg
ca: Obertura Espanyola - Variant Nuernberg
de: Spanisch: Nuernberger Variante
es: Apertura Española, Variante Nuernberg
eu: Ruy Lopez: Nuernberg aldaera
fr: Espagnole, var. de Nuremberg
id: Ruy Lopez: Varian Nuernberg
it: Apertura Spagnola, Variante Nuernberg
nl: Ruy Lopez: Nuernberg variant
pl: Partia hiszpańska: wariant Nuernberg'a
ru: Испанская партия: нюрнбергский вариант
si: Ruy Lopez, Nuernbergova različica
sv: Spanskt: Nürnbergvarianten
tr: Ruy Lopez: Nuernberg varyasyonu
uk: Іспанська партія: Нюрнбергський варіант
vi: Ruy Lopez: Nuernberg biến

source: Ruy Lopez: Pollock defence
ar: روي لوبيز: بولوك دفاع
br: Abertura Ruy López, Defesa Pollock
ca: Obertura Espanyola - Defensa Pollock
de: Spanisch: Pollock Verteidigung
es: Apertura Española, Defensa Pollock
eu: Ruy Lopez: Pollock defentsa
fr: Espagnole, défense Pollock
id: Ruy Lopez: Pembelaan Pollock
it: Apertura Spagnola, Difesa Pollock
nl: Ruy Lopez: Pollock verdediging
pl: Partia hiszpańska: obrona Pollock'a
ru: Испанская партия: защита Поллока
si: Ruy Lopez, Pollockova obramba
sv: Spanskt: Pollocks försvar
tr: Ruy Lopez: Pollock savunması
uk: Іспанська партія: захист Поллока
vi: Ruy Lopez: Phòng thủ Pollock

source: Ruy Lopez: Rabinovich variation
ar: روي لوبيز: رابينوفيتش تفريع
br: Abertura Ruy López, Variante Rabinovich
ca: Obertura Espanyola - Defensa Morphy - Variant Rabinovich
de: Spanisch: Rabinovich Variante
es: Apertura Española, Defensa Morphy, Variante Rabinovich
eu: Ruy Lopez: Rabinovich aldaera
fr: Espagnole, var. Rabinovich
id: Ruy Lopez: Varian Rabinovich
it: Apertura Spagnola, Difesa Morphy, Variante Rabinovich
nl: Ruy Lopez: Rabinovich variant
pl: Partia hiszpańska: wariant Rabinovich'a
ru: Испанская партия: вариант Рабиновича
si: Ruy Lopez, Rabinovicheva različica
sv: Spanskt: Rabinovitjvarianten
tr: Ruy Lopez: Rabinovich varyasyonu
uk: Іспанська партія: варіант Рабіновича
vi: Ruy Lopez: Rabinovich biến

source: Ruy Lopez: Schliemann defence deferred
ar: روي لوبيز: دفاع شيلمان ديفيرد
br: Abertura Ruy López, Defesa Schliemann Diferida
ca: Obertura Espanyola - Defensa Schliemann diferida
de: Spanisch: Schliemann Verteidigung im Nachzug
es: Apertura Española, Defensa Schliemann Diferida
eu: Ruy Lopez: Schliemannen defentsa atzeratua
fr: Espagnole, défense Schliemann différée
id: Ruy Lopez: Pembelaan Schielmann Ditunda
it: Apertura Spagnola, Difesa Schliemann Diferida
nl: Ruy Lopez: uitgestelde Schliemann verdediging
pl: Partia hiszpańska: obrona Schliemann'a odroczona
ru: Испанская партия: контргамбит Яниша
si: Ruy Lopez, Schliemannova obramba odložena
sv: Spanskt: Schliemanns försvar avböjt
tr: Ruy Lopez: ertelenmiş Schliemann savunması
uk: Іспанська партія: контргамбіт Яніша
vi: Ruy Lopez: Schliemann vệ thu nhập hoãn lại

source: Ruy Lopez: Schliemann defence, Berger variation
ar: روي لوبيز: دفاع شيلمان, بيرجر تفريع
br: Abertura Ruy López, Defesa Schliemann, Variante Berger
ca: Obertura Espanyola - Contra-Gambit Schliemann - Variant Berger
de: Spanisch: Schliemann Verteidigung, Berger Variante
es: Apertura Española, ContraGambito Schliemann, Variante Berger
eu: Ruy Lopez: Schliemannen defentsa, Berger aldaera
fr: Espagnole, défense Schliemann, var. Berger
id: Ruy Lopez: Pembelaan Schielmann, Varian Berger
it: Apertura Spagnola, Controgambetto Schliemann, Variante Berger
nl: Ruy Lopez: Schliemann verdediging Berger variant
pl: Partia hiszpańska: obrona Schliemann'a, wariant Berger'a
ru: Испанская партия: гамбит Яниша, вариант Бергера
si: Ruy Lopez, Schliemannova obramba, Bergerjeva različica
sv: Spanskt: Schliemanns försvar, Bergervarianten
tr: Ruy Lopez: Schliemann savunması, Berger varyasyonu
uk: Іспанська партія: гамбіт Яніша, варіант Бергера
vi: Ruy Lopez: Phòng thủ Schliemann, biến thể Berger

source: Ruy Lopez: Schliemann defence
ar: روي لوبيز: دفاع شيلمان
br: Abertura Ruy López, Defesa Schliemann
ca: Obertura Espanyola - Contra-Gambit Schiemann o Jaenisch
de: Spanisch: Schliemann Verteidigung
es: Apertura Española, ContraGambito Schliemann o Jaenisch
eu: Ruy Lopez: Schliemannen defentsa
fr: Espagnole, défense Schliemann ou gambit Jaenisch
id: Ruy Lopez: Pembelaan Schielmann
it: Apertura Spagnola, Controgambetto Schliemann o Jaenisch
nl: Ruy Lopez: Schliemann verdediging
pl: Partia hiszpańska: obrona Schliemann'a
ru: Испанская партия: гамбит Яниша
si: Ruy Lopez, Schliemannova obramba
sv: Spanskt: Schliemanns försvar
tr: Ruy Lopez: Schliemann savunması
uk: Іспанська партія: гамбіт Яніша
vi: Ruy Lopez: Phòng thủ Schliemann

source: Ruy Lopez: Siesta, Kopayev variation
ar: روي لوبيز: سيستا, كوبايف تفريع
br: Abertura Ruy López, Variante Siesta, Variante Kopayev
ca: Obertura Espanyola - Defensa Steinitz moderna - Variant 'sesta' - Variant Kopayev
de: Spanisch: Siesta, Kopayev Variante
es: Apertura Española, Defensa Steinitz Moderna, Variante Siesta, Variante Kopayev
eu: Ruy Lopez: Siesta, Kopayev aldaera
fr: Espagnole, var. Siesta (du nom d'un sanatorium à Budapest), var. Kopaev
id: Ruy Lopez: Siesta, Varian Kopayev
it: Apertura Spagnola, Difesa Steinitz Moderna, Variante Siesta, Variante Kopayev
nl: Ruy Lopez: Siesta, Kopayev variant
pl: Partia hiszpańska: Siesta, wariant Kopayev'a
ru: Испанская партия: сиестинский вариант, вариант Копаева
si: Ruy Lopez, Siesta, Kopayeva različica
sv: Spanskt: Siesta, Kopajevvarianten
tr: Ruy Lopez: Siesta, Kopayev varyasyonu
uk: Іспанська партія: Сієстинський варіант, варіант Копаєва
vi: Ruy Lopez: Siesta, Kopayev biến

source: Ruy Lopez: Steinitz defence deferred (Russian defence)
ar: روي لوبيز: شتاينتز دفاع ديفيرد (الدفاع الروسي)
br: Abertura Ruy López, Defesa Steinitz Diferida (Russa)
ca: Obertura Espanyola - Defensa Morphy - Defensa Steinitz diferida o Russa
de: Spanisch: Steinitz Verteidigung im Nachzug (Russian Verteidigung)
es: Apertura Española, Defensa Morphy, Defensa Steinitz Diferida o Rusa
eu: Ruy Lopez: Steinitz defentsa atzeratua (Errusiar defentsa)
fr: Espagnole, défense Steinitz différée (défense russe)
id: Ruy Lopez: Varian Steinitz Ditunda
it: Apertura Spagnola, Difesa Morphy, Difesa Steinitz Diferida o Russa
nl: Ruy Lopez: uitgestelde Steinitz verdediging (Russische verdediging)
pl: Partia hiszpańska: obrona Steinitz'a odroczona(obrona Rosyjska)
ru: Испанская партия: улучшенная защита Стейница
si: Ruy Lopez, Steinitzova obramba odložena (ruska obramba)
sv: Spanskt: Steinitz-försvar avböjt (ryskt försvar)
tr: Ruy Lopez: ertelenmiş Steinitz savunması (Rusya savunması)
uk: Іспанська партія: покращений захист Стейніца (Російський захист)
vi: Ruy Lopez: Phòng thủ trì hoãn Steinitz (phòng thủ Nga)

source: Ruy Lopez: Steinitz defence deferred, Boleslavsky variation
ar: روي لوبيز: شتاينتز دفاع ديفيرد, بولسلافسكي تفريع
br: Abertura Ruy López, Defesa Steinitz Diferida, Variante Boleslavsky
ca: Obertura Espanyola - Defensa Morphy - Defensa Steinitz diferida - Variant Boleslavsky
de: Spanisch: Steinitz Verteidigung im Nachzug, Boleslavsky Variante
es: Apertura Española, Defensa Morphy, Defensa Steinitz Diferida, Variante Boleslavsky
eu: Ruy Lopez: Steinitz defentsa atzeratua, Boleslavsky aldaera
fr: Espagnole, défense Steinitz différée, var. Boleslavsky
id: Ruy Lopez: Steinitz Ditunda, Varian Boleslavsky
it: Apertura Spagnola, Difesa Morphy, Difesa Steinitz Diferida, Variante Boleslavsky
nl: Ruy Lopez: uitgestelde Steinitz verdediging, Boleslavsky variant
pl: Partia hiszpańska: obrona Steinitz'a odroczona, wariant Boleslavsky
ru: Испанская партия: улучшенная защита Стейница, вариант Болеславского
si: Ruy Lopez, Steinitzova obramba odložena, Boleslavskyeva različica
sv: Spanskt: Steinitz-försvar avböjt, Boleslavskijvarianten
tr: Ruy Lopez: ertelenmiş Steinitz savunması, Boleslavsky varyasyonu
uk: Іспанська партія: покращений захист Стейніца, варіант Болеславського
vi: Ruy Lopez: Steinitz vệ chậm, Boleslavsky biến

source: Ruy Lopez: Steinitz defence deferred, Lipnitsky variation
ar: روي لوبيز: شتاينتز دفاع ديفيرد, ليبنيتسكي تفريع
br: Abertura Ruy López, Defesa Steinitz Diferida, Variante Lipnitsky
ca: Obertura Espanyola - Defensa Morphy - Defensa Steinitz diferida - Variant Lipnitsky
de: Spanisch: Steinitz Verteidigung im Nachzug, Lipnitsky Variante
es: Apertura Española, Defensa Morphy, Defensa Steinitz Diferida, Variante Lipnitsky
eu: Ruy Lopez: Steinitz defentsa atzeratua, Lipnitsky aldaera
fr: Espagnole, défense Steinitz différée, var. Lipnitsky
id: Ruy Lopez: Steinitz Ditunda, Varian Lipnitsky
it: Apertura Spagnola, Difesa Morphy, Difesa Steinitz Diferida, Variante Lipnitsky
nl: Ruy Lopez: uitgestelde Steinitz verdediging, Lipnitsky variant
pl: Partia hiszpańska: obrona Steinitz'a odroczona, wariant Lipnitsky
ru: Испанская партия: улучшенная защита Стейница, вариант Липницкого
si: Ruy Lopez, Steinitzova obramba odložena, Lipnitskyeva različica
sv: Spanskt: Steinitz-försvar avböjt, Lipnitskijvarianten
tr: Ruy Lopez: ertelenmiş Steinitz savunması, Lipnitsky varyasyonu
uk: Іспанська партія: покращений захист Стейніца, вариант Ліпницького
vi: Ruy Lopez: Steinitz vệ chậm, biến đổi Lipnitsky

source: Ruy Lopez: Steinitz defence deferred, Rubinstein variation
ar: روي لوبيز: شتاينتز دفاع ديفيرد, روبينشتاين تفريع
br: Abertura Ruy López, Defesa Steinitz Diferida, Variante Rubinstein
ca: Obertura Espanyola - Defensa Morphy - Defensa Steinitz diferida - Variant Rubinstein
de: Spanisch: Steinitz Verteidigung im Nachzug, Rubinstein Variante
es: Apertura Española, Defensa Morphy, Defensa Steinitz Diferida, Variante Rubinstein
eu: Ruy Lopez: Steinitz defentsa atzeratua, Rubinstein aldaera
fr: Espagnole, défense Steinitz différée, var. Rubinstein
id: Ruy Lopez: Steinitz Ditunda, Varian Rubinstein
it: Apertura Spagnola, Difesa Morphy, Difesa Steinitz Diferida, Variante Rubinstein
nl: Ruy Lopez: uitgestelde Steinitz verdediging, Rubinstein variant
pl: Partia hiszpańska: obrona Steinitz'a odroczona,wariant Rubinstein'a
ru: Испанская партия: улучшенная защита Стейница, вариант Рубинштейна
si: Ruy Lopez, Steinitzova obramba odložena, Rubisteinova različica
sv: Spanskt: Steinitz-försvar avböjt, Rubinsteinvarianten
tr: Ruy Lopez: ertelenmiş Steinitz savunması, Rubinstein varyasyonu
uk: Іспанська партія: покращений захист Стейніца, варіант Рубінштейна
vi: Ruy Lopez: Steinitz vệ chậm, Rubinstein biến

source: Ruy Lopez: Taimanov (chase/wing/accelerated counterthrust) variation
ar: روي لوبيز: تيمانوف ( المطاردة/الجناح/المتسارع المضاد الاتجاه) تفريع
br: Abertura Ruy López, Variante Taimanov (Perseguição na Ala, Contragolpe acelerado)
ca: Obertura Espanyola - Variant Taimanov o de persecució o de Ala o Contraof - Accelerada
de: Spanisch: Taimanov (chase/wing/accelerated counterthrust) Variante
es: Apertura Española, Variante Taimanov o de Persecución o del Ala o Contraof. Acelerada
eu: Ruy Lopez: Taimanov (jazarpen/hegal/kontrako bultzada bizkortua) aldaera
fr: Espagnole, var. Taïmanov
id: Ruy Lopez: Varian Taimanov
it: Apertura Spagnola, Variante Taimanov o de Persecución o Ali o Contraof. Acelerada
nl: Ruy Lopez: Taimanov (chase / vleugel / versnelde tegenaanval) variant
pl: Partia hiszpańska: wariant Taimanov'a
ru: Испанская партия: вариант Тайманова
si: Ruy Lopez, Taimanova (lov/krilo/pospešen protipotisk) različica
sv: Spanskt: Tajmanovvarianten (accelererad motstöt, ving- eller jaktvarianten)
tr: Ruy Lopez: Taimanov (takip/kanat/hızlandırılmış karşı baskı) varyasyonu
uk: Іспанська партія: варіант Тайманова
vi: Ruy Lopez: Taimanov (đuổi / cánh / tăng tốc counterthrust) biến thể

source: Ruy Lopez: Trajkovic counter-attack
ar: روي لوبيز: تراجكوفيك الهجوم المضاد
br: Abertura Ruy López, Contra-ataque Trajkovic
ca: Obertura Espanyola - Variant tancada - Contra-atac Trajkovic
de: Spanisch: Trajkovic Gegenangriff
es: Apertura Española, Variante Cerrada, Contraataque Trajkovic
eu: Ruy Lopez: Trajkovic kontraerasoa
fr: Espagnole, contre-attaque Trajkovic
id: Ruy Lopez: Serangan Balasan Trajkovic
it: Apertura Spagnola, Variante Chiusa, Contrattacco Trajkovic
nl: Ruy Lopez: Trajkovic tegenaanval
pl: Partia hiszpańska: kontratak Trajkovic'a
ru: Испанская партия: контратака Трайковича
si: Ruy Lopez, Trajkovicev proti-napad
sv: Spanskt: Trajkovics motangrepp
tr: Ruy Lopez: Trajkovic karşı hücumu
uk: Іспанська партія: контратака Трайковича
vi: Ruy Lopez: Trajkovic phản công

source: Ruy Lopez: Treybal (Bayreuth) variation (exchange var. deferred)
ar: روي لوبيز: ترايبال (بايروث) تفريع (التكسير تفريع ديفيرد)
br: Abertura Ruy López, Variante Treybal (Bayreuth, Troca Diferido)
ca: Obertura Espanyola - Defensa Morphy - Variant Treybal o Bayreuth o del canvi diferit
de: Spanisch: Treybal (Bayreuth) Variante (Abtauschvariante var. im Nachzug)
es: Apertura Española, Defensa Morphy, Variante Treybal o Bayreuth o del Cambio Diferido
eu: Ruy Lopez: Treybal (Bayreuth) aldaera (truke aldaera atzeratua)
fr: Espagnole, var. Treybal ou de Bayreuth (var. d'échange différé)
id: Ruy Lopez: Varian Treybal
it: Apertura Spagnola, Difesa Morphy, Variante Treybal o Bayreuth o di Cambio Diferido
nl: Ruy Lopez: Treybal (Bayreuth) variant (uitgestelde ruilvariant)
pl: Partia hiszpańska: wariant Trybal(Bayreuth)(wymienny odroczony)
ru: Испанская партия: улучшенный разменный вариант
si: Ruy Lopez, Treybalova (Bayreuthova) različica (izmenjalna različica odložena)
sv: Spanskt: Treybalvarianten (Bayreuth), (avbytesvarianten avböjd)
tr: Ruy Lopez: Treybal (Bayreuth) vary. (ertelenmiş takas vary.)
uk: Іспанська партія: покращений розмінний варіант
vi: Ruy Lopez: Treybal (Bayreuth) biến thể (trao đổi var hoãn lại.)
