Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Sicilian: dragon, classical, Nottingham variation
ar: صقلي: التنين, الكلاسيكي, نوتنجهام تفريع
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, Variante Nottingham
ca: Defensa Siciliana - Variant Drac - Atac clàssic - Variant Nottingham
de: Sizilianisch: Drachenvariante, Klassisch, Nottingham Variante
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, Variante Nottingham
eu: Siziliarra: dragoia, klasikoa, Nottingham aldaera
fr: Sicilienne, dragon classique, var. de Nottingham
id: Sisilia Naga, Klasik, Varian Nottingham
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, Variante Nottingham
nl: Siciliaans: draak, klassiek, Nottingham variant
pl: Sycylijska, smoka, klasyczna, wariant Nottingham
ru: Сицилианская защита: вариант дракона, классическая атака, ноттингемский вариант
si: sicilijanska, zmajeva, klasična, Nottinghamova različica
sv: Sicilianskt: Draken, klassiskt, Nottinghamvarianten
tr: Sicilya: ejderha, klasik, Nottingham varyasyonu
uk: Сицилійський захист: варіант дракона, класична атака, Ноттінгемський варіант
vi: Sicilia: long, cổ điển, Nottingham biến

source: Sicilian: dragon, classical, Reti-Tartakower variation
ar: صقلي: التنين, الكلاسيكي, ريتي-تارتاكوفر تفريع
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, Variante Reti Tartakower
ca: Defensa Siciliana - Variant Deac - Atac clàssic - Variant Reti Tartakower
de: Sizilianisch: Drachenvariante, Klassisch, Reti-Tartakower Variante
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, Variante Reti Tartakower
eu: Siziliarra: dragoia, klasikoa, Reti-Tartakower aldaera
fr: Sicilienne, dragon classique, var. Réti - Tartakover
id: Sisilia Naga, Klasik, Varian Reti-Tartakower
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, Variante Reti Tartakower
nl: Siciliaans: draak, klassiek, Reti-Tartakower variant
pl: Sycylijska, smoka, klasyczna, wariant Reti-Tertakower
ru: Сицилианская защита: вариант дракона, классическая атака, вариант Рети-Тартаковера
si: sicilijanska, zmajeva, klasična, Reti-Tartakowerjeva različica
sv: Sicilianskt: Draken, klassiskt, Reti-Tartakower-varianten
tr: Sicilya: ejderha, klasik Reti-Tartakower varyasyonu
uk: Сицилійський захист: варіант дракона, класична атака, варіант Реті-Тартаковера
vi: Sicilia: long, cổ điển, Reti-Tartakower biến

source: Sicilian: dragon, classical, Richter variation
ar: صقلي: التنين, الكلاسيكي, ريشتر تفريع
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, Variante Richter
ca: Defensa Siciliana - Variant Drac - Atac clàssic - Variant Richter
de: Sizilianisch: Drachenvariante, Klassisch, Richter Variante
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, Variante Richter
eu: Siziliarra: dragoia, klasikoa, Richter aldaera
fr: Sicilienne, dragon classique, var. Richter
id: Sisilia Naga, Klasik, Varian Richter
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, Variante Richter
nl: Siciliaans: draak, klassiek, Richter variant
pl: Sycylijska, smoka, klasyczna, wariant Richter'a
ru: Сицилианская защита: вариант дракона, классическая атака, вариант Рихтера
si: sicilijanska, zmajeva, klasična, Richterjeva različica
sv: Sicilianskt: Draken, klassiskt, Richtervarianten
tr: Sicilya: ejderha, klasik, Richter varyasyonu
uk: Сицилійський захист: варіант дракона, класична атака, варіант Ріхтера
vi: Sicilia: long, cổ điển, Richter biến

source: Sicilian: dragon, classical, Spielmann variation
ar: صقلي: التنين, الكلاسيكي, سبيلمان تفريع
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, Variante Spielmann
ca: Defensa Siciliana - Variant Drac - Atac clàsic - Variant Spielmann
de: Sizilianisch: Drachenvariante, Klassisch, Spielmann Variante
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, Variante Spielmann
eu: Siziliarra: dragoia, klasikoa, Spielmann aldaera
fr: Sicilienne, dragon classique, var. Spielmann
id: Sisilia Naga: Klasik, Varian Spielmann
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, Variante Spielmann
nl: Siciliaans: draak, klassiek, Spielmann variant
pl: Sycylijska, smoka, klasyczna, wariant Spielmann'a
ru: Сицилианская защита: вариант дракона, классическая атака, вариант Шпильмана
si: sicilijanska, zmajeva, klasična, Spielmannova različica
sv: Sicilianskt: Draken, klassiskt, Spielmannvarianten
tr: Sicilya: ejderha, klasik, Spielmann varyasyonu
uk: Сицилійський захист: варіант дракона, класична атака, варіант Шпільмана
vi: Sicilia: long, cổ điển, Spielmann biến

source: Sicilian: dragon, classical, Stockholm attack
ar: صقلي: التنين, الكلاسيكي, استكهولم هجوم
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, Ataque Estocolmo
ca: Defensa Siciliana - Variant Drac - Atac clàssic - Atac Estocolm
de: Sizilianisch: Drachenvariante, Klassisch, Stockholm Angriff
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, Ataque Estocolmo
eu: Siziliarra: dragoia, klasikoa, Stockholmeko erasoa
fr: Sicilienne, dragon classique, attaque de Stockholm
id: Sisilia Naga: Klasik, Serangan Stockholm
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, Attacco Estocolmo
nl: Siciliaans: draak, klassiek, Stockholm aanval
pl: Sycylijska, smoka, klasyczna, atak Sztokholmski
ru: Сицилианская защита: вариант дракона, классическая атака, стокгольмская атака
si: sicilijanska, zmajeva, klasična, štokholmski napad
sv: Sicilianskt: Draken, klassiskt, Stockholmsangrepp
tr: Sicilya: ejderha, klasik, Stockholm hücumu
uk: Сицилійський захист: варіант дракона, класична атака, Стокгольмська атака
vi: Sicilia: long, cổ điển, tấn công Stockholm

source: Sicilian: dragon, classical, Zollner gambit
ar: صقلي: التنين, الكلاسيكي, زولنر جامبيت
br: Defesa Siciliana, Variante do Dragão, Ataque Clássico, Gambito Zollner
ca: Defensa Siciliana - Variant Drac - Atac clàssic - Gambit Zollner
de: Sizilianisch: Drachenvariante, Klassisch, Zollner Gambit
es: Defensa Siciliana, Variante del Dragón, Ataque Clásico, Gambito Zollner
eu: Siziliarra: dragoia, klasikoa, Zollner ganbitoa
fr: Sicilienne, dragon classique, gambit Zollner
id: Sisilia Naga: Klasik, Gambit Zollner
it: Difesa Siciliana, Variante del Dragone, Attacco Classico, Mossa di Zollner
nl: Siciliaans: draak, klassiek, Zollner gambiet
pl: Sycylijska, smoka, klasyczna, gambit Zollner'a
ru: Сицилианская защита: вариант дракона, классическая атака, гамбит Цолльнера
si: sicilijanska, zmajeva, klasična, Zollnerjev gambit
sv: Sicilianskt: Draken, klassiskt, Zollnergambit
tr: Sicilya: ejderha, klasik, Zollner gambiti
uk: Сицилійський захист: варіант дракона, класична атака, гамбіт Цолльнера
vi: Sicilia: long, cổ điển, Zollner Gambit

source: Sicilian: modern Scheveningen, main line with Nb3
ar: صقلي: حديث شيفينينغن, الخط الرئيسي مع Nb4
br: Defesa Siciliana, Variante Scheveningen, Variante Moderna, Linha Principal, 10.Cb3
ca: Defensa Siciliana - Variant Scheveningen - Variant moderna - Línia principal - 10. Cb3
de: Sizilianisch: Moderne Scheveningen, Hauptvariante mit Nb3
es: Defensa Siciliana, Variante Scheveningen, Variante Moderna, Linea Principal, 10.Cb3
eu: Siziliarra: Scheveningen modernoa, lerro nagusia Zb3rekin
fr: Sicilienne, var. de Scheveningue moderne, ligne principale, avec Cb3
id: Sisilia: Scheveningen Modern, Jalur Utama Nb3
it: Difesa Siciliana, Variante Scheveningen, Variante Moderna, Linea Principale, 10.Cb3
nl: Siciliaans: modern Scheveningen, hoofdlijn met PB3
pl: Sycylijska: nowoczesna Scheveningen'a, główna linia z Sb3
ru: Сицилианская защита: модерн-Схевенинген, основной вариант с Кb3
si: Sicilijanska: moderna Scheveningan, glavna linija z Sb3
sv: Sicilianskt: Modern Scheveningen, huvudvariant med Sb3
tr: Sicilya: modern Scheveningen, Nb3 ile ana hat
uk: Сицилійський захист: модерн-Схевенінген, основний варіант з Кb3
vi: Sicilia: Scheveningen hiện đại, dòng chính với NB3

source: Sicilian: modern Scheveningen, main line
ar: صقلي: حديث شيفينينغن, الخط الرئيسي
br: Defesa Siciliana, Variante Scheveningen, Variante Moderna, Linha Principal
ca: Defensa Siciliana - Variant Scheveningen - Variant moderna - Línia principal
de: Sizilianisch: Moderne Scheveningen, Hauptvariante
es: Defensa Siciliana, Variante Scheveningen, Variante Moderna, Linea Principal
eu: Siziliarra: Scheveningen modernoa, lerro nagusia
fr: Sicilienne, var. de Scheveningue moderne, ligne principale
id: Sisilia: Scheveningen Modern, Jalur Utama
it: Difesa Siciliana, Variante Scheveningen, Variante Moderna, Linea Principale
nl: Siciliaans: modern Scheveningen, hoofdlijn
pl: Sycylijska: nowoczesna Scheveningen'a, główna linia
ru: Сицилианская защита: модерн-Схевенинген, основной вариант
si: Sicilijanska: moderna Scheveningan, glavna linija
sv: Sicilianskt: Modern Scheveningen, huvudvariant
tr: Sicilya: modern Scheveningen, ana hat
uk: Сицилійський захист: модерн-Схевенінген, основний варіант
vi: Sicilia: Scheveningen hiện đại, dòng chính

source: Sicilian: modern Scheveningen
ar: صقلي: حديث شيفينينغن
br: Defesa Siciliana, Variante Scheveningen, Variante Moderna
ca: Defensa Siciliana - Variant Scheveningen - Variant moderna
de: Sizilianisch: Moderne Scheveningen
es: Defensa Siciliana, Variante Scheveningen, Variante Moderna
eu: Siziliarra: Scheveningen modernoa
fr: Sicilienne, var. de Scheveningue moderne
id: Sisilia: Scheveningen Modern
it: Difesa Siciliana, Variante Scheveningen, Variante Moderna
nl: Siciliaans: modern Scheveningen
pl: Sycylijska: nowoczesna Scheveningen'a
ru: Сицилианская защита: модерн-Схевенинген
si: sicilijanska, moderna Scheveningenova
sv: Sicilianskt: Modern Scheveningen
tr: Sicilya: modern Scheveningen
uk: Сицилійський захист: модерн-Схевенінген
vi: Sicilia: Scheveningen hiện đại

source: Sicilian: wing gambit deferred
ar: صقلي: الجناح جامبيت ديفيرد
br: Defesa Siciliana, Gambito da Ala Diferido
ca: Defensa Siciliana - Gambit de l'ala diferit
de: Sizilianisch: Flügelgambit im Nachzug
es: Defensa Siciliana, Gambito del Ala Diferido
eu: Siziliarra: hegaleko ganbito atzeratua
fr: Sicilienne, gambit de l'aile différé
id: Sisilia: Gambit Sayap Ditunda
it: Difesa Siciliana, Mossa di Ali Differita
nl: Siciliaans: uitgesteld Vleugelgambiet
pl: Sycylijska: gambit skrzydłem odroczony
ru: Сицилианская защита: гамбит Кереса
si: sicilijanska, krilni gambit odložen
sv: Sicilianskt: Vinggambit avböjd
tr: Sicilya: ertelenmiş kanat gambiti
uk: Сицилійський захист: гамбіт Кереса
vi: Sicilia: Gambit cánh hoãn lại

source: Sicilian: wing gambit, Carlsbad variation
ar: صقلي: الجناح جامبيت, كارلسباد تفريع
br: Defesa Siciliana, Gambito da Ala, Variante Carlsbad
ca: Defensa Siciliana - Gambit de l'Ala - Variant Carlsbad
de: Sizilianisch: Flügelgambit, Carlsbad Variante
es: Defensa Siciliana, Gambito del Ala, Variante Carlsbad
eu: Siziliarra: hegaleko ganbitoa, Carlsbad aldaera
fr: Sicilienne, gambit de l'aile, var. de Carlsbad (Karlovy Vary)
id: Sisilia: Gambit Sayap, Varian Carlsbad
it: Difesa Siciliana, Mossa di Ali, Variante Carlsbad
nl: Siciliaans: Vleugelgambiet, Carlsbad variant
pl: Sycylijska: gambit skrzydłem, wariant Carlsbad'a
ru: Сицилианская защита: сицилианский гамбит, карлсбадский вариант
si: sicilijanska, krilni gambit, Carlsbadova različica
sv: Sicilianskt: Vinggambit, Carlsbadvarianten
tr: Sicilya: kanat gambiti, Carlsbad varyasyonu
uk: Сицилійський захист: Сицилійський гамбіт, Карлсбадський варіант
vi: Sicilia: Gambit cánh, Carlsbad biến

source: Sicilian: wing gambit, Marienbad variation
ar: صقلي: الجناح جامبيت, مارينباد تفريع
br: Defesa Siciliana, Gambito da Ala, Variante Marienbad
ca: Defensa Siciliana - Gambit de l'Ala - Variant Marienbad
de: Sizilianisch: Flügelgambit, Marienbad Variante
es: Defensa Siciliana, Gambito del Ala, Variante Marienbad
eu: Siziliarra: hegaleko ganbitoa, Marienbad aldaera
fr: Sicilienne, gambit de l'aile, var. de Marienbad
id: Sisilia: Gambit Sayap, Varian Marienbad
it: Difesa Siciliana, Mossa di Ali, Variante Marienbad
nl: Siciliaans: Vleugelgambiet, Marienbad variant
pl: Sycylijska: gambit skrzydłem, wariant Marienbad'a
ru: Сицилианская защита: сицилианский гамбит, мариенбадский вариант
si: sicilijanska, krilni gambit, Marienbadova različica
sv: Sicilianskt: Vinggambit, Marienbadvarianten
tr: Sicilya: kanat gambiti, Marienbad varyasyonu
uk: Сицилійський захист: Сицилійський гамбіт, Марієнбадський варіант
vi: Sicilia: Gambit cánh, Marienbad biến

source: Sicilian: wing gambit, Marshall variation
ar: صقلي: الجناح جامبيت, تفريع مارشال
br: Defesa Siciliana, Gambito da Ala, Variante Marshall
ca: Defensa Siciliana - Gambit de l'Ala - Variant Marshall
de: Sizilianisch: Flügelgambit, Marshall Variante
es: Defensa Siciliana, Gambito del Ala, Variante Marshall
eu: Siziliarra: hegaleko ganbitoa, Marshall aldaera
fr: Sicilienne, gambit de l'aile, var. Marshall
id: Sisilia: Gambit Sayap, Varian Marhsall
it: Difesa Siciliana, Mossa di Ali, Variante Marshall
nl: Siciliaans: Vleugelgambiet, Marshall variant
pl: Sycylijska: gambit skrzydłem, wariant Marshall'a
ru: Сицилианская защита: сицилианский гамбит, вариант Маршалла
si: sicilijanska, krilni gambit, Marshallova različica
sv: Sicilianskt: Vinggambit, Marshallvarianten
tr: Sicilya: kanat gambiti, Marshall varyasyonu
uk: Сицилійський захист: Сицилійський гамбіт, варіант Маршалла
vi: Sicilia: cánh cờ, Marshall thay đổi

source: Sicilian: wing gambit, Santasiere variation
ar: صقلي: الجناح جامبيت, سانتازير تفريع
br: Defesa Siciliana, Gambito da Ala, Variante Santasiere
ca: Defensa Siciliana - Gambit de l'Ala - Variant Santasiere
de: Sizilianisch: Flügelgambit, Santasiere Variante
es: Defensa Siciliana, Gambito del Ala, Variante Santasiere
eu: Siziliarra: hegaleko ganbitoa, Santasiere aldaera
fr: Sicilienne, gambit de l'aile, var. Santasiere
id: Sisilia: Gambit Sayap, Varian Santasiere
it: Difesa Siciliana, Mossa di Ali, Variante Santasiere
nl: Siciliaans: Vleugelgambiet, Santasiere variant
pl: Sycylijska: gambit skrzydłem, wariant Santasiere
ru: Сицилианская защита: сицилианский гамбит, вариант Сантасьере
si: sicilijanska, krilni gambit, Santasiereva različica
sv: Sicilianskt: Vinggambit, Santasierevarianten
tr: Sicilya: kanat gambiti, Santasiere varyasyonu
uk: Сицилійський захист: Сицилійський гамбіт, варіант Сантас’єре
vi: Sicilia: Gambit cánh, Santasiere biến

source: Sicilian: wing gambit
ar: صقلي: الجناح جامبيت
br: Defesa Siciliana, Gambito da Ala
ca: Defensa Siciliana - Gambit de l'Ala
de: Sizilianisch: Flügelgambit
es: Defensa Siciliana, Gambito del Ala
eu: Siziliar: hegaleko ganbitoa
fr: Sicilienne, gambit de l'aile
id: Sisilia: Gambit Sayap
it: Difesa Siciliana, Mossa di Ali
nl: Siciliaans: Vleugelgambiet
pl: Sycylijska: gambit skrzydłem
ru: Сицилианская защита: сицилианский гамбит
si: sicilijanska, krilni gambit
sv: Sicilianskt: Vinggambit
tr: Sicilya: kanat gambiti
uk: Сицилійський захист: Сицилійський гамбіт
vi: Sicilia: Gambit cánh

source: St. George (Baker) defence
ar: سانت جورج (بيكرr) دفاع
br: Defesa São Jorge (Baker)
ca: Defensa Sant Jordi o Baker
de: St. George (Baker) Verteidigung
es: Defensa San Jorge o Baker
eu: San Jorge (Baker) defentsa
fr: Défense Saint-Georges (Baker)
id: Pembelaan St. George (Baker)
it: Difesa San Jorge o Baker
nl: St. George (Baker) verdediging
pl: Obrona St. George (Baker)
ru: Защита Бейкера
si: Sv. George (pekar) obramba
sv: St. Georges försvar (Bakers försvar)
tr: St.George (Baker) savunması
uk: Захист Бейкера
vi: Phòng thủ St. George (Baker)

source: St. George defence
ar: سانت جورج دفاع
br: Defesa Francesa, Defesa San Jorge
ca: Defensa Francesa - Defensa Sant Jordi
de: St. George Verteidigung
es: Defensa Francesa, Defensa San Jorge
eu: San Jorge defentsa
fr: Défense Saint-Georges (ECO C00)
id: Pembelaan St. George
it: Difesa Francese, Difesa San Jorge
nl: St. George verdediging
pl: Obrona St. George
ru: Защита св. Георгия
si: obramba sv. Georgeja
sv: St. Georges försvar
tr: St.George savunması
uk: Захист св. Георгія
vi: George vệ St

source: Tayler opening
ar: افتتاح تايلر
br: Abertura Tayler
ca: Obertura Tayler
de: Tayler Eröffnung
es: Apertura Tayler
eu: Tayler irekiera
fr: Ouverture Tayler
id: Pembukaan Tayler
it: Apertura Tayler
pl: Debiut Tayler'a
ru: Дебют Тайлера
si: Taylerjeva otvoritev
sv: Tayler-spelöppning
tr: Tayler açılışı
uk: Дебют Тайлера
vi: Khai cuộc Tayler

source: Tennison (Lemberg, Zukertort) gambit
ar: تينسون (ليمبرج, زكرتوت) جامبيت
br: Abertura Reti, Gambito Tennison (Lemberg-Zukertort)
ca: Obertura Reti - Gambit Rennison o Lemberg o Zukertort
es: Apertura Reti, Gambito Tennison o Lemberg o Zukertort
eu: Tennison (Lemberg, Zukertort) ganbitoa
fr: Réti, gambit Tennison (de Lemberg, Zukertort)
id: Gambit Tennison
it: Apertura Reti, gambettoTennison/Lemberg/Zukertort
nl: Tennison (Lemberg, Zukertort) gambiet
pl: Gambit Tennison'a(Lemberg,Zukertort)
ru: Гамбит Теннисона
si: Tennisonov (Lembergov, Zukertortov) gambit
sv: Tennisons gambit (Lembergs, Zukertorts)
tr: Tennison (Lemberg, Zukertort) gambiti
uk: Гамбіт Теннісона

source: Three knights game
ar: الثلاثة أفراس مباراة
br: Abertura dos 3 Cavalos
ca: Obertura dels tres cavalls
de: Dreispringerspiel
es: Apertura de los 3 Caballos
eu: Hiru zaldunen partida
fr: Partie des 3 cavaliers
id: Permainan 3 Kuda
it: Apertura dei 3 Cavalli
nl: Drie paarden spel
pl: Trzy skoczki
ru: Дебют трех коней
si: Igra treh skakačev
sv: Trespringarspel
tr: Üç at oyunu
uk: Дебют трьох коней
vi: Ba hiệp sĩ trò chơi

source: Three knights: Schlechter variation
ar: الثلاثة أفراس:شيليشتر تفريع
br: Abertura dos 3 Cavalos, Variante Schlechter
ca: Obertura dels tres cavalls - Variant Schlechter
de: Dreispringerspiel: Schlechter Variante
es: Apertura de los 3 Caballos, Variante Schlechter
eu: Hiru zaldunak: Schlechter aldaera
fr: Partie des 3 cavaliers, var. Schlechter
id: 3 Kuda: Varian Schlechter
it: Apertura dei 3 Cavalli, Variante Schlechter
nl: Drie paarden: Schlechter variant
pl: Trzy skoczki:wariant Schlechter'a
ru: Дебют трех коней: вариант Шлехтера
si: Trije skakači: Schlechterjeva različica
sv: Trespringarspel: Schlechtervarianten
tr: Üç at: Schlechter varyasyonu
uk: Дебют трьох коней: варіант Шлехтера
vi: Ba hiệp sĩ: Schlechter biến

source: Three knights: Steinitz variation
ar: الثلاثة أفراس: تفريع شتاينتز
br: Abertura dos 3 Cavalos, Variante Steinitz
ca: Obertura dels tres cavalls - Variant Steinitz
de: Dreispringerspiel: Steinitz Variante
es: Apertura de los 3 Caballos, Variante Steinitz
eu: Hiru zaldunak: Steinitz aldaera
fr: Partie des 3 cavaliers, var. Steinitz
id: 3 Kuda: Varian Steinitz
it: Apertura dei 3 Cavalli, Variante Steinitz
nl: Drie paarden: Steinitz variant
pl: Trzy skoczki:wariant Steinitz'a
ru: Дебют трех коней: вариант Стейница
si: Trije skakači: Stainitzova različica
sv: Trespringarspel: Steinitzvarianten
tr: Üç at: Steinitz varyasyonu
uk: Дебют трьох коней: варіант Стейніца
vi: Ba hiệp sĩ: Steinitz biến

source: Three knights: Steinitz, Rosenthal variation
ar: الثلاثة أفراس: شتاينتز, روزنتال تفريع
br: Abertura dos 3 Cavalos, Variante Steinitz, Variante Rosenthal
ca: Obertura dels tres cavalls - Variant Steinitz - Variant Rosenthal
de: Dreispringerspiel: Steinitz, Rosenthal Variante
es: Apertura de los 3 Caballos, Variante Steinitz, Variante Rosenthal
eu: Hiru zaldunak: Steinitz, Rosenthal aldaera
fr: Partie des 3 cavaliers, Steinitz, var. Rosenthal
id: 3 Kuda: Varian Rosenthal
it: Apertura dei 3 Cavalli, Variante Steinitz, Variante Rosenthal
nl: Drie paarden: Steinitz, Rosenthal variant
pl: Trzy skoczki:Steinitz, wariant Rosenthal'a
ru: Дебют трех коней: вариант Стейница, вариант Розенталя
si: Trije skakači: Steinitz, Rosenthalova različica
sv: Trespringarspel: Steinitz, Rosenthalvarianten
tr: Üç at: Steinitz, Rosenthal varyasyonu
uk: Дебют трьох коней: варіант Стейніца, варіант Розенталя
vi: Ba hiệp sĩ: Steinitz, Rosenthal biến

source: Three knights: Winawer defence (Gothic defence)
ar: الثلاثة أفراس: ويناور دفاع (القوطي دفاع)
br: Abertura dos 3 Cavalos, Defesa Winawer (Gótica)
ca: Obertura dels tres cavalls - Defensa Winawer o gòtica
de: Dreispringerspiel: Winawer Verteidigung (Gothic Verteidigung)
es: Apertura de los 3 Caballos, Defensa Winawer o Gótica
eu: Hiru zaldunak: Winawer defentsa (defentsa gotikoa)
fr: Partie des 3 cavaliers, défense Winawer (gothique)
id: 3 Kuda: Pembelaan Winawer
it: Apertura dei 3 Cavalli, Difesa Winawer o Gótica
nl: Drie paarden: Winawer verdediging (Gotische defensie
pl: Trzy skoczko:obrona Winawer'a(obrona gotycka)
ru: Дебют трех коней: защита Винавера
si: Trije skakači: Winawerjeva obramba (gotska obramba)
sv: Trespringarspel: Winawers försvar (Gotiskt försvar)
tr: Üç at: Winawer savunması (Gotik savunma)
uk: Дебют трьох коней: захист Вінавера (Готичний захист)
vi: Tam mã: phòng thủ Winawer (phòng thủ Gothic)

source: Torre attack (Tartakower variation)
ar: توري هجوم (تارتاكوفر تفريع)
br: Ataque Torre (Variante Tartakower)
ca: Atac de Torre o Variant Tartakower
de: Torre Angriff (Tartakower Variante)
es: Ataque Torre o Variante Tartakower
eu: Torre erasoa (Tartakower aldaera)
fr: Attaque Torre, var. Tartakover
id: Serangan Torre
it: Attacco Torre o Variante Tartakower
nl: Torre aanval (Tartakower variant)
pl: Atak Torre'go, wariant Tertakower'a
ru: Атака Торре
si: Torreov napad, Tartakowerjeva različica
sv: Torres angrepp (Tartakowervarianten)
tr: Torre hücumu (Tartakower varyasyonu)
uk: Атака Торре (варіант Тартаковера)
vi: Torre tấn công (Tartakower biến thể)

source: Trompovsky attack (Ruth, Opovcensky opening)
ar: ترومبوقسكي هجوم (راث, اوبوفسينسكي افتتاح)
br: Ataque Trompovsky (Ruth, Abertura Opocensky)
ca: Atac Trompovsky o Ruth o Obertura Opocensky
de: Trompovsky Angriff (Ruth, Opovcensky Eröffnung)
es: Ataque Trompovsky o Ruth o Apertura Opocensky
eu: Trompovsky erasoa (Ruth, Opovcensky irekiera)
fr: Attaque Trompowsky (ouverture Ruth ou Opocensky)
id: Serangan Trompowsky
it: Attacco Trompovsky o Ruth o Apertura Opocensky
nl: Trompovsky aanval (Ruth, Opovcensky opening
pl: Atak Trompovsky'ego(debiut Ruth'a, Opovcensky'a)
ru: Атака Тромповского
si: Trompovskyev napad (Ruthova, Opovcenskyeva otvoritev)
sv: Trompovskijs angrepp
tr: Trompovsky hücumu (Ruth, Opovcensky açılışı)
uk: Атака Тромповського (дебют Опоченського)
vi: Trompovsky tấn công (Ruth, khai cuộc Opovcensky)

source: Two knights defence (Modern bishop's opening)
ar: دفاع الفرسين (حديث افتتاح الفيل)
br: Defesa dos 2 Cavalos, Abertura Moderna do Bispo
ca: Defensa dels dos cavalls - Obertura moderna d'Alfil
de: Zweispringerspiel im Nachzug (Moderne Läuferspiel)
es: Defensa de los 2 Caballos, Apertura Moderna del Alfil
eu: Bi zaldunen defentsa (Alfilaren irekiera modernoa)
fr: Défense des 2 cavaliers (ouverture moderne du fou)
id: 2 Kuda, Pembukaan Gajah Modern
it: Difesa dei 2 Cavalli, Apertura Moderna d'Alfiere
nl: Tweepaardenspel ( Moderne loper opening)
pl: Obrona dwóch skoczków(nowoczesny debiut gońca)
ru: Защита двух коней
si: Obramba dveh skakačev (moderna lovčeva otvoritev)
sv: Tvåspringarspel (modernt tvåspringarspel)
tr: İki at savunması (Fil'in modern açılışı)
uk: Захист двох коней (Сучасний дебют слона)
vi: Phòng thủ nhị mã (Khai cuộc hiện đại Tịnh)

source: Two knights defence, Keidanz variation
ar: دفاع الفرسين, كيدانز تفريع
br: Defesa dos 2 Cavalos, Variante Keidanz
ca: Defensa dels dos cavalls - Variant Keidanz
de: Zweispringerspiel im Nachzug, Keidanz Variante
es: Defensa de los 2 Caballos, Variante Keidanz
eu: Bi zaldunen defentsa, Keidanz aldaera
fr: Défense des 2 cavaliers, var. Keidanski
id: 2 Kuda, Varian Keidanz
it: Difesa dei 2 Cavalli, Variante Keidanz
nl: Tweepaardenspel, Keidanz variant
pl: Obrona dwóch skoczków, wariant Keidanz
ru: Защита двух коней: вариант Кайданца
si: Obramba dveh skakačev, Keidanzova različica
sv: Tvåspringarspel: Keidanzvarianten
tr: İki at savunması, Keidanz varyasyonu
uk: Захист двох коней: варіант Кайданца
vi: Hai hiệp sĩ bảo vệ, Keidanz biến
