Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: KGA: bishop's gambit, Ruy Lopez defence
ar: هجوم الملك الهندي : جامبيت الفيل, روي لوبيز دفاع
br: Gambito do Rei Aceito, Gambito do Bispo, Defesa Ruy López
ca: Gambit de Rei acceptat - Gambit d'Alfil - Defensa Ruy López
de: Königsgambit (angenommen): Läufergambit, Spanisch Verteidigung
es: Gambito de Rey Aceptado, Gambito de Alfil, Defensa Ruy López
eu: Errege Ganbito Onartua: alfilaren ganbitoa, Ruy Lopezen defentsa
fr: Gambit Roi accepté, gambit du fou, défense Ruy López
id: KGA: Gambit Gajah, Pembelaan Ruy Lopez
it: Gambetto di Re Accettato, Mossa d'Alfiere, Difesa Ruy López
nl: KGA: lopergambiet, Ruy Lopez verdediging
pl: Gam.król przyj.,gambit gońca, obrona Ruy Lopez
ru: Принятый королевский гамбит: гамбит слона, защита Руи Лопеса
si: KGS: lovčev gambit, Ruy Lopezova obramba
sv: Kungsgambit, antagen: Löpargambit, Spanskt försvar
tr: KGA: fil'in gambiti, Ruy Lopez savunması
uk: Прийнятий королівський гамбіт: гамбіт слона, захист Руї Лопеса
vi: KGA: thí quân Tịnh, phòng thủ Ruy Lopez

source: KGA: bishop's gambit, Steinitz defence
ar: هجوم الملك الهندي : جامبيت الفيل, شتاينتز دفاع
br: Gambito do Rei Aceito, Gambito do Bispo, Defesa Steinitz
ca: Gambit de Rei acceptat - Gambit d'Alfil - Defensa Steinitz
de: Königsgambit (angenommen): Läufergambit, Steinitz Verteidigung
es: Gambito de Rey Aceptado, Gambito de Alfil, Defensa Steinitz
eu: Errege Ganbito Onartua: alfilaren ganbitoa, Steinitz defentsa
fr: Gambit Roi accepté, gambit du fou, défense Steinitz
id: KGA: Gambit Gajah, Pembelaan Steinitz
it: Gambetto di Re Accettato, Mossa d'Alfiere, Difesa Steinitz
nl: KGA: lopergambiet, Steinitz verdediging
pl: Gam.król przyj.,gambit gońca, obrona Steinitz'a
ru: Принятый королевский гамбит: гамбит слона, защита Стейница
si: KGS: lovčev gambit, Steinitzeva obramba
sv: Kungsgambit, antagen: Löpargambit, Steinitz-försvar
tr: KGA: fil'in gambiti, Steinitz savunması
uk: Прийнятий королівський гамбіт: гамбіт слона, захист Стейніца
vi: KGA: thí quân Tịnh, phòng thủ Steinitz

source: KGA: bishop's gambit, classical defence, Cozio attack
ar: هجوم الملك الهندي : جامبيت الفيل, الدفاع الكلاسيكي, كوزيو هجوم
br: Gambito do Rei Aceito, Gambito do Bispo, Defesa Clássica, Ataque Cozio
ca: Gambit de Rei acceptat - Gambit d'Alfil - Defensa clàssica - Atac Cozio
de: Königsgambit (angenommen): Läufergambit, Klassisch Verteidigung, Cozio Angriff
es: Gambito de Rey Aceptado, Gambito de Alfil, Defensa Clásica, Ataque Cozio
eu: Errege Ganbito Onartua: alfilaren ganbitoa, defentsa klasikoa, Cozio erasoa
fr: Gambit Roi accepté, gambit du fou, défense classique, attaque Cozio
id: KGA: Gambit Gajah, Pembelaan Klasik, Serangan Cozio
it: Gambetto di Re Accettato, Mossa d'Alfiere, Difesa Classica, Attacco Cozio
nl: KGA: lopergambiet, klassieke verdediging, Cozio aanval
pl: Gam.król przyj.,gambit gońca, obrona klasyczna, atak Cozio
ru: Принятый королевский гамбит: гамбит слона, классическая защита, атака Коцио
si: KGS: lovčev gambit, klasična obramba, Coziov napad
sv: Kungsgambit, antagen: Löpargambit, Klassiskt försvar, Cozios angrepp
tr: KGA: fil'in gambiti, klasik savunma, Cozio hücumu
uk: Прийнятий королівський гамбіт: гамбіт слона, класичний захист, атака Коціо
vi: KGA: thí quân Tịnh, phòng thủ cổ điển, tấn công Cozio

source: KGA: bishop's gambit, classical defence
ar: هجوم الملك الهندي : جامبيت الفيل, الدفاع الكلاسيكي
br: Gambito do Rei Aceito, Gambito do Bispo, Defesa Clássica
ca: Gambit de Rei acceptat - Gambit d'Alfil - Defensa clàssica
de: Königsgambit (angenommen): Läufergambit, Klassisch Verteidigung
es: Gambito de Rey Aceptado, Gambito de Alfil, Defensa Clásica
eu: Errege Ganbito Onartua: alfilaren ganbitoa, defentsa klasikoa
fr: Gambit Roi accepté, gambit du fou, défense classique
id: KGA: Gambit Gajah, Varian Pembelaan Klasik
it: Gambetto di Re Accettato, Mossa d'Alfiere, Difesa Classica
nl: KGA: lopergambiet, klassieke verdediging
pl: Gam.król przyj.,gambit gońca, obrona klasyczna
ru: Принятый королевский гамбит: гамбит слона, классическая защита
si: KGS: lovčev gambit, klasična obramba
sv: Kungsgambit, antagen: Löpargambit, Klassiskt försvar
tr: KGA: fil'in gambiti, klasik savunma
uk: Прийнятий королівський гамбіт: гамбіт слона, класичний захист
vi: KGA: thí quân Tịnh, phòng thủ cổ điển

source: KGA: bishop's gambit
ar: هجوم الملك الهندي : جامبيت الفيل
br: Gambito do Rei Aceito, Gambito do Bispo
ca: Gambit de Rei acceptat - Gambit d'Alfil
de: Königsgambit (angenommen): Läufergambit
es: Gambito de Rey Aceptado, Gambito de Alfil
eu: Errege Ganbito Onartua: alfilaren ganbitoa
fr: Gambit Roi accepté, 3.Fc4 (gambit du fou)
id: KGA: Gambit Gajah
it: Gambetto di Re Accettato, Mossa d'Alfiere
nl: KGA: lopersgambiet
pl: Gam.król przyj.,gambit gońca
ru: Принятый королевский гамбит: гамбит слона
si: KGS: lovčev gambit
sv: Kungsgambit, antagen: Löpargambit
tr: KGA: fil'in gambiti
uk: Прийнятий королівський гамбіт: гамбіт слона
vi: KGA: cờ giám mục

source: KGA: double Muzio gambit
ar: هجوم الملك الهندي : المزدوج موزيو جامبيت
br: Gambito do Rei Aceito, Gambito do Bispo, Gambito Muzio Duplo
ca: Gambit de Rei acceptat - Gambit de Cavall - Gambit Muzio doble
de: Königsgambit (angenommen): double Muzio Gambit
es: Gambito de Rey Aceptado, Gambito de Caballo, Gambito Muzio Doble
eu: Errege Ganbito Onartua: Muzio ganbito bikoitza
fr: Gambit Roi accepté, double gambit Muzio
id: KGA: Gambit Dobel Muzio
it: Gambetto di Re Accettato, Mossa di Cavallo, Mossa di Muzio Doble
nl: KGA: dubbel Muzio gambiet
pl: Gam.król przyj.,podwójny gambit Muzio
ru: Принятый королевский гамбит: двойной гамбит Муцио
si: KGS: dvojni Muziov gambit
sv: Kungsgambit antagen: Dubbel Muziogambit
tr: KGA: çift Muzio gambiti
uk: Прийнятий королівський гамбіт: подвійний гамбіт Муціо
vi: KGA: đôi Muzio Gambit

source: KGD: 2...Nf6
ar: جامبيت الملك المرفوض: 2...Nf7
br: Gambito do Rei Recusado, 2...Cf6
ca: Gambit de Rei refusat - 2 ... Cf6
de: Königsgambit (abgelehnt): 2...Nf6
es: Gambito de Rey Rehusado, 2...Cf6
eu: Errege Ganbito Ukatua: 2...Zf6
fr: Gambit Roi refusé, 2...Cf6
id: KGD: 2... Kf6
it: Gambetto di Re Rifiutato, 2...Cf6
nl: GKG: 2 ... Pf6
pl: Gam.król nieprzyj.,2...Sf6
ru: Отказанный королевский гамбит: 2...Кf6
si: KGZ: 2. Sf6
sv: Kungsgambit avböjd: 2...Sf6
uk: Відхилений королівський гамбіт: 2...Кf6

source: KGD: Falkbeer counter-gambit
ar: جامبيت الملك المرفوض: فالكبير الجامبيت المضاد
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer
de: Königsgambit (abgelehnt): Falkbeer Gegengambit
es: Gambito de Rey Rehusado, ContraGambito Falkbeer
eu: Errege Ganbito Ukatua: Falkbeer kontra-ganbitoa
fr: Gambit Roi refusé, contre-gambit Falkbeer
id: KGD: Gamnbit Balasan Falkbeer
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer
nl: GKG: Falkbeer tegengambiet
pl: Gam.król nieprzyj.,kontrgambit Falkbeer'a
ru: Отказанный королевский гамбит: контргамбит Фалькбеера
si: KGZ: Falkbeerov proti-gambit
sv: Kungsgambit avböjd: Falkbeers motgambit
tr: KGD: Falkbeer karşı gambiti
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра
vi: KGD: Falkbeer phản Gambit

source: KGD: Falkbeer, 3...e4
ar: جامبيت الملك المرفوض: فالكبير, 3...e5
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, 3...e4
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - 3 ... e4
de: Königsgambit (abgelehnt): Falkbeer, 3...e4
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, 3...e4
eu: Errege Ganbito Ukatua: Falkbeer, 3...e4
fr: Gambit Roi refusé, contre-gambit Falkbeer, 3...e4
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, 3...e4
nl: GKG: Falkbeer, 3 ... e4
pl: Gam.król nieprzyj.,Falkbeer, 3...e4
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, 3...e4
si: KGZ: Falkbeer, 3. e4
sv: Kungsgambit avböjd: Falkbeer, 3...e4
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, 3...e4

source: KGD: Falkbeer, 4.d3
ar: جامبيت الملك المرفوض: فالكبير, 4.d4
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, 4.d3
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - 4. d3
de: Königsgambit (abgelehnt): Falkbeer, 4.d3
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, 4.d3
eu: Errege Ganbito Ukatua: Falkbeer, 4.d3
fr: Gambit Roi refusé, contre-gambit Falkbeer, 4.d3
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, 4.d3
nl: GKG: Falkbeer, 4.d3
pl: Gam.król nieprzyj.,Falkbeer, 4.d3
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, 4.d3
si: KGZ: Falkbeer, 4. d3
sv: Kungsgambit avböjd: Falkbeer, 4.d3
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, 4.d3

source: KGD: Falkbeer, 5.de
ar: جامبيت الملك المرفوض: فالكبير, 5.de
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, 5.dxe4
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - 5. dxe4
de: Königsgambit (abgelehnt): Falkbeer, 5.de
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, 5.dxe4
eu: Errege Ganbito Ukatua: Falkbeer, 5.de
fr: Gambit Roi refusé, contre-gambit Falkbeer, 5.dxe4
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, 5.dxe4
nl: GKG: Falkbeer, 5.de
pl: Gam.król nieprzyj.,Falkbeer, 5.de
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, 5.de
si: KGZ: Falkbeer, 5. de
sv: Kungsgambit avböjd: Falkbeer, 5.de
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, 5.de

source: KGD: Falkbeer, Alapin variation
ar: جامبيت الملك المرفوض: فالكبير, تفريع الابين
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Variante Alapin
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Variant Alapin
de: Königsgambit (abgelehnt): Falkbeer, Alapin-Variante
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Variante Alapin
eu: Errege Ganbito Ukatua: Falkbeer, Alapin aldaera
fr: Gambit Roi refusé, contre-gambit Falkbeer, var. Alapin
id: KGD: Falkbeer, Varian Alapin
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Variante Alapin
nl: GKG: Falkbeer, Alapin variant
pl: Gam.król nieprzyj.,Falkbeer, wariant Alapin'a
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, вариант Алапина
si: KGZ: Falkbeer, Alapinova različica
sv: Kungsgambit avböjd: Falkbeer, Alapinvarianten
tr: KGD: Falkbeer, Alapin varyasyonu
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, варіант Алапіна
vi: KGD: Falkbeer, Alapin biến

source: KGD: Falkbeer, Charousek gambit
ar: جامبيت الملك المرفوض: فالكبير, تشاروسك جامبيت
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Gambito Charousek
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Gambit Charousek
de: Königsgambit (abgelehnt): Falkbeer, Charousek Gambit
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Gambito Charousek
eu: Errege Ganbito Ukatua: Falkbeer, Charousek ganbitoa
fr: Gambit Roi refusé, contre-gambit Falkbeer, gambit Charousek
id: KGD: Falkbeer, Gambit Charousek
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Mossa di Charousek
nl: GKG: Falkbeer, Charousek gambiet
pl: Gam.król nieprzyj.,Falkbeer, gambit Charousek
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, гамбит Харузека
si: KGZ: Falkbeer, Charousekov gambit
sv: Kungsgambit avböjd: Falkbeer, Charousekgambit
tr: KGD: Falkbeer, Charousek gambiti
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, гамбіт Харузека

source: KGD: Falkbeer, Charousek variation
ar: جامبيت الملك المرفوض: فالكبير, تشاروسك تفريع
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Variante Charousek
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Variant Charousek
de: Königsgambit (abgelehnt): Falkbeer, Charousek-Variante
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Variante Charousek
eu: Errege Ganbito Ukatua: Falkbeer, Charousek aldaera
fr: Gambit Roi refusé, contre-gambit Falkbeer, var. Charousek
id: KGD: Falkbeer, Varian Charousek
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Variante Charousek
nl: GKG: Falkbeer, Charousek variant
pl: Gam.król nieprzyj.,Falkbeer, wariant Charousek
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, вариант Харузека
si: KGZ: Falkbeer, Charousekova različica
sv: Kungsgambit avböjd: Falkbeer, Charousekvarianten
tr: KGD: Falkbeer, Charousek varyasyonu
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, варіант Харузека
vi: KGD: Falkbeer, Charousek biến

source: KGD: Falkbeer, Keres variation
ar: جامبيت الملك المرفوض: فالكبير,كيريس تفريع
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Variante Keres
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Variant Keres
de: Königsgambit (abgelehnt): Falkbeer, Keres-Variante
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Variante Keres
eu: Errege Ganbito Ukatua: Falkbeer, Keres aldaera
fr: Gambit Roi refusé, contre-gambit Falkbeer, var. Keres
id: KGD: Falkbeer, Varian Keres
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Variante Keres
nl: GKG: Falkbeer, Keres variant
pl: Gam.król nieprzyj.,Falkbeer, wariant Keres'a
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, вариант Кереса
si: KGZ: Falkbeer, Keresova različica
sv: Kungsgambit avböjd: Falkbeer, Keresvarianten
tr: KGD: Falkbeer, Keres varyasyonu
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, варіант Кереса
vi: KGD: Falkbeer, Keres biến

source: KGD: Falkbeer, Milner-Barry variation
ar: جامبيت الملك المرفوض: فالكبير, ميلنر-باري تفريع
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Variante Milner Barry
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Variant Milner Barry
de: Königsgambit (abgelehnt): Falkbeer, Milner-Barry-Variante
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Variante Milner Barry
eu: Errege Ganbito Ukatua: Falkbeer, Milner-Barry aldaera
fr: Gambit Roi refusé, contre-gambit Falkbeer, var. Milner-Barry
id: KGD: Falkbeer, Varian Milner-Barry
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Variante Milner Barry
nl: GKG: Falkbeer, Milner-Barry variant
pl: Gam.król nieprzyj.,Falkbeer, wariant Milner-Barry
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, вариант Мильнера-Бэрри
si: KGZ: Falkbeer, Milner-Barryeva različica
sv: Kungsgambit avböjd: Falkbeer, Milner-Barrys variant
tr: KGD: Falkbeer, Milner-Barry varyasyonu
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, варіант Мільнера-Беррі
vi: KGD: Falkbeer, Milner-Barry biến

source: KGD: Falkbeer, Morphy gambit
ar: جامبيت الملك المرفوض: فالكبير, مورفي جامبيت
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Gambito Morphy
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Gambit Morphy
de: Königsgambit (abgelehnt): Falkbeer, Morphy Gambit
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Gambito Morphy
eu: Errege Ganbito Ukatua: Falkbeer, Morphy ganbitoa
fr: Gambit Roi refusé, contre-gambit Falkbeer, gambit Morphy
id: KGD: Falkbeer, Gambit Morphy
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Mossa di Morphy
nl: GKG: Falkbeer, Morphy gambiet
pl: Gam.król nieprzyj.,Falkbeer, gambit Morphy'ego
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, гамбит Морфи
si: KGZ: Falkbeer, Morphyev gambit
sv: Kungsgambit avböjd: Falkbeer, Morphys gambit
tr: KGD: Falkbeer, Morphy gambiti
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, гамбіт Морфі
vi: KGD: Falkbeer, thí quân Morphy

source: KGD: Falkbeer, Nimzovich variation
ar: جامبيت الملك المرفوض: فالكبير, نيمزوفيتش تفريع
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Variante Nimzowitsch
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Variant Nimzowitsch
de: Königsgambit (abgelehnt): Falkbeer, Nimzowitsch-Variante
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Variante Nimzowitsch
eu: Errege Ganbito Ukatua: Falkbeer, Nimzovich aldaera
fr: Gambit Roi refusé, contre-gambit Falkbeer, var. Nimzowitsch
id: KGD: Falkbeer, Varian Nimnzowitch
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Variante Nimzowitsch
nl: GKG: Falkbeer, Nimzovich variant
pl: Gam.król nieprzyj.,Falkbeer, wariant Nimzovitsch'a
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, вариант Нимцовича
si: KGZ: Falkbeer, Nimzovicheva različica
sv: Kungsgambit avböjd: Falkbeer, Nimzowitschvarianten
tr: KGD: Falkbeer, Nimzovich varyasyonu
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, варіант Німцовича
vi: KGD: Falkbeer, Nimzovich biến

source: KGD: Falkbeer, Reti variation
ar: جامبيت الملك المرفوض: فالكبير, ريتي تفريع
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Variante Reti
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Variant Reti
de: Königsgambit (abgelehnt): Falkbeer, Reti-Variante
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Variante Reti
eu: Errege Ganbito Ukatua: Falkbeer, Reti aldaera
fr: Gambit Roi refusé, contre-gambit Falkbeer, var. Réti
id: KGD: Falkbeer, Varian Reti
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Variante Reti
nl: GKG: Falkbeer, Reti variant
pl: Gam.król nieprzyj.,Falkbeer, wariant Reti
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, вариант Рети
si: KGZ: Falkbeer, Retijeva različica
sv: Kungsgambit avböjd: Falkbeer, Retivarianten
tr: KGD: Falkbeer, Reti varyasyonu
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, варіант Реті
vi: KGD: Falkbeer, Reti biến

source: KGD: Falkbeer, Rubinstein variation
ar: جامبيت الملك المرفوض: فالكبير, روبينشتاين تفريع
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Variante Rubinstein
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Variant Rubinstein
de: Königsgambit (abgelehnt): Falkbeer, Rubinstein-Variante
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Variante Rubinstein
eu: Errege Ganbito Ukatua: Falkbeer, Rubinstein aldaera
fr: Gambit Roi refusé, contre-gambit Falkbeer, var. Rubinstein
id: KGD: Falkbeer, Varian Rubenstein
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Variante Rubinstein
nl: GKG: Falkbeer, Rubinstein variant
pl: Gam.król nieprzyj.,Falkbeer, wariant Rubinstein'a
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, вариант Рубинштейна
si: KGZ: Falkbeer, Rubinsteinova različica
sv: Kungsgambit avböjd: Falkbeer, Rubinsteinvarianten
tr: KGD: Falkbeer, Rubinstein varyasyonu
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, варіант Рубінштейна
vi: KGD: Falkbeer, Rubinstein biến

source: KGD: Falkbeer, Tarrasch variation
ar: جامبيت الملك المرفوض: فالكبير, تفريع تاراش
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Variante Tarrasch
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Variant Tarrasch
de: Königsgambit (abgelehnt): Falkbeer, Tarrasch-Variante
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Variante Tarrasch
eu: Errege Ganbito Ukatua: Falkbeer, Tarrasch aldaera
fr: Gambit Roi refusé, contre-gambit Falkbeer, var. Tarrasch
id: KGD: Falkbeer, Varian Tarrasch
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Variante Tarrasch
nl: GKG: Falkbeer, Tarrasch variant
pl: Gam.król nieprzyj.,Falkbeer, wariant Tarrasch'a
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, вариант Тарраша
si: KGZ: Falkbeer, Tarrascheva različica
sv: Kungsgambit avböjd: Falkbeer, Tarraschvarianten
tr: KGD: Falkbeer, Tarrasch varyasyonu
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, варіант Тарраша
vi: KGD: Falkbeer, Tarrasch biến

source: KGD: Falkbeer, Tartakower variation
ar: جامبيت الملك المرفوض: فالكبير, تارتاكوفر تفريع
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Variante Tartakower
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Variant Tartakower
de: Königsgambit (abgelehnt): Falkbeer, Tartakower-Variante
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Variante Tartakower
eu: Errege Ganbito Ukatua: Falkbeer, Tartakower aldaera
fr: Gambit Roi refusé, contre-gambit Falkbeer, var. Tartakover
id: KGD: Falkbeer, Varian Tartakower
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Variante Tartakower
nl: GKG: Falkbeer, Tartakower variant
pl: Gam.król nieprzyj.,Falkbeer, wariant Tartakower'a
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, вариант Тартаковера
si: KGZ: Falkbeer, Tartakowerjeva različica
sv: Kungsgambit avböjd: Falkbeer, Tartakowervarianten
tr: KGD: Falkbeer, Tartakower varyasyonu
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, варіант Тартаковера
vi: KGD: Falkbeer, Tartakower biến

source: KGD: Falkbeer, main line, 7...Bf5
ar: جامبيت الملك المرفوض: فالكبير, الخط الرئيسي, 7...Bf6
br: Gambito do Rei Recusado, Contra-Gambito Falkbeer, Linha Principal 7...Bf5
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Línia principal 7 ... Af5
de: Königsgambit (abgelehnt): Falkbeer, Hauptvariante, 7...Lf5
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, Linea Principal 7...Af5
eu: Errege Ganbito Ukatua: Falkbeer, lerro nagusia, 7...Af5
fr: Gambit Roi refusé, contre-gambit Falkbeer, ligne principale, 7...Ff5
id: KGD: Falkbeer, Jalur Utama, 7.... Gf5
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Linea Principale 7...Af5
nl: GKG: Falkbeer, hoofdlijn, 7 ... Lf5
pl: Gam.król nieprzyj.,Falkbeer, główna linia, 7...Gf5
ru: Отказанный королевский гамбит: контргамбит Фалькбеера, основной вариант, 7...Сf5
si: KGZ: Falkbeer, glavna linija, 7. Lf5
sv: Kungsgambit avböjd: Falkbeer, huvudvariant, 7...Lf5
tr: KGD: Falkbeer, ana hat, 7...Bf5
uk: Відхилений королівський гамбіт: контргамбіт Фалькбеєра, основний варіант, 7...Сf5
vi: KGD: Falkbeer, dòng chính, 7 ... BF5

source: KGD: Keene's defence
ar: جامبيت الملك المرفوض: كين دفاع
br: Gambito do Rei Recusado, Defesa Keene
ca: Gambit de Rei refusat - Defensa Keene
de: Königsgambit (abgelehnt): Keene's Verteidigung
es: Gambito de Rey Rehusado, Defensa Keene
eu: Errege Ganbito Ukatua: Keeneren defentsa
fr: Gambit Roi refusé, défense Keene
id: KGD: Pembelaan Keene
it: Gambetto di Re Rifiutato, Difesa Keene
nl: GKG : Keene's verdediging
pl: Gam.król nieprzyj., obrona Keene
ru: Отказанный королевский гамбит: защита Кина
si: KGZ: Keenova obramba
sv: Kungsgambit avböjd: Keenes försvar
tr: KGD: Keene'nin savunması
uk: Відхилений королівський гамбіт: захист Кіна
vi: KGD: phòng thủ Keene

source: KGD: Mafia defence
ar: جامبيت الملك المرفوض: مافيا دفاع
br: Gambito do Rei Recusado, Defesa Máfia
ca: Gambit de Rei refusat - Defensa Mafia
de: Königsgambit (abgelehnt): Mafia Verteidigung
es: Gambito de Rey Rehusado, Defensa Mafia
eu: Errege Ganbito Ukatua: Mafiaren defentsa
fr: Gambit Roi refusé, défense de la mafia
id: KGD: Pembelaan Mafia
it: Gambetto di Re Rifiutato, Difesa Mafia
nl: GKG: Mafia verdediging
pl: Gam.król nieprzyj., obrona Mafia
ru: Отказанный королевский гамбит: защита мафии
si: KGZ: mafijska obramba
sv: Kungsgambit avböjd: Maffiaförsvar
tr: KGD: Mafya savunması
uk: Відхилений королівський гамбіт: захист Мафії
vi: KGD: phòng thủ Mafia

source: KGD: Nimzovich counter-gambit
ar: جامبيت الملك المرفوض: نيمزوفيتش الجامبيت المضاد
br: Gambito do Rei Recusado, Contra-Gambito Nimzowitsch
ca: Gambit de Rei refusat - Contra-Gambit Falkbeer - Contra-Gambit Nimzowitsch
de: Königsgambit (abgelehnt): Nimzowitsch Gegengambit
es: Gambito de Rey Rehusado, ContraGambito Falkbeer, ContraGambito Nimzowitsch
eu: Errege Ganbito Ukatua: Nimzovich kontra-ganbitoa
fr: Gambit Roi refusé, contre-gambit Nimzowitsch
id: KGD: Gambit Balasan Nimzowitch
it: Gambetto di Re Rifiutato, Controgambetto Falkbeer, Controgambetto Nimzowitsch
nl: GKG: Nimzovich tegengambiet
pl: Gam.król nieprzyj., kontrgambit Nimzovitsch'a
ru: Отказанный королевский гамбит: контргамбит Нимцовича
si: KGZ: Nimzovichev proti-gambit
sv: Kungsgambit avböjd: Nimzowitschs motgambit
tr: KGD: Nimzovich karşı gambit
uk: Відхилений королівський гамбіт: контргамбіт Німцовича
vi: KGD: Nimzovich phản Gambit
