Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Evans gambit: Morphy attack
ar: جامبيت إيفانس: مورفي هجوم
br: Gambito Evans, Ataque Morphy
ca: Gambit Evans acceptat - Atac Morphy
de: Evans Gambit: Morphy Angriff
es: Gambito Evans Aceptado, Ataque Morphy
eu: Evans-en ganbitoa: Morphy erasoa
fr: Gambit Evans, attaque Morphy
id: Gambit Evans: Serangan Morphy
it: Gambetto Evans Accettato, Attacco Morphy
nl: Evans gambiet: Morphy aanval
pl: Gambit Evans'a, atak Morphy'ego
ru: Гамбит Эванса: атака Морфи
si: Evansov gambit, Morphyev napad
sv: Evans gambit: Morphys angrepp
tr: Evans gambiti: Morphy hücumu
uk: Гамбіт Еванса: атака Морфі
vi: Thí quân Evans: tấn công Morphy

source: Evans gambit: Paulsen variation
ar: جامبيت إيفانس: بولسن تفريع
br: Gambito Evans, Variante Paulsen
ca: Gambit Evans acceptat - Variant Paulsen
de: Evans Gambit: Paulsen-Variante
es: Gambito Evans Aceptado, Variante Paulsen
eu: Evans-en ganbitoa: Paulsen aldaera
fr: Gambit Evans, var. Paulsen
id: Gambit Evans: Varian Paulsen
it: Gambetto Evans Accettato, Variante Paulsen
nl: Evans gambiet: Paulsen variant
pl: Gambit Evans'a, wariant Paulsen'a
ru: Гамбит Эванса: вариант Паульсена
si: Evansov gambit, Paulsenova različica
sv: Evans gambit: Paulsenvarianten
tr: Evans gambiti: Paulsen varyasyonu
uk: Гамбіт Еванса: варіант Паульсена
vi: Evans cờ: Paulsen biến

source: Evans gambit: Richardson attack
ar: جامبيت إيفانس: ريتشاردسون هجوم
br: Gambito Evans, Ataque Richardson
ca: Gambit Evans acceptat - Atac Richardson
de: Evans Gambit: Richardson Angriff
es: Gambito Evans Aceptado, Ataque Richardson
eu: Evans-en ganbitoa: Richardsonen erasoa
fr: Gambit Evans, attaque Richardson
id: Gambit Evans: Serangan Richardson
it: Gambetto Evans Accettato, Attacco Richardson
nl: Evans gambiet: Richardson aanval
pl: Gambit Evans'a, atak Rochardson'a
ru: Гамбит Эванса: атака Ричардсона
si: Evansov gambit, Richardsonov napad
sv: Evans gambit: Richardsons angrepp
tr: Evans gambiti: Richardson hücumu
uk: Гамбіт Еванса: атака Річардсона
vi: Evans cờ: Richardson tấn công

source: Evans gambit: Sanders-Alapin variation
ar: جامبيت إيفانس: ساندرس-تفريع الابين
br: Gambito Evans, Variante Sanders-Alapin
ca: Gambit Evans acceptat - Variant Alapin Steinitz
de: Evans Gambit: Sanders-Alapin-Variante
es: Gambito Evans Aceptado, Variante Sanders Alapin
eu: Evans-en ganbitoa: Sanders-Alapin aldaera
fr: Gambit Evans, var. Sanders - Alapin
id: Gambit Evans: Varian Sanders-Alapin
it: Gambetto Evans Accettato, Variante Sanders Alapin
nl: Evans gambiet: Sanders-Alapin variant
pl: Gambit Evans'a, wariant Sanders-Alapin
ru: Гамбит Эванса: вариант Сандерса-Алапина
si: Evansov gambit, Sanders-Alapinova različica
sv: Evans gambit: Sanders-Alapin-varianten
tr: Evans gambiti: Sanders-Alapin varyasyonu
uk: Гамбіт Еванса: варіант Сандерса-Алапіна
vi: Evans cờ: Sanders-Alapin biến

source: Evans gambit: Sokolsky variation
ar: جامبيت إيفانس: سوكولوسكي تفريع
br: Gambito Evans, Variante Sokolsky
ca: Gambit Evans acceptat - Variant Sokolsky
de: Evans Gambit: Sokolsky-Variante
es: Gambito Evans Aceptado, Variante Sokolsky
eu: Evans-en ganbitoa: Sokolsky aldaera
fr: Gambit Evans, var. Sokolsky
id: Gambit Evans: Varian Sokolsky
it: Gambetto Evans Accettato, Variante Sokolsky
nl: Evans gambiet: Sokolsky variant
pl: Gambit Evans'a, wariant Sokolsky'ego
ru: Гамбит Эванса: вариант Сокольского
si: Evansov gambit, Sokolskyeva različica
sv: Evans gambit: Sokolskijvarianten
tr: Evans gambiti: Sokolsky varyasyonu
uk: Гамбіт Еванса: варіант Сокольського
vi: Evans cờ: Sokolsky biến

source: Evans gambit: Steinitz variation
ar: جامبيت إيفانس: تفريع شتاينتز
br: Gambito Evans, Variante Steinitz
ca: Gambit Evans acceptat - Variant Steinitz
de: Evans Gambit: Steinitz-Variante
es: Gambito Evans Aceptado, Variante Steinitz
eu: Evans-en ganbitoat: Steinitz aldaera
fr: Gambit Evans, var. Steinitz
id: Gambit Evans: Varian Steinitz
it: Gambetto Evans Accettato, Variante Steinitz
nl: Evans gambiet: Steinitz variant
pl: Gambit Evans'a, wariant Steinitz'a
ru: Гамбит Эванса: вариант Стейница
si: Evansov gambit, Steinitzeva različica
sv: Evans gambit: Steinitzvarianten
tr: Evans gambiti: Steinitz varyasyonu
uk: Гамбіт Еванса: варіант Стейніца
vi: Evans cờ: Steinitz biến

source: Evans gambit: Stone-Ware variation
ar: جامبيت إيفانس: تفريع ستون-وير
br: Gambito Evans, Variante Stone-Ware
ca: Gambit Evans acceptat - Variant Stone Ware
de: Evans Gambit: Stone-Ware-Variante
es: Gambito Evans Aceptado, Variante Stone Ware
eu: Evans-en ganbitoa: Stone-Ware aldaera
fr: Gambit Evans, var. Stone - Ware
id: Gambit Evans: Varian Stone-Ware
it: Gambetto Evans Accettato, Variante Stone Ware
nl: Evans gambiet: Stone-Ware variant
pl: Gambit Evans'a, wariant Stone-Ware
ru: Гамбит Эванса: вариант Стоуна-Уэра
si: Evansov gambit, Stone-Wareva različica
sv: Evans gambit: Stone-Ware-varianten
tr: Evans gambiti: Stone-Ware varyasyonu
uk: Гамбіт Еванса: варіант Стоуна-Уера
vi: Evans cờ: Đá-Ware biến

source: Evans gambit: Tartakower attack
ar: جامبيت إيفانس: تارتاكوفر هجوم
br: Gambito Evans, Ataque Tartakower
ca: Gambit Evans acceptat - Atac Tartakower
de: Evans Gambit: Tartakower Angriff
es: Gambito Evans Aceptado, Ataque Tartakower
eu: Evans-en ganbitoa: Tartakower erasoa
fr: Gambit Evans, attaque Tartakover
id: Gambit Evans: Serangan Tartakower
it: Gambetto Evans Accettato, Attacco Tartakower
nl: Evans gambiet: Tartakower aanval
pl: Gambit Evans'a, atak Tartakower'a
ru: Гамбит Эванса: атака Тартаковера
si: Evansov gambit, Tartakoerjev napad
sv: Evans gambit: Tartakowers angrepp
tr: Evans gambiti: Tartakower hücumu
uk: Гамбіт Еванса: атака Тартаковера
vi: Evans cờ: Tartakower tấn công

source: Evans gambit: Ulvestad variation
ar: جامبيت إيفانس: يوليفستاد تفريع
br: Gambito Evans, Variante Ulvestad
ca: Gambit Evans acceptat - Variant Ulvestad
de: Evans Gambit: Ulvestad-Variante
es: Gambito Evans Aceptado, Variante Ulvestad
eu: Evans-en ganbitoa: Ulvestad aldaera
fr: Gambit Evans, var. Ulvestad
id: Gambit Evans: Varian Ulvestad
it: Gambetto Evans Accettato, Variante Ulvestad
nl: Evans gambiet: Ulvestad variant
pl: Gambit Evans'a, wariant Ulvestad'a
ru: Гамбит Эванса: вариант Ульвестада
si: Evansov gambit, Ulvestadova različica
sv: Evans gambit: Ulvestadvarianten
tr: Evans gambiti: Ulvestad varyasyonu
uk: Гамбіт Еванса: варіант Ульвестада
vi: Evans cờ: Ulvestad biến

source: Evans gambit: Waller attack
ar: جامبيت إيفانس: هجوم والر
br: Gambito Evans, Ataque Waller
ca: Gambit Evans acceptat - Atac Waller
de: Evans Gambit: Waller Angriff
es: Gambito Evans Aceptado, Ataque Waller
eu: Evans-en ganbitoa: Waller erasoa
fr: Gambit Evans, attaque Waller
id: Gambit Evans: Serangan Waller
it: Gambetto Evans Accettato, Attacco Waller
nl: Evans gambiet: Waller aanval
pl: Gambit Evans'a, atak Waller'a
ru: Гамбит Эванса: атака Уоллера
si: Evansov gambit, Wallerjev napad
sv: Evans gambit: Wallers angrepp
tr: Evans gambiti: Waller hücumu
uk: Гамбіт Еванса: атака Уоллера
vi: Evans cờ: Waller tấn công

source: Evans gambit: compromised defence, Paulsen variation
ar: جامبيت إيفانس: الخطر دفاع, بولسن تفريع
br: Gambito Evans, Defesa Comprometida, Variante Paulsen
ca: Gambit Evans acceptat - Defensa compromesa - Variant Paulsen
de: Evans Gambit: kompromittierte Verteidigung, Paulsen-Variante
es: Gambito Evans Aceptado, Defensa Comprometida, Variante Paulsen
eu: Evans-en ganbitoat: defentsa konprometitua, Paulsen aldaera
fr: Gambit Evans, compromised defence (défense "compromise"), var. Paulsen
id: Gambit Evans: Pembelaan Compromised, Varian Paulsen
it: Gambetto Evans Accettato, Difesa Comprometida, Variante Paulsen
nl: Evans gambiet: gecompromitteerde verdediging, Paulsen variant
pl: Gambit Evans'a, zagrożona obrona, wariant Paulsen'a
ru: Гамбит Эванса: скомпрометированная защита, вариант Паульсена
si: Evansov gambit, ogrožena obramba, Paulsenova različica
sv: Evans gambit: Komprometterat försvar, Paulsenvarianten
tr: Evans gambiti: uzlaşma savunması, Paulsen varyasyonu
uk: Гамбіт Еванса: скомпрометований захист, варіант Паульсена
vi: Thí quân Evans: Phòng thủ bị xâm nhập, biến thể Paulsen

source: Evans gambit: compromised defence, Potter variation
ar: جامبيت إيفانس: الخطر دفاع, بوتر تفريع
br: Gambito Evans, Defesa Comprometida, Variante Potter
ca: Gambit Evans acceptat - Defensa compromesa - Variant Potter
de: Evans Gambit: kompromittierte Verteidigung, Potter-Variante
es: Gambito Evans Aceptado, Defensa Comprometida, Variante Potter
eu: Evans-en ganbitoa: defentsa konprometitua, Potter aldaera
fr: Gambit Evans, compromised defence (défense "compromise"), var. Potter
id: Gambit Evans: Pembelaan Compromised, Varian Potter
it: Gambetto Evans Accettato, Difesa Comprometida, Variante Potter
nl: Evans gambiet: gecompromitteerde verdediging Potter variant
pl: Gambit Evans'a, zagrożona obrona, wariant Potter'a
ru: Гамбит Эванса: скомпрометированная защита, вариант Поттера
si: Evansov gambit, ogrožena obramba, Potterjeva različica
sv: Evans gambit: Komprometterat försvar, Pottervarianten
tr: Evans gambiti: uzlaşma savunması, Potter varyasyonu
uk: Гамбіт Еванса: скомпрометований захист, варіант Поттера
vi: Thí quân Evans: Phòng thủ bị xâm nhập, biến thể Potter

source: Evans gambit: compromised defence
ar: جامبيت إيفانس: الخطر دفاع
br: Gambito Evans, Defesa Comprometida
ca: Gambit Evans acceptat - Defensa compromesa
de: Evans Gambit: kompromittierte Verteidigung
es: Gambito Evans Aceptado, Defensa Comprometida
eu: Evans-en ganbitoa: defentsa konprometitua
fr: Gambit Evans, compromised defence (défense "compromise")
id: Gambit Evans: Pembelaan Compromised
it: Gambetto Evans Accettato, Difesa Comprometida
nl: Evans gambiet: gecompromitteerde verdediging
pl: Gambit Evans'a, zagrożona obrona
ru: Гамбит Эванса: скомпрометированная защита
si: Evansov gambit, ogrožena obramba
sv: Evans gambit: Komprometterat försvar
tr: Evans gambiti: uzlaşma savunması
uk: Гамбіт Еванса: скомпрометований захист
vi: Thí quân Evans: Phòng thủ bị xâm nhập

source: Evans gambit: normal variation
ar: جامبيت إيفانس: عادي تفريع
br: Gambito Evans, Variante Normal
ca: Gambit Evans acceptat - Variant normal
de: Evans Gambit: Hauptvariante
es: Gambito Evans Aceptado, Variante Normal
eu: Evans-en ganbitoa: aldaera normala
fr: Gambit Evans, var. normale
id: Gambit Evans: Pembelaan Compromised, Varian Normal
it: Gambetto Evans Accettato, Variante Normal
nl: Evans gambiet: normale variant
pl: Gambit Evans'a, wariant normalny
ru: Гамбит Эванса: общепринятый вариант
si: Evansov gambit, normalna različica
sv: Evans gambit: Standardvarianten
tr: Evans gambiti: normal varyasyon
uk: Гамбіт Еванса: загальноприйнятий варіант
vi: Evans cờ: biến đổi bình thường

source: Evans gambit
ar: جامبيت إيفانس
br: Gambito Evans
ca: Gambit Evans
es: Gambito Evans
eu: Evans-en ganbitoa
fr: Gambit Evans
id: Gambit Evans
it: Gambetto Evans
nl: Evans gambiet
pl: Gambit Evans'a
ru: Гамбит Эванса
si: Evansov gambit
tr: Evans gambiti
uk: Гамбіт Еванса

source: Four knights game
ar: الأربعة أحصنة مباراة
br: Abertura dos 4 Cavalos (Jogo)
ca: Obertura del quatre cavalls
de: Vierspringerspiel
es: Apertura de los 4 Caballos
eu: Lau zaldunen partida
fr: Partie des 4 cavaliers
id: Permainan 4 Kuda
it: Apertura dei 4 Cavalli
nl: Vier paarden spel
pl: Gra cztery skoczków
ru: Дебют четырех коней
si: Igra štirih skakčev
sv: Fyrspringarspel
tr: Dört at oyunu
uk: Дебют чотирьох коней
vi: Bốn trò chơi hiệp sĩ

source: Four knights: Alatortsev variation
ar: الأربعة أحصنة: الاتورتسف تفريع
br: Abertura dos 4 Cavalos, Variante Alatortsev
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant Alatortsev
de: Vierspringerspiel: Alatortsev-Variante
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Alatortsev
eu: Lau zaldun: Alatortsev aldaera
fr: 4 cavaliers, var. Alatortsev
id: 4 Kuda: Varian Altortsev
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Alatortsev
nl: Vier paarden: Alatortsev variant
pl: Cztery skoczki, wariant Alatortsev'a
ru: Дебют четырех коней: вариант Алаторцева
si: Štirje skakači, Alatortseva različica
sv: Fyrspringarspel: Alatortsev-varianten
tr: Dört at: Alatortsev varyasyonu
uk: Дебют чотирьох коней: варіант Алаторцева
vi: Bốn hiệp sĩ: Alatortsev biến

source: Four knights: Bardeleben variation
ar: الأربعة أحصنة: بارديليبين تفريع
br: Abertura dos 4 Cavalos, Variante Bardeleben
ca: Obertura dels quatre cavalls - Variant Espanyola - Variant Bardeleben
de: Vierspringerspiel: Bardeleben-Variante
es: Apertura de los 4 Caballos, Variante Española, Variante Bardeleben
eu: Lau zaldun: Bardeleben aldaera
fr: 4 cavaliers, var. Bardeleben
id: 4 Kuda: Varian Bardebelen
it: Apertura dei 4 Cavalli, Variante Spagnola, Variante Bardeleben
nl: Vier paarden: Bardeleben variant
pl: Cztery skoczki, wariant Bardeleben'a
ru: Дебют четырех коней: вариант Барделебена
si: Štirje skakači, Bardelebenova različica
sv: Fyrspringarspel: Bardelebenvarianten
tr: Dört at: Bardeleben varyasyonu
uk: Дебют чотирьох коней: варіант Барделебена
vi: Bốn hiệp sĩ: Bardeleben biến

source: Four knights: Belgrade gambit
ar: الأربعة أحصنة: بلجراد جامبيت
br: Abertura dos 4 Cavalos, Gambito Belgrado
ca: Obertura dels quatre cavalls - Variant Escocesa - Gambit Belgrad
de: Vierspringerspiel: Belgrade Gambit
es: Apertura de los 4 Caballos, Variante Escocesa, Gambito Belgrado
eu: Lau zaldun: Belgradoko aldaera
fr: 4 cavaliers, gambit de Belgrade
id: 4 Kuda: Gambit Belgrade
it: Apertura dei 4 Cavalli, Variante Scozzese, gambetto Belgrado
nl: Vier paarden: Belgrado gambiet
pl: Cztery skoczki, gambit belgradzki
ru: Дебют четырех коней: белградский гамбит
si: Štirje skakači, Belgrade gambit
sv: Fyrspringarspel: Belgradgambit
tr: Dört at: Belgrat gambiti
uk: Дебют чотирьох коней: Бєлградський гамбіт
vi: Bốn hiệp sĩ: Belgrade Gambit

source: Four knights: Gunsberg counter-attack
ar: الأربعة أحصنة: جونسبرج الهجوم المضاد
br: Abertura dos 4 Cavalos, Contra-ataque Gunsberg
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Contra-atac Gunsberg
de: Vierspringerspiel: Gunsberg Gegenangriff
es: Apertura de los 4 Caballos, Variante Española Doble, Contraataque Gunsberg
eu: Lau zaldun: Gunsbergen kontraerasoa
fr: 4 cavaliers, contre-attaque Gunsberg
id: 4 Kuda: Serangan Balik Gunsberg
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Contrattacco Gunsberg
nl: Vier paarden: Günsberg tegenaanval
pl: Cztery skoczki, kontratak Gunsberg'a
ru: Дебют четырех коней: контратака Гунсберга
si: Štirje skakači, Gunsbergov protinapad
sv: Fyrspringarspel: Gunsbergs motangrepp
tr: Dört at: Gunsberg karşı hücumu
uk: Дебют чотирьох коней: контратака Гунсберга
vi: Bốn hiệp sĩ: Gunsberg phản công

source: Four knights: Gunsberg variation
ar: الأربعة أحصنة: جونسبرج تفريع
br: Abertura dos 4 Cavalos, Variante Gunsberg
ca: Obertura dels quatre cavalls - Variant Gunsberg
de: Vierspringerspiel: Gunsberg-Variante
es: Apertura de los 4 Caballos, Variante Gunsberg
eu: Lau zaldun: Gunsberg aldaera
fr: 4 cavaliers, var. Gunsberg
id: 4 Kuda: Varian Gunsberg
it: Apertura dei 4 Cavalli, Variante Gunsberg
nl: Vier paarden: Günsberg variant
pl: Cztery skoczki, wariant Gunsberg'a
ru: Дебют четырех коней: вариант Гунсберга
si: Štirje skakači, Gunsbergova različica
sv: Fyrspringarspel: Gunsbergvarianten
tr: Dört at: Gunsberg varyasyonu
uk: Дебют чотирьох коней: варіант Гунсберга
vi: Bốn hiệp sĩ: Gunsberg biến

source: Four knights: Italian variation
ar: الأربعة أحصنة: إيطالي تفريع
br: Abertura dos 4 Cavalos, Variante Italiana
ca: Obertura dels quatre cavalls - Variant Italiana
de: Vierspringerspiel: Italienische-Variante
es: Apertura de los 4 Caballos, Variante Italiana
eu: Lau zaldun: Italiako aldaera
fr: 4 cavaliers, var. italienne
id: 4 Kuda: Varian Italia
it: Apertura dei 4 Cavalli, Variante Italiana
nl: Vier paarden: Italiaanse variant
pl: Cztery skoczki, wariant włoski
ru: Дебют четырех коней: итальянский вариант
si: Štirje skakači, italijanska različica
sv: Fyrspringarspel: Italiensk variant
tr: Dört at: İtalyan varyasyonu
uk: Дебют чотирьох коней: Італійський варіант
vi: Tứ Mã: Biến thể Ý

source: Four knights: Janowski variation
ar: الأربعة أحصنة: جناوسكاي تفريع
br: Abertura dos 4 Cavalos, Variante Janowski
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant Janowski
de: Vierspringerspiel: Janowski-Variante
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Janowski
eu: Lau zaldun: Janowskiren aldaera
fr: 4 cavaliers, var. Janowski
id: 4 Kuda: Varian Janowski
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Janowski
nl: Vier paarden: Janowski variant
pl: Cztery skoczki, wariant Janowskiego
ru: Дебют четырех коней: вариант Яновского
si: Štirje skakači, Janowskijeva različica
sv: Fyrspringarspel: Janowskivarianten
tr: Dört at: Janowski varyasyonu
uk: Дебют чотирьох коней: варіант Яновського
vi: Bốn hiệp sĩ: Janowski biến

source: Four knights: Marshall variation
ar: الأربعة أحصنة: تفريع مارشال
br: Abertura dos 4 Cavalos, Variante Marshall
ca: Obertura dels quatre cavalls - Variant Espanyola - Variant Marshall
de: Vierspringerspiel: Marshall-Variante
es: Apertura de los 4 Caballos, Variante Española, Variante Marshall
eu: Lau zaldun: Marshall aldaera
fr: 4 cavaliers, var. Marshall
id: 4 Kuda: Varian Marshall
it: Apertura dei 4 Cavalli, Variante Spagnola, Variante Marshall
nl: Vier paarden: Marshall variant
pl: Cztery skoczki, wariant Marshall'a
ru: Дебют четырех коней: вариант Маршалла
si: Štirje skakači, Marshallova različica
sv: Fyrspringarspel: Marshallvarianten
tr: Dört at: Marshall varyasyonu
uk: Дебют чотирьох коней: варіант Маршалла
vi: Bốn hiệp sĩ: Marshall biến

source: Four knights: Nimzovich (Paulsen) variation
ar: الأربعة أحصنة: نيمزوفيتش (بولسن) تفريع
br: Abertura dos 4 Cavalos, Variante Nimzowitsch (Paulsen)
ca: Obertura dels quatre cavalls - Variant Espanyola doble - Variant Nimzowitsch o Paulsen
de: Vierspringerspiel: Nimzowitsch (Paulsen)-Variante
es: Apertura de los 4 Caballos, Variante Española Doble, Variante Nimzowitsch o Paulsen
eu: Lau zaldun: Nimzovich (Paulsen) aldaera
fr: 4 cavaliers, var. Nimzowitsch (Paulsen)
id: 4 Kuda: Varian Nimzowitch (Paulsen)
it: Apertura dei 4 Cavalli, Variante Spagnola Doble, Variante Nimzowitsch o Paulsen
nl: Vier paarden: Nimzovich (Paulsen) variant
pl: Cztery skoczki, wariant Nimzovitsch'a (Paulsen'a)
ru: Дебют четырех коней: вариант Нимцовича
si: Štirje skakači, Nimzovich (paulsenova) različica
sv: Fyrspringarspel: Nimzowitschvarianten (Paulsen)
tr: Dört at: Nimzovich (Paulsen) varyasyonu
uk: Дебют чотирьох коней: варіант Німцовича
vi: Bốn hiệp sĩ: Nimzovich (Paulsen) biến thể

source: Four knights: Ranken variation
ar: الأربعة أحصنة: رانكن تفريع
br: Abertura dos 4 Cavalos, Variante Ranken
ca: Obertura dels quatre cavalls - Variant Espanyola - Variant Ranken
de: Vierspringerspiel: Ranken-Variante
es: Apertura de los 4 Caballos, Variante Española, Variante Ranken
eu: Lau zaldun: Ranken aldaera
fr: 4 cavaliers, var. Ranken
id: 4 Kuda: Varian Ranken
it: Apertura dei 4 Cavalli, Variante Spagnola, Variante Ranken
nl: Vier paarden: Ranken variant
pl: Cztery skoczki, wariant Ranken'a
ru: Дебют четырех коней: вариант Рэнкена
si: Štirje skakači, Rankenova različica
sv: Fyrspringarspel: Rankenvarianten
tr: Dört at: Ranken varyasyonu
uk: Дебют чотирьох коней: варіант Ренкена
vi: Bốn hiệp sĩ: Ranken biến

source: Four knights: Rubinstein counter-gambit, 5.Be2
ar: الأربعة أحصنة: روبينشتاين الجامبيت المضاد, 5.Be3
br: Abertura dos 4 Cavalos, Contra-Gambito Rubinstein, 5.Be2
ca: Obertura dels quatre cavalls - Variant Espanyola - Contra-Gambit Rubinstein - 5. Ae2
de: Vierspringerspiel: Rubinstein Gegengambit, 5.Le2
es: Apertura de los 4 Caballos, Variante Española, ContraGambito Rubinstein, 5.Ae2
eu: Lau zaldun: Rubinstein kontra-ganbitoa, 5.Ae2
fr: 4 cavaliers, contre-gambit Rubinstein, 5.Fe2
id: 4 Kuda: Gambit Balasan Rubenstein, 5.Ge2
it: Apertura dei 4 Cavalli, Variante Spagnola, Controgambetto Rubinstein, 5.Ae2
nl: Vier paarden: Rubinstein tegengambiet, 5.Le2
pl: Cztery skoczki, kontrgambit Rubinstein'a, 5.Ge2
ru: Дебют четырех коней: контргамбит Рубинштейна, 5.Сe2
si: Štirje skakači, Rubinsteinov proti-gambit, 5. Le2
sv: Fyrspringarspel: Rubinsteins motgambit, 5.Le2
tr: Dört at: Rubinstein karşı gambiti, 5.Be2
uk: Дебют чотирьох коней: контргамбіт Рубінштейна, 5.Сe2
vi: Bốn hiệp sĩ: Rubinstein phản Gambit, 5.Be2

source: Four knights: Rubinstein counter-gambit, Bogolyubov variation
ar: الأربعة أحصنة: روبينشتاين الجامبيت المضاد, تفريع وجوليوبوف
br: Abertura dos 4 Cavalos, Contra-Gambito Rubinstein, Variante Bogoljubow
ca: Obertura dels quatre cavalls - Variant Espanyola - Contra-Gambit Rubinstein - Variant Bogoljubow
de: Vierspringerspiel: Rubinstein Gegengambit, Bogolyubov-Variante
es: Apertura de los 4 Caballos, Variante Española, ContraGambito Rubinstein, Variante Bogoljubow
eu: Lau zaldun: Rubinstein kontra-ganbitoa, Bogolyubov aldaera
fr: 4 cavaliers, contre-gambit Rubinstein, var. Bogoljubov
id: 4 Kuda: Gambit Balasan Rubenstein, Varian Bogolyubov
it: Apertura dei 4 Cavalli, Variante Spagnola, Controgambetto Rubinstein, Variante Bogoljubow
nl: Vier paarden: Rubinstein tegengambiet, Bogolyubov variant
pl: Cztery skoczki, kontrgambit Rubinstein'a, wariant Bogolyubov'a
ru: Дебют четырех коней: контргамбит Рубинштейна, вариант Боголюбова
si: Štirje skakači, Rubinsteinov proti-gambit, Bogolyubova različica
sv: Fyrspringarspel: Rubinsteins motgambit, Bogoljubowvarianten
tr: Dört at: Rubinstein karşı gambiti, Bogolyubov varyasyonu
uk: Дебют чотирьох коней: контргамбіт Рубінштейна, варіант Боголюбова
vi: Bốn hiệp sĩ: Rubinstein phản Gambit, Bogolyubov biến

source: Four knights: Rubinstein counter-gambit, Henneberger variation
ar: الأربعة أحصنة: روبينشتاين الجامبيت المضاد, هنبيرجر تفريع
br: Abertura dos 4 Cavalos, Contra-Gambito Rubinstein, Variante Henneberger
ca: Obertura dels quatre cavalls - Variant Espanyola - Contra-Gambit Rubinstein - Variant Henneberger
de: Vierspringerspiel: Rubinstein Gegengambit, Henneberger-Variante
es: Apertura de los 4 Caballos, Variante Española, ContraGambito Rubinstein, Variante Henneberger
eu: Lau zaldun: Rubinstein kontra-ganbitoa, Henneberger aldaera
fr: 4 cavaliers, contre-gambit Rubinstein, var. Henneberger
id: 4 Kuda: Gambit Balasan Rubenstein, Varian Henneberger
it: Apertura dei 4 Cavalli, Variante Spagnola, Controgambetto Rubinstein, Variante Henneberger
nl: Vier paarden: Rubinstein tegengambiet, Henneberger variant
pl: Cztery skoczki, kontrgambit Rubinstein'a, wariant Henneberg'a
ru: Дебют четырех коней: контргамбит Рубинштейна, вариант Хеннебергера
si: Štirje skakači, Rubinsteinov proti-gambit, Hennebergerjeva različica
sv: Fyrspringarspel: Rubinsteins motgambit, Hennebergervarianten
tr: Dört at: Rubinstein karşı gambiti, Henneberger varyasyonu
uk: Дебют чотирьох коней: контргамбіт Рубінштейна, варіант Хеннебергера
vi: Bốn hiệp sĩ: Rubinstein phản Gambit, Henneberger biến
