Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Sicilian: Keres variation (2.Ne2)
ar: صقلي:كيريس تفريع (2.Ne2)
br: Defesa Siciliana, Variante Keres (2.Ce2)
ca: Defensa Siciliana - Variant Keres - 2. Ce2
de: Sizilianisch: Keres Variante (2.Se2)
es: Defensa Siciliana, Variante Keres (2.Ce2)
eu: Siziliarra: Keres aldaera (2.Ze2)
fr: Sicilienne, 2.Ce2 (var. Keres)
id: Sisilia Varian Keres (2.Ke2)
it: Difesa Siciliana, Variante Keres (2.Ce2)
nl: Siciliaans: Keres variant (2.Pe2)
pl: Sycylijska, wariant Keres'a (2.Se2)
ru: Сицилианская защита: вариант Кереса
si: sicilijanska, Keresova različica (2. Se2)
sv: Sicilianskt: Keresvarianten (2.Se2)
tr: Sicilya: Keres varyasyonu (2.Ne2)
uk: Сицилійський захист: варіант Кереса (2.Кe2)
vi: Sicilia: Keres biến (2.Ne2)

source: Sicilian: La Bourdonnais-Loewenthal (Kalashnikov) variation
ar: صقلي: لابوردينيه-لوينثال (كالاشينكوف) تفريع
br: Defesa Siciliana, Variante Labourdonnais-Loewenthal (Kalashnikov)
ca: Defensa Siciliana - Variant Labourdonnais Loewenthal - Variant Kalashnikov
de: Sizilianisch: Labourdonnais-Loewenthal (Kalashnikov) Variante
es: Defensa Siciliana, Variante La Bourdonnais Loewenthal, Variante Kalashnikov
eu: Siziliarra: La Bourdonnais-Loewenthal (Kalashnikov) aldaera
fr: Sicilienne, var. La Bourdonnais - Löwenthal, var. Kalashnikov
id: Sisilia Varian Labourdonnais-Lowenthal (Kalashnikov)
it: Difesa Siciliana, Variante Labourdonnais Loewenthal, Variante Kalashnikov
nl: Siciliaans: Labourdonnais-Loewenthal (Kalashnikov) variant
pl: Sycylijska, wariant La Bourdonnais-Loewenthal(Kalashnikov)
ru: Сицилианская защита: вариант Лабурдонне-Левенталя, ранний вариант Свешникова
si: sicilijanska, Labourdonnais-Loewenthalova (Kalashnikova) različica
sv: Sicilianskt: Kalasjnikovvarianten (Labourdonnais-Löwenthal)
tr: Sicilya: Labourdonnais-Loewenthal (Kalashnikov) varyasyonu
uk: Сицилійський захист: варіант Лабурдонне-Левенталя, ранній варіант Свешнікова
vi: Sicilia: Labourdonnais-Loewenthal (Kalashnikov) biến thể

source: Sicilian: La Bourdonnais-Loewenthal variation
ar: صقلي: لابوردينيه-لوينثال تفريع
br: Defesa Siciliana, Variante Labourdonnais-Loewenthal
ca: Defensa Siciliana - Variant Labourdonnais Loewenthal
de: Sizilianisch: Labourdonnais-Loewenthal Variante
es: Defensa Siciliana, Variante La Bourdonnais Loewenthal
eu: Siziliarra: La Bourdonnais-Loewenthal aldaera
fr: Sicilienne, var. La Bourdonnais - Löwenthal
id: Sisilia Varian Labourdonnais-Lowenthal
it: Difesa Siciliana, Variante Labourdonnais Loewenthal
nl: Siciliaans: Labourdonnais-Loewenthal variant
pl: Sycylijska, wariant La Bourdonnais-Loewenthal
ru: Сицилианская защита: вариант Лабурдонне-Левенталя
si: sicilijanska, Labourdonnais-Loewenthalovarazličica
sv: Sicilianskt: Labourdonnais-Löwenthalvarianten
tr: Sicilya: Labourdonnais-Loewenthal varyasyonu
uk: Сицилійський захист: варіант Лабурдонне-Левенталя
vi: Sicilia: Labourdonnais-Loewenthal biến

source: Sicilian: Magnus Smith trap
ar: صقلي: ماجنوس سميث فخ
br: Defesa Siciliana, Armadilha Magnus Smith
ca: Defensa Siciliana - Atac Sozin - Trampa Magnus Smith
de: Sizilianisch: Magnus Smith Falle
es: Defensa Siciliana, Ataque Sozin, Trampa Magnus Smith
eu: Siziliarra: Magnus Smith tranpa
fr: Sicilienne, piège de Magnus Smith
id: Sisilia Jebakan Magnus Smith
it: Difesa Siciliana, Attacco Sozin, Trampa Magnus Smith
nl: Siciliaans: Magnus Smith val
pl: Sicilian: pułapka Magnus'a Smith'a
ru: Сицилианская защита: ловушка Магнуса Смита
si: sicilijanska, Magnus Smithova past
sv: Sicilianskt: Magnus Smiths fälla
tr: Sicilya: Magnus Smith tuzağı
uk: Сицилійський захист: пастка Магнуса Сміта
vi: Sicilia: Magnus Smith bẫy

source: Sicilian: Marshall variation
ar: صقلي: تفريع مارشال
br: Defesa Siciliana, Variante Marshall
ca: Defensa Siciliana - Variant Marshall
de: Sizilianisch: Marshall Variante
es: Defensa Siciliana, Variante Marshall
eu: Siziliarra: Marshall aldaera
fr: Sicilienne, var. Marshall
id: Sisilia Serangan Marshall
it: Difesa Siciliana, Variante Marshall
nl: Siciliaans: Marshall variant
pl: Sicilian: wariant Marshall'a
ru: Сицилианская защита: вариант Маршалла
si: sicilijanska, Marshallova različica
sv: Sicilianskt: Marshallvarianten
tr: Sicilya: Marshall varyasyonu
uk: Сицилійський захист: варіант Маршалла
vi: Sicilia: Marshall biến

source: Sicilian: Najdorf variation
ar: صقلي: ناجدروف تفريع
br: Defesa Siciliana, Variante Najdorf, Variante 8.Df3 Dc7
ca: Defensa Siciliana - Variant Najdof - Variant 8. Df3 Dc7
de: Sizilianisch: Najdorf Variante
es: Defensa Siciliana, Variante Najdorf, Variante 8.Df3 Dc7
eu: Siziliarra: Najdorf aldaera
fr: Sicilienne, var. Najdorf
id: Sisilia Varian Najdorf
it: Difesa Siciliana, Variante Najdorf, Variante 8.Df3 Dc7
nl: Siciliaans: Najdorf variant
pl: Sicilian: wariant Najdorf'a
ru: Сицилианская защита: вариант Найдорфа
si: sicilijanska, Najdorf različica
sv: Sicilianskt: Najdorfvarianten
tr: Sicilya: Najdorf varyasyonu
uk: Сицилійський захист: варіант Найдорфа
vi: Sicilian: Najdorf biến

source: Sicilian: Najdorf, 6...e6
ar: صقلي: ناجدروف, 6...e7
br: Defesa Siciliana, Variante Najdorf, Variante 6.... e6
ca: Defensa Siciliana - Variant Najdorf - Variant 6. Ag5 e6
de: Sizilianisch: Najdorf, 6...e6
es: Defensa Siciliana, Variante Najdorf, Variante 6.Ag5 e6
eu: Siziliarra: Najdorf, 6...e6
fr: Sicilienne, var. Najdorf, 6...e6
id: Sisilia Najdorf, 6...a6
it: Difesa Siciliana, Variante Najdorf, Variante 6.Ag5 e6
nl: Siciliaans: Najdorf, 6 ... e6
ru: Сицилианская защита: вариант Найдорфа, 6...e6
si: sicilijanska, Najdorf, 6...e6
sv: Sicilianskt: Najdorf, 6...e6
tr: Sicilya: Najdorf, 6...e6
uk: Сицилійський захист: варіант Найдорфа, 6...e6

source: Sicilian: Najdorf, 6.Bg5
ar: صقلي: ناجدروف, 6.Bg6
br: Defesa Siciliana, Variante Najdorf, Variante 6.Bg5
ca: Defensa Siciliana - Variant Najdorf - Variant 6. Ag5
de: Sizilianisch: Najdorf, 6.Lg5
es: Defensa Siciliana, Variante Najdorf, Variante 6.Ag5
eu: Siziliarra: Najdorf, 6.Ag5
fr: Sicilienne, var. Najdorf, 6.Fg5
id: Sisilia Najdorf, 6.Gg5
it: Difesa Siciliana, Variante Najdorf, Variante 6.Ag5
nl: Siciliaans: Najdorf, 6.Lg5
pl: Sicilian: Najdorf, 6.Gg5
ru: Сицилианская защита: вариант Найдорфа, 6.Сg5
si: sicilijanska, Najdorf, 6. Lg5
sv: Sicilianskt: Najdorf, 6.Lg5
tr: Sicilya: Najdorf, 6.Bg5
uk: Сицилійський захист: варіант Найдорфа, 6.Сg5

source: Sicilian: Najdorf, 6.f4
ar: صقلي: ناجدروف, 6.f5
br: Defesa Siciliana, Variante Najdorf, Variante 6.f4
ca: Defensa Siciliana - Variant Najdorf - Variant 6. f4
de: Sizilianisch: Najdorf, 6.f4
es: Defensa Siciliana, Variante Najdorf, Variante 6.f4
eu: Siziliarra: Najdorf, 6.f4
fr: Sicilienne, var. Najdorf, 6.f4
id: Sisilia Najdorf, 6.f4
it: Difesa Siciliana, Variante Najdorf, Variante 6.f4
nl: Siciliaans: Najdorf, 6.f4
ru: Сицилианская защита: вариант Найдорфа, 6.f4
si: sicilijanska, Najdorf, 6.f4
sv: Sicilianskt: Najdorf, 6.f4
tr: Sicilya: Najdorf, 6.f4
uk: Сицилійський захист: варіант Найдорфа, 6.f4

source: Sicilian: Najdorf, 7...Be7 main line
ar: صقلي: ناجدروف, 7...Be7 الخط الرئيسي
br: Defesa Siciliana, Variante Najdorf, Variante 7....Be7, Linha Principal
ca: Defensa Siciliana - Variant Najdof - Variant 7. Df3 Dc7 - Línia principal
de: Sizilianisch: Najdorf, 7...Le7 Hauptvariante
es: Defensa Siciliana, Variante Najdorf, Variante 7.Df3 Dc7, Linea Principal
eu: Siziliarra: Najdorf, 7...Ae7 lerro nagusia
fr: Sicilienne, var. Najdorf, 7...Fe7, ligne principale
id: Sisilia Najdorf, 7....Ge7, Jalur Utama
it: Difesa Siciliana, Variante Najdorf, Variante 7.Df3 Dc7, Linea Principale
nl: Siciliaans: Najdorf, 7 ... Le7 hoofdlijn
pl: Sicilian: Najdorf,7...Ge7 linia główna
ru: Сицилианская защита: вариант Найдорфа, 7...Сe7 основной вариант
si: Sicilijanska: Najdorf, 7. Le7 glavna linija
sv: Sicilianskt: Najdorf, 7...Le7 huvudvariant
tr: Sicilya: Najdorf, 7...Be7 ana hat
uk: Сицилійський захист: варіант Найдорфа, 7...Сe7 основний варіант
vi: Sicilian: Najdorf, 7 ... Be7 dòng chính

source: Sicilian: Najdorf, 7...Be7
ar: صقلي: ناجدروف, 7...Be8
br: Defesa Siciliana, Variante Najdorf, Variante 7...Be7
ca: Defensa Siciliana - Variant Najdorf - Variant 7 ... Ae7
de: Sizilianisch: Najdorf, 7...Le7
es: Defensa Siciliana, Variante Najdorf, Variante 7...Ae7
eu: Siziliarra: Najdorf, 7...Ae7
fr: Sicilienne, var. Najdorf, 7...Fe7
id: Sisilia Najdorf, 7....Ge7
it: Difesa Siciliana, Variante Najdorf, Variante 7...Ae7
nl: Siciliaans: Najdorf, 7 ... Le7
pl: Sicilian: Najdorf, 7...Ge7
ru: Сицилианская защита: вариант Найдорфа, 7...Сe7
si: sicilijanska, Najdorf, 7...Le7
sv: Sicilianskt: Najdorf, 7...Le7
tr: Sicilya: Najdorf, 7...Be7
uk: Сицилійський захист: варіант Найдорфа, 7...Сe7

source: Sicilian: Najdorf, 7...Qb6
ar: صقلي: ناجدروف, 7...Qb7
br: Defesa Siciliana, Variante Najdorf, C. 7...Db6
ca: Defensa Siciliana - Variant Najdorf - C. 7 ... Db6
de: Sizilianisch: Najdorf, 7...Db6
es: Defensa Siciliana, Variante Najdorf, C. 7...Db6
eu: Siziliarra: Najdorf, 7...Db6
fr: Sicilienne, var. Najdorf, 7...Db6
id: Sisilia Najdorf, 7....Mb6
it: Difesa Siciliana, Variante Najdorf, C. 7...Db6
nl: Siciliaans: Najdorf, 7 ... DB6
pl: Sicilian: Najdorf, 7...Hb6
ru: Сицилианская защита: вариант Найдорфа, 7...Фb6
si: sicilijanska, Najdorf, 7...Db6
sv: Sicilianskt: Najdorf, 7...Db6
tr: Sicilya: Najdorf, 7...Qb6
uk: Сицилійський захист: варіант Найдорфа, 7...Фb6

source: Sicilian: Najdorf, 7.f4
ar: صقلي: ناجدروف, 7.f5
br: Defesa Siciliana, Variante Najdorf, Variante 7.f4
ca: Defensa Siciliana - Variant Najdorf - Variant 7. f4
de: Sizilianisch: Najdorf, 7.f4
es: Defensa Siciliana, Variante Najdorf, Variante 7.f4
eu: Siziliarra: Najdorf, 7.f4
fr: Sicilienne, var. Najdorf, 7.f4
id: Sisilia Najdorf, 7.f4
it: Difesa Siciliana, Variante Najdorf, Variante 7.f4
nl: Siciliaans: Najdorf, 7.f4
ru: Сицилианская защита: вариант Найдорфа, 7.f4
si: sicilijanska, Najdorf, 7. f4
sv: Sicilianskt: Najdorf, 7.f4
tr: Sicilya: Najdorf, 7.f4
uk: Сицилійський захист: варіант Найдорфа, 7.f4

source: Sicilian: Najdorf, Adams attack
ar: صقلي: ناجدروف, أدمs هجوم
br: Defesa Siciliana, Variante Najdorf, Ataque Adams
ca: Defensa Siciliana - Variant Najdof - Atac Adams
de: Sizilianisch: Najdorf, Adams Angriff
es: Defensa Siciliana, Variante Najdorf, Ataque Adams
eu: Siziliarra: Najdorf, Adams erasoa
fr: Sicilienne, var. Najdorf, attaque Adams
id: Sisilia Najdorf, Serangan Adam
it: Difesa Siciliana, Variante Najdorf, Attacco Adams
nl: Siciliaans: Najdorf, Adams aanval
pl: Sicilian: Najdorf, atak Adams'a
ru: Сицилианская защита: вариант Найдорфа, атака Адамса
si: sicilijanska, Najdorf, Adamsov napad
sv: Sicilianskt: Najdorf, Adams attack
tr: Sicilya: Najdorf, Adams hücumu
uk: Сицилійський захист: варіант Найдорфа, атака Адамса
vi: Sicilian: Najdorf, Adams tấn công

source: Sicilian: Najdorf, Browne variation
ar: صقلي: ناجدروف, براون تفريع
br: Defesa Siciliana, Variante Najdorf, Variante Browne
ca: Defensa Siciliana - Variant Najdorf - Variant Browne
de: Sizilianisch: Najdorf, Browne Variante
es: Defensa Siciliana, Variante Najdorf, Variante Browne
eu: Siziliarra: Najdorf, Browne aldaera
fr: Sicilienne, var. Najdorf, var. Browne
id: Sisilia Najdorf, Varian Browne
it: Difesa Siciliana, Variante Najdorf, Variante Browne
nl: Siciliaans: Najdorf, Browne variant
pl: Sicilian: Najdorf, wariant Browne
ru: Сицилианская защита: вариант Найдорфа, вариант Брауна
si: sicilijanska, Najdorf, Browneva različica
sv: Sicilianskt: Najdorf, Brownevarianten
tr: Sicilya: Najdorf, Browne varyasyonu
uk: Сицилійський захист: варіант Найдорфа, варіант Брауна
vi: Sicilian: Najdorf, Browne biến

source: Sicilian: Najdorf, Byrne (English) attack
ar: صقلي: ناجدروف, بايرن (الانجليزي) هجوم
br: Defesa Siciliana, Variante Najdorf, Ataque Byrne (Inglês)
ca: Defensa Siciliana - Variant Najdof - Atac Byrne o Anglès
de: Sizilianisch: Najdorf, Byrne (Englischer) Angriff
es: Defensa Siciliana, Variante Najdorf, Ataque Byrne o Inglés
eu: Siziliarra: Najdorf, Byrne erasoa (ingelesa)
fr: Sicilienne, var. Najdorf, attaque Byrne (anglaise)
id: Sisilia Najdorf, Serangan Byrne
it: Difesa Siciliana, Variante Najdorf, Attacco Byrne o Inglés
nl: Siciliaans: Najdorf, Byrne (Engels) aanval
pl: Sicilian: Najdorf, atak Byrne'a (angielski)
ru: Сицилианская защита: вариант Найдорфа, атака Бирна
si: sicilijanska, Najdorf, Byrnov (angleški) napad
sv: Sicilianskt: Najdorf, Engelsk attack (Byrnes attack)
tr: Sicilya: Najdorf, Byrne (İngiliz) hücumu
uk: Сицилійський захист: варіант Найдорфа, атака Бирна
vi: Sicilian: Najdorf, Byrne (Anh) tấn công

source: Sicilian: Najdorf, Goteborg (Argentine) variation
ar: صقلي: ناجدروف, جوتبورج (ارجنتين) تفريع
br: Defesa Siciliana, Variante Najdorf, Variante Gotemburgo (Argentino)
ca: Defensa Siciliana - Variant Najdof - Variant Goteburg o Argentina
de: Sizilianisch: Najdorf, Goteborg (Argentine) Variante
es: Defensa Siciliana, Variante Najdorf, Variante Goteburgo o Argentina
eu: Siziliarra: Najdorf, Goteborg aldaera (Argentinarra)
fr: Sicilienne, var. Najdorf, var. de Göteborg (argentine)
id: Sisilia Najdorf, Varian Goterborg
it: Difesa Siciliana, Variante Najdorf, Variante Goteburgo o Argentina
nl: Siciliaans: Najdorf, Goteborg (Argentijnse) variant
pl: Sicilian: Najdorf, wariant Geteborg(argentyński)
ru: Сицилианская защита: вариант Найдорфа, гетеборгский вариант
si: sicilijanska, Najdorf, Goteborgova (argentinska) različica
sv: Sicilianskt: Najdorf, Göteborgsvarianten (Argentina)
tr: Sicilya: Najdorf, Göteburg (Arjantin) varyasyonu
uk: Сицилійський захист: варіант Найдорфа, Гетеборгський варіант
vi: Sicilian: Najdorf, Goteborg biến (Argentina)

source: Sicilian: Najdorf, Ivkov variation
ar: صقلي: ناجدروف, ايفكوف تفريع
br: Defesa Siciliana, Variante Najdorf, Variante Ivkov
ca: Defensa Siciliana - Variant Najdorf - Variant Ivkov
de: Sizilianisch: Najdorf, Ivkov Variante
es: Defensa Siciliana, Variante Najdorf, Variante Ivkov
eu: Siziliarra: Najdorf, Ivkov aldaera
fr: Sicilienne, var. Najdorf, var. Ivkov
id: Sisilia Najdorf, Varian Ivkov
it: Difesa Siciliana, Variante Najdorf, Variante Ivkov
nl: Siciliaans: Najdorf, Ivkov variant
pl: Sicilian: Najdorf, wariant Lvkov
ru: Сицилианская защита: вариант Найдорфа, вариант Ивкова
si: sicilijanska, Najdorf, Ivkova različica
sv: Sicilianskt: Najdorf, Ivkovvarianten
tr: Sicilya: Najdorf, Ivkov varyasyonu
uk: Сицилійський захист: варіант Найдорфа, варіант Івкова
vi: Sicilian: Najdorf, Ivkov biến

source: Sicilian: Najdorf, Lipnitzky attack
ar: صقلي: ناجدروف, ليبنتزكي هجوم
br: Defesa Siciliana, Variante Najdorf, Ataque Lipnitzky
ca: Defensa Siciliana - Variant Najdof - Atac Lipnitzky
de: Sizilianisch: Najdorf, Lipnitzky Angriff
es: Defensa Siciliana, Variante Najdorf, Ataque Lipnitzky
eu: Siziliarra: Najdorf, Lipnitzky erasoa
fr: Sicilienne, var. Najdorf, attaque Lipnitsky
id: Sisilia Najdorf, Serangan Lipnitzky
it: Difesa Siciliana, Variante Najdorf, Attacco Lipnitzky
nl: Siciliaans: Najdorf, Lipnitzky aanval
pl: Sicilian: Najdorf, atak Lipnitzky
ru: Сицилианская защита: вариант Найдорфа, атака Липницкого
si: sicilijanska, Najdorf, Lipnitzkyev napad
sv: Sicilianskt: Najdorf, Lipnitzkijs angrepp
tr: Sicilya: Najdorf, Lipnitzky hücumu
uk: Сицилійський захист: варіант Найдорфа, атака Ліпницького
vi: Sicilian: Najdorf, Lipnitzky tấn công

source: Sicilian: Najdorf, Opovcensky variation
ar: صقلي: ناجدروف, اوبوفسينسكي تفريع
br: Defesa Siciliana, Variante Najdorf, Variante Opovcensky
ca: Defensa Siciliana - Variant Najdorf - Variant Opocensky
de: Sizilianisch: Najdorf, Opovcensky Variante
es: Defensa Siciliana, Variante Najdorf, Variante Opocensky
eu: Siziliarra: Najdorf, Opovcensky aldaera
fr: Sicilienne, var. Najdorf, var. Opocensky
id: Sisilia Najdorf, Varian Opovcensky
it: Difesa Siciliana, Variante Najdorf, Variante Opocensky
nl: Siciliaans: Najdorf, Opovcensky variant
pl: Sicilian: Najdorf, wariant Opovcensky
ru: Сицилианская защита: вариант Найдорфа, вариант Опоченского
si: sicilijanska, Najdorf, Zagrebška (krilni razvoj) različica
sv: Sicilianskt: Najdorf, Opocenskyvarianten
tr: Sicilya: Najdorf, Opovcensky varyasyonu
uk: Сицилійський захист: варіант Найдорфа, варіант Опоченського
vi: Sicilian: Najdorf, Opovcensky biến

source: Sicilian: Najdorf, Poisoned pawn variation
ar: صقلي: ناجدروف, بيدق سام تفريع
br: Defesa Siciliana, Variante Najdorf, Variante do Peão Envenenado
ca: Defensa Siciliana - Variant Najdorf - Variant del peó emmetzinat
de: Sizilianisch: Najdorf, Bauernraubvariante
es: Defensa Siciliana, Variante Najdorf, Variante del Peón Envenenado
eu: Siziliarra: Najdorf, Peoi pozoituaren aldaera
fr: Sicilienne, var. Najdorf, var. du pion empoisonné (l'est-il vraiment ?)
id: Sisilia Najdorf, Varian Bidak Beracun
it: Difesa Siciliana, Variante Najdorf, Variante del Pedone Avvelenato
nl: Siciliaans: Najdorf, Vergiftigde pion variant
pl: Sycylijska, Najdorf, wariant zatrutego pionka
ru: Сицилианская защита: вариант Найдорфа, вариант отравленной пешки
si: sicilijanska, Najdorf, različica zastrupljenega kmeta
sv: Sicilianskt: Najdorf, varianten med förgiftad bonde
tr: Sicilya: Najdorf, Zehirlenmiş piyon varyasyonu
uk: Сицилійський захист: варіант Найдорфа, варіант отруєного пішака
vi: Sicilian: Najdorf, biến thể cầm đồ độc

source: Sicilian: Najdorf, Polugayevsky variation
ar: صقلي: ناجدروف, بوليوجافسكي تفريع
br: Defesa Siciliana, Variante Najdorf, Variante Polugayevsky
ca: Defensa Siciliana - Variant Najdorf - Variant Polugaevsky
de: Sizilianisch: Najdorf, Polugayevsky Variante
es: Defensa Siciliana, Variante Najdorf, Variante Polugaevsky
eu: Siziliarra: Najdorf, Polugayevsky aldaera
fr: Sicilienne, var. Najdorf, var. Polougaïevski
id: Sisilia Najdorf, Varian Polugaevsky
it: Difesa Siciliana, Variante Najdorf, Variante Polugaevsky
nl: Siciliaans: Najdorf, Polugayevsky variant
pl: Sycylijska, Najdorf, wariant Polugayevsky
ru: Сицилианская защита: вариант Найдорфа, вариант Полугаевского
si: sicilijanska, Najdorf, Polugayevskyeva različica
sv: Sicilianskt: Najdorf, Polugajevskijvarianten
tr: Sicilya: Najdorf, Polugayevsky varyasyonu
uk: Сицилійський захист: варіант Найдорфа, варіант Полугаєвського
vi: Sicilian: Najdorf, Polugayevsky biến

source: Sicilian: Najdorf, Polugayevsky, Simagin variation
ar: صقلي: ناجدروف, بوليوجافسكي, سيماجين تفريع
br: Defesa Siciliana, Variante Najdorf, Variante Polugayevsky, Variante Simagin
ca: Defensa Siciliana - Variant Najdorf - Variant Polugaevsky - Variant Simagin
de: Sizilianisch: Najdorf, Polugayevsky, Simagin Variante
es: Defensa Siciliana, Variante Najdorf, Variante Polugaevsky, Variante Simagin
eu: Siziliarra: Najdorf, Polugayevsky, Simagin aldaera
fr: Sicilienne, var. Najdorf, var. Polougaïevski, var. Simagin
id: Sisilia Najdorf, Varian Polugaevsky, Varian Simagin
it: Difesa Siciliana, Variante Najdorf, Variante Polugaevsky, Variante Simagin
nl: Siciliaans: Najdorf, Polugayevsky, Simagin variant
pl: Sycylijska, Najdorf, Polugayevsky, wariant Simagin'a
ru: Сицилианская защита: вариант Найдорфа, вариант Полугаевского, вариант Симагина
si: sicilijanska, Najdorf, Polugayevskyeva, Simaginova različica
sv: Sicilianskt: Najdorf, Polugajevskij, Simaginvarianten
tr: Sicilya: Najdorf, Polugayevsky, Simagin varyasyonu
uk: Сицилійський захист: варіант Найдорфа, варіант Полугаєвського, варіант Сімагіна
vi: Sicilian: Najdorf, Polugayevsky, Simagin biến

source: Sicilian: Najdorf, Zagreb (fianchetto) variation
ar: صقلي: ناجدروف, زغرب (فيل الوتر الطويل) تفريع
br: Defesa Siciliana, Variante Najdorf, Variante Zagreb (Fianchetto)
ca: Defensa Siciliana - Variant Najdof - Variant Zagreb o del fianchetto
de: Sizilianisch: Najdorf, Zagreb (Fianchetto) Variante
es: Defensa Siciliana, Variante Najdorf, Variante Zagreb o del Fianchetto
eu: Siziliarra: Najdorf, Zagreb (fianchetto) aldaera
fr: Sicilienne, var. Najdorf, var. de Zagreb (fianchetto-roi)
id: Sisilia Najdorf, Varian Zagreb
it: Difesa Siciliana, Variante Najdorf, Variante Zagreb o del Fianchetto
nl: Siciliaans: Najdorf, Zagreb (fianchetto) variant
pl: Sycylijska, Najdorf, wariant Zagrzeb(fianchetto)
ru: Сицилианская защита: вариант Найдорфа, загребский вариант
si: sicilijanska, Najdorf, Zagrebška (krilni razvoj) različica
sv: Sicilianskt: Najdorf, Zagrebvarianten (fianchetto)
tr: Sicilya: Najdorf, Zagreb (fianchetto) varyasyonu
uk: Сицилійський захист: варіант Найдорфа, Загребський варіант
vi: Sicilian: Najdorf, Zagreb (fianchetto) biến thể

source: Sicilian: Najdorf
ar: صقلي: ناجدروف
br: Defesa Siciliana, Variante Najdorf
ca: Defensa Siciliana - Variant Najdorf
de: Sizilianisch: Najdorf
es: Defensa Siciliana, Variante Najdorf
eu: Siziliarra: Najdorf
fr: Sicilienne Najdorf
id: Sisilia Najdorf
it: Difesa Siciliana, Variante Najdorf
nl: Siciliaans: Najdorf
ru: Сицилианская защита: вариант Найдорфа
si: sicilijanska, Najdorf
sv: Sicilianskt: Najdorf
tr: Sicilya: Najdorf
uk: Сицилійський захист: варіант Найдорфа

source: Sicilian: Nimzovich variation
ar: صقلي: نيمزوفيتش تفريع
br: Defesa Siciliana, Variante Nimzowitsch
ca: Defensa Siciliana - Variant Nimzowitsch
de: Sizilianisch: Nimzowitsch Variante
es: Defensa Siciliana, Variante Nimzowitsch
eu: Siziliarra: Nimzovich aldaera
fr: Sicilienne, var. Nimzowitsch
id: Sisila Varian Nimzowitch
it: Difesa Siciliana, Variante Nimzowitsch
nl: Siciliaans: Nimzovich variant
pl: Sycylijska, wariant Nimzovitsch'a
ru: Сицилианская защита: вариант Нимцовича
si: sicilijanska, Nimzovicheva različica
sv: Sicilianskt: Nimzowitschvarianten
tr: Sicilya: Nimzovich varyasyonu
uk: Сицилійський захист: варіант Німцовича
vi: Sicilia: Nimzovich biến

source: Sicilian: Nimzovich-Rossolimo attack (with ...g6, without ...d6)
ar: صقلي: نيمزوفيتش-روسوليمو هجوم (مع ...g6, بدون ...d6)
br: Defesa Siciliana, Ataque Nimzowitsch-Rossolimo (com ...g6, sem ...d6)
ca: Defensa Siciliana - Atac Nimzowitsch Rossolimo - amb ... g6 sense ... d6
de: Sizilianisch: Nimzowitsch-Rossolimo Angriff (mit ...g6, ohne ...d6)
es: Defensa Siciliana, Ataque Nimzowitsch Rossolimo, con ...g6 sin ...d6
eu: Siziliarra: Nimzovich-Rossolimo erasoa (...g6rekin, ...d6 gabe)
fr: Sicilienne, attaque Nimzowitsch - Rossolimo, avec ...g6, sans ...d6
id: Sisila Serangan Nimzowitch-Rossolimo (tanpa ...g6 tanpa ...d6)
it: Difesa Siciliana, Attacco Nimzowitsch Rossolimo, con ...g6 sin ...d6
nl: Siciliaans: Nimzovich-Rossolimo aanval (met ... g6, zonder ... d6)
pl: Sycylijska, atak Nimzovitsch-Rossolimo (z ...g6,bez...d6)
ru: Сицилианская защита: атака Нимцовича-Россолимо (с ...g6, без ...d6)
si: sicilijanska, Nimzovich-Rossolimov napad (z ...g6, brez ...d6)
sv: Sicilianskt: Nimzowitsch-Rossolimos angrepp (med ...g6, utan ...d6)
tr: Sicilya: Nimzovich-Rossolimo hücumu (...g6 ile, ...d6 olmadan)
uk: Сицилійський захист: атака Німцовича-Россолімо (з ...g6, без ...d6)
vi: Sicilia: tấn công Nimzovich-Rossolimo (với ... g6, không ... D6)

source: Sicilian: Nimzovich-Rossolimo attack (without ...d6)
ar: صقلي: نيمزوفيتش-روسوليمو هجوم (بدون ...d6)
br: Defesa Siciliana, Ataque Nimzowitsch-Rossolimo (sem ...d6)
ca: Defensa Siciliana - Atac Nimzowitsch Rossolimo - sense ... d6
de: Sizilianisch: Nimzowitsch-Rossolimo Angriff (ohne ...d6)
es: Defensa Siciliana, Ataque Nimzowitsch Rossolimo, sin ...d6
eu: Siziliarra: Nimzovich-Rossolimo erasoa (...d6 gabe)
fr: Sicilienne, attaque Nimzowitsch - Rossolimo, sans ...d6
id: Sisila Serangan Nimzowitch-Rossolimo (tanpa ...d6)
it: Difesa Siciliana, Attacco Nimzowitsch Rossolimo, sin ...d6
nl: Siciliaans: Nimzovich-Rossolimo aanval (zonder ... d6)
pl: Sycylijska, atak Nimzovitsch-Rossolimo (bez...d6)
ru: Сицилианская защита: атака Нимцовича-Россолимо (без ...d6)
si: sicilijanska obramba
sv: Sicilianskt: Nimzowitsch-Rossolimos angrepp (utan ...d6)
tr: Sicilya: Nimzovich-Rossolimo hücumu (...d6 olmadan)
uk: Сицилійський захист: атака Німцовича-Россолімо (без ...d6)
vi: Sicilia: tấn công Nimzovich-Rossolimo (không có ... D6)
