Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Dutch: Leningrad variation
ar: الهولندي: لينينغراد تفريع
br: Defesa Holandesa, Variante Leningrad
ca: Defensa Holandesa - Variant Leningrad
de: Holländisch: Leningrader Variante
es: Defensa Holandesa, Variante Leningrado
eu: Holandarra: Leningrado aldaera
fr: Défense hollandaise, var. de Saint-Pétersbourg (Léningrad)
id: Belanda, Varian Leningrad
it: Difesa Olandese, Variante Leningrado
nl: Hollands: Leningrad variant
pl: Holenderska, wariant Leningrad
ru: Голландская защита: ленинградская система
si: Nizozemska: Leningrad različica
sv: Holländskt: Leningradvarianten
tr: Hollanda: Leningrad varyasyonu
uk: Голландський захист: Ленінградська система
vi: Hà Lan: biến thể Leningrad

source: Dutch: Leningrad, Basman system
ar: الهولندي: لينينغراد, باسمان نظام
br: Defesa Holandesa, Variante Leningrad, Sistema Basman
ca: Defensa Holandesa - Variant Leningrad - Sistema Basman
de: Holländisch: Leningrad, Basman System
es: Defensa Holandesa, Variante Leningrado, Sistema Basman
eu: Holandarra: Leningrado, Basman sistema
fr: Défense hollandaise, Saint-Pétersbourg (Léningrad), var. Basman
id: Belanda, Lenigrad, Sistem Basman
it: Difesa Olandese, Variante Leningrado, Sistema Basman
nl: Hollands: Leningrad, Basman systeem
pl: Holenderska, Leningrad, system Basman'a
ru: Голландская защита: ленинградская система, система Басмана
si: Nizozemska: Leningrad, Basmanov sistem
sv: Holländskt: Leningrad, Basmansystemet
tr: Hollanda: Leningrad, Basman sistemi
uk: Голландський захист: Ленінградська система, система Басмана
vi: Hà Lan: Leningrad, hệ thống Basman

source: Dutch: Leningrad, Karlsbad variation
ar: الهولندي: لينينغراد, كارلسباد تفريع
br: Defesa Holandesa, Variante Leningrad, Variante Karlsbad
ca: Defensa Holandesa - Variant Leningrad - Variant Karlsbad
de: Holländisch: Leningrad, Karlsbader Variante
es: Defensa Holandesa, Variante Leningrado, Variante Karlsbad
eu: Holandarra: Leningrado, Karlsbad aldaera
fr: Défense hollandaise, Saint-Pétersbourg (Léningrad), var. de Carlsbad (Karlovy Vary)
id: Belanda: Lenigrad, Varian Karlsbad
it: Difesa Olandese, Variante Leningrado, Variante Karlsbad
nl: Hollands: Leningrad, Karlsbad variant
pl: Holenderska, Leningrad, wariant Karlsbad
ru: Голландская защита: ленинградская система, карлсбадский вариант
si: Nizozemska: Leningrad, Karlsbadova različica
sv: Holländskt: Leningrad, Karlsbadvarianten
tr: Hollanda: Leningrad, Karlsbad varyasyonu
uk: Голландський захист: Ленінградська система, Карлсбадський варіант
vi: Hà Lan: Leningrad, biến thể Karlsbad

source: Dutch: Leningrad, main variation with Nc6
ar: الهولندي: لينينغراد, الرئيسي تفريع مع Nc7
br: Defesa Holandesa, Variante Leningrad, Variante Principal com Cc6
ca: Defensa Holandesa - Variant Leningrad - Variant principal amb Cc6
de: Holländisch: Leningrad, Hauptvariante mit Sc6
es: Defensa Holandesa, Variante Leningrado, Variante Principal con Cc6
eu: Holandarra: Leningrado, Zc6-rekin aldaera nagusia
fr: Défense hollandaise, var. de Saint-Pétersbourg (Léningrad), var. principale, avec Cc6
id: Belanda: Lenigrad, Varian Utama dg Kc6
it: Difesa Olandese, Variante Leningrado, Variante Principale con Cc6
nl: Hollands: Leningrad, hoofd variant met Pc6
pl: Holenderska, Leningrad, wariant główny z Sc6
ru: Голландская защита: ленинградская система, основной вариант с Кc6
si: nizozemska, Leningrad, glavna različica z Nc6
sv: Holländskt: Leningrad, huvudvariant med Sc6
tr: Hollanda: Nc6 ile Leningrad, ana varyasyonu
uk: Голландський захист: Ленінградська система, основний варіант з Кc6
vi: Hà Lan: Leningrad, biến thể chính với Nc6

source: Dutch: Leningrad, main variation with c6
ar: الهولندي: لينينغراد, الرئيسي تفريع مع c7
br: Defesa Holandesa, Variante Leningrad, Variante Principal com c6
ca: Defensa Holandesa - Variant Leningrad - Variant principal amb c6
de: Holländisch: Leningrad, Hauptvariante mit c6
es: Defensa Holandesa, Variante Leningrado, Variante Principal con c6
eu: Holandarra: Leningrado, c6-rekin aldaera nagusia
fr: Défense hollandaise, var. de Saint-Pétersbourg (Léningrad), var. principale, avec c6
id: Belanda: Lenigrad, Varian Utama dg c6
it: Difesa Olandese, Variante Leningrado, Variante Principale con c6
nl: Hollands: Leningrad, hoofd variant met c6
pl: Holenderska, Leningrad, wariant główny z c6
ru: Голландская защита: ленинградская система, основной вариант с c6
si: nizozemska, Leningrad, glavna različica z 7...c6
sv: Holländskt: Leningrad, huvudvariant med c6
tr: Hollanda: c6 ile Leningrad, ana varyasyonu
uk: Голландський захист: Ленінградська система, основний варіант з c6
vi: Hà Lan: Leningrad, biến thể chính với c6

source: Dutch: Leningrad, main variation
ar: الهولندي: لينينغراد, الرئيسي تفريع
br: Defesa Holandesa, Variante Leningrad, Variante Principal
ca: Defensa Holandesa - Variant Leningrad - Variant principal
de: Holländisch: Leningrad, Hauptvariante
es: Defensa Holandesa, Variante Leningrado, Variante Principal
eu: Holandarra: Leningrado, aldaera nagusia
fr: Défense hollandaise, var. de Saint-Pétersbourg (Léningrad), var. principale
id: Belanda: Lenigrad, Varian Utama
it: Difesa Olandese, Variante Leningrado, Variante Principale
nl: Hollands: Leningrad, hoofd variant
pl: Holenderska, Leningrad, wariant główny
ru: Голландская защита: ленинградская система, основной вариант
si: nizozemska, Leningrad, glavna različica
sv: Holländskt: Leningrad, huvudvariant
tr: Hollanda: Leningrad, ana varyasyonu
uk: Голландський захист: Ленінградська система, основний варіант
vi: Hà Lan: Leningrad, biến thể chính

source: Dutch: Staunton gambit deferred
ar: الهولندي: ستاونتون جامبيت ديفيرد
br: Defesa Holandesa, Gambito Staunton Deferido
ca: Defensa Holandesa - Gambit Staunton diferit
de: Holländisch: Staunton Gambit im Nachzug
es: Defensa Holandesa, Gambito Staunton Diferido
eu: Holandarra: Staunton ganbito atzeratua
fr: Défense hollandaise, gambit Staunton différé
id: Belanda: Gambit Staunton Ditunda
it: Difesa Olandese, Gambetto Staunton Diferido
nl: Hollands: uitgesteld Staunton gambiet
pl: Holenderska, odroczony gambit Staunton'a
ru: Голландская защита: улучшенный гамбит Стаунтона
si: nizozemska: Stauntonov gambit odložena
sv: Holländskt: Staunton-gambit avböjd
tr: Hollanda: ertelenmiş Staunton gambiti
uk: Голландський захист: покращений гамбіт Стаунтона
vi: Hà Lan: Staunton Gambit đã hoãn

source: Dutch: Staunton gambit, Alekhine variation
ar: الهولندي: ستاونتون جامبيت, اليخين تفريع
br: Defesa Holandesa, Gambito Staunton, Variante Alekhine
ca: Defensa Holandesa - Gambit Staunton - Variant Alekhine
de: Holländisch: Staunton Gambit, Aljechin-Variante
es: Defensa Holandesa, Gambito Staunton, Variante Alekhine
eu: Holandarra: Staunton ganbitoa, Alekhine aldaera
fr: Défense hollandaise, gambit Staunton, var. Alekhine
id: Belanda: Gambit Staunton, Varian Alekhine
it: Difesa Olandese, Gambetto Staunton, Variante Alekhine
nl: Hollands: Staunton gambiet, Aljechin variant
pl: Holenderska, gambit Staunton'a, wariant Alekhin'a
ru: Голландская защита: гамбит Стаунтона, вариант Алехина
si: nizozemska: Stauntonov gambit, Aljehinova različica
sv: Holländskt: Staunton-gambit, Aljechinvarianten
tr: Hollanda: Staunton gambiti, Alekhine varyasyonu
uk: Голландський захист: гамбіт Стаунтона, варіант Альохіна
vi: Hà Lan: Staunton gambit, biến Alekhine

source: Dutch: Staunton gambit, Chigorin variation
ar: الهولندي: ستاونتون جامبيت, تشجورين تفريع
br: Defesa Holandesa, Gambito Staunton, Variante Chigorin
ca: Defensa Holandesa - Gambit Staunton - Variant Chigorin
de: Holländisch: Staunton Gambit, Tschigorin-Variante
es: Defensa Holandesa, Gambito Staunton, Variante Chigorin
eu: Holandarra: Staunton ganbitoa, Chigorin aldaera
fr: Défense hollandaise, gambit Staunton, var. Tchigorine
id: Belanda: Gambit Staunton, Varian Chigorin
it: Difesa Olandese, Gambetto Staunton, Variante Chigorin
nl: Hollands: Staunton gambiet, Chigorin variant
pl: Holenderska, gambit Staunton'a, wariant Chigorin'a
ru: Голландская защита: гамбит Стаунтона, вариант Чигорина
si: nizozemska: Stauntonov gambit, Chigorinova različica
sv: Holländskt: Staunton-gambit, Tjigorinvarianten
tr: Hollanda: Staunton gambiti, Chigorin varyasyonu
uk: Голландський захист: гамбіт Стаунтона, варіант Чигоріна
vi: Hà Lan: Staunton gambit, biến Chigorin

source: Dutch: Staunton gambit, Lasker variation
ar: الهولندي: ستاونتون جامبيت, لاسكر تفريع
br: Defesa Holandesa, Gambito Staunton, Variante Lasker
ca: Defensa Holandesa - Gambit Staunton - Variant Lasker
de: Holländisch: Staunton Gambit, Lasker-Variante
es: Defensa Holandesa, Gambito Staunton, Variante Lasker
eu: Holandera: Staunton ganbitoa, Lasker aldaera
fr: Défense hollandaise, gambit Staunton, var. Lasker
id: Belanda: Gambit Staunton, Varian Lasker
it: Difesa Olandese, Gambetto Staunton, Variante Lasker
nl: Hollands: Staunton gambiet, Lasker variant
pl: Holenderska, gambit Staunton'a, wariant Lasker'a
ru: Голландская защита: гамбит Стаунтона, вариант Ласкера
si: nizozemska: Stauntonov gambit, Laskerjeva različica
sv: Holländskt: Staunton-gambit, Laskervarianten
tr: Hollanda: Staunton gambiti, Lasker varyasyonu
uk: Голландський захист: гамбіт Стаунтона, варіант Ласкера
vi: Hà Lan: Staunton gambit, biến Lasker

source: Dutch: Staunton gambit, Nimzovich variation
ar: الهولندي: ستاونتون جامبيت, نيمزوفيتش تفريع
br: Defesa Holandesa, Gambito Staunton, Variante Nimzowitsch
ca: Defensa Holandesa - Gambit Staunton - Variant Nimzowitsch
de: Holländisch: Staunton Gambit, Nimzowitsch-Variante
es: Defensa Holandesa, Gambito Staunton, Variante Nimzowitsch
eu: Holandarra: Staunton ganbitoa, Nimzovich aldaera
fr: Défense hollandaise, gambit Staunton, var. Nimzowitsch
id: Belanda: Gambit Staunton, Varian Nimzowitch
it: Difesa Olandese, Gambetto Staunton, Variante Nimzowitsch
nl: Hollands: Staunton gambiet, Nimzovich variant
pl: Holenderska, gambit Staunton'a, wariant Nimzovitsch'a
ru: Голландская защита: гамбит Стаунтона, вариант Нимцовича
si: nizozemska: Stauntonov gambit, Nimzovicheva različica
sv: Holländskt: Staunton-gambit, Nimzowitschvarianten
tr: Hollanda: Staunton gambiti, Nimzovich varyasyonu
uk: Голландський захист: гамбіт Стаунтона, варіант Німцовича
vi: Hà Lan: Staunton gambit, biến thể Nimzovich

source: Dutch: Staunton gambit, Staunton's line
ar: الهولندي: ستاونتون جامبيت, ستاونتون's الخط
br: Defesa Holandesa, Gambito Staunton, Linha Staunton
ca: Defensa Holandesa - Gambit Staunton - Línia Staunton
de: Holländisch: Staunton Gambit, Staunton's line
es: Defensa Holandesa, Gambito Staunton, Linea Staunton
eu: Holandarra: Staunton ganbitoa, Staunton-en lerroa
fr: Défense hollandaise, gambit Staunton, ligne Staunton
id: Belanda: Gambit Staunton, Jalur Staunton
it: Difesa Olandese, Gambetto Staunton, Linea Staunton
nl: Hollands: Staunton gambiet, Staunton's lijn
pl: Holenderska, gambit Staunton'a, linia Staunton'a
ru: Голландская защита: гамбит Стаунтона, продолжение Стаунтона
si: nizozemska: Stauntonov gambit, Stauntonova linija
sv: Holländskt: Staunton-gambit, Stauntonvarianten
tr: Hollanda: Staunton gambiti, Staunton'un hattı
uk: Голландський захист: гамбіт Стаунтона, продовження Стаунтона
vi: Hà Lan: Thí quân Staunton, nhánh Staunton

source: Dutch: Staunton gambit, Tartakower variation
ar: الهولندي: ستاونتون جامبيت, تارتاكوفر تفريع
br: Defesa Holandesa, Gambito Staunton, Variante Tartakower
ca: Defensa Holandesa - Gambit Staunton - Variant Tartakower
de: Holländisch: Staunton Gambit, Tartakower-Variante
es: Defensa Holandesa, Gambito Staunton, Variante Tartakower
eu: Holandarra: Staunton ganbitoa, Tartakower aldaera
fr: Défense hollandaise, gambit Staunton, var. Tartakover
id: Belanda: Gambit Staunton, Varian Tartakower
it: Difesa Olandese, Gambetto Staunton, Variante Tartakower
nl: Hollands: Staunton gambiet, Tartakower variant
pl: Holenderska, gambit Staunton'a, wariant Tartakower'a
ru: Голландская защита: гамбит Стаунтона, вариант Тартаковера
si: nizozemska: Stauntonov gambit, Tartakowerjeva različica
sv: Holländskt: Staunton-gambit, Tartakowervarianten
tr: Hollanda: Staunton gambiti, Tartakower varyasyonu
uk: Голландський захист: гамбіт Стаунтона, варіант Тартаковера
vi: Hà Lan: Thí quân Staunton, biến Tartakower

source: Dutch: Staunton gambit
ar: الهولندي: ستاونتون جامبيت
br: Defesa Holandesa, Gambito Staunton
ca: Defensa Holandesa - Gambit Staunton
de: Holländisch: Staunton Gambit
es: Defensa Holandesa, Gambito Staunton
eu: Holandarra: Staunton ganbitoa
fr: Défense hollandaise, gambit Staunton
id: Belanda: Gambit Staunton
it: Difesa Olandese, Gambetto Staunton
nl: Hollands: Staunton gambiet
pl: Holenderska, gambit Staunton'a
ru: Голландская защита: гамбит Стаунтона
si: nizozemska: Stauntonov gambit
sv: Holländskt: Staunton-gambit
tr: Hollanda: Staunton gambiti
uk: Голландський захист: гамбіт Стаунтона
vi: Hà Lan: Staunton Gambit

source: Dutch: classical variation
ar: الهولندي: التفريع الكلاسيكي
br: Defesa Holandesa, Variante Clássica
ca: Defensa Holandesa - Variant clàssica
de: Holländisch: Klassische Variante
es: Defensa Holandesa, Variante Clásica
eu: Holandarra: aldaera klasikoa
fr: Défense hollandaise, var. classique
id: Belanda: Varian Klasik
it: Difesa Olandese, Variante Classica
nl: Hollands: klassieke variant
pl: Holenderska, wariant klasyczny
ru: Голландская защита: классический вариант
si: nizozemska, klasična različica
sv: Holländskt: Klassisk variant
tr: Hollanda: klasik varyasyon
uk: Голландський захист: класичний варіант
vi: Hà Lan: Biến thể cổ điển

source: Dutch: stonewall variation
ar: الهولندي: الحائط الصخري تفريع
br: Defesa Holandesa, Variante Stonewall
ca: Defensa Holandesa - Variant 'pared de pedra'
de: Holländisch: Stonewall
es: Defensa Holandesa, Variante Muro de Piedra
eu: Holandarra: stonewall aldaera
fr: Défense hollandaise, var. stonewall (mur de pierres)
id: Belanda: Varian Tembok Batu
it: Difesa Olandese, Variante Muro di Pietra
nl: Hollands: Stonewall variant
pl: Holenderska, wariant stonewall
ru: Голландская защита: система Каменная стена
si: nizozemska: kamniti zid različica
sv: Holländskt: Stonewallvarianten
tr: Hollanda: taş duvar varyasyonu
uk: Голландський захист: система Кам’яна стіна
vi: Hà Lan: biến Stonewall

source: Dutch: stonewall with Ba3
ar: الهولندي: الحائط الصخري مع Ba4
br: Defesa Holandesa, Variante Stonewall com Ba3
ca: Defensa Holandesa - Variant 'paret de pedra' - amb Aa3
de: Holländisch: Stonewall mit La3
es: Defensa Holandesa, Variante Muro de Piedra con Aa3
eu: Holandarra: Ba3 duen stonewall
fr: Défense hollandaise, var. stonewall, avec Fa3
id: Belanda: Tembok Batu dg Ga3
it: Difesa Olandese, Variante Muro di Pietra con Aa3
nl: Hollands: Stonewall met La3
pl: Holenderska, stonewall z Ga3
ru: Голландская защита: система Каменная стена с Сa3
si: nizozemska, kamniti zid z La3
sv: Holländskt: Stonewall med La3
tr: Hollanda: Ba3 ile taş duvar
uk: Голландський захист: система Кам’яна стіна з Сa3
vi: Hà Lan: Stonewall với Ba3

source: Dutch: stonewall with Nc3
ar: الهولندي: الحائط الصخري مع Nc4
br: Defesa Holandesa, Variante Stonewall com Cc3
ca: Defensa Holandesa - Variant 'paret de pedra' amb Cc3
de: Holländisch: Stonewall mit Sc3
es: Defensa Holandesa, Variante Muro de Piedra con Cc3
eu: Holandarra: stonewall Zc3-rekin
fr: Défense hollandaise, var. stonewall, avec Cc3
id: Belanda: Tembok Batu dg Kc3
it: Difesa Olandese, Variante Muro di Pietra con Cc3
nl: Hollands: Stonewall met Pc3
pl: Holenderska, stonewall z Sc3
ru: Голландская защита: система Каменная стена с Кc3
si: nizozemska: kamniti zid z Sc3
sv: Holländskt: Stonewall med Sc3
tr: Hollanda: Nc3 ile taş duvar
uk: Голландський захист: система Кам’яна стіна з Кc3
vi: Hà Lan: Stonewall với Nc3

source: Dutch: stonewall, Botwinnik variation
ar: الهولندي: الحائط الصخري, بوتفنيك تفريع
br: Defesa Holandesa, Variante Stonewall, Variante Botvinnik
ca: Defensa Holandesa - Variant 'paret de pedra' - Variant Botvinnik
de: Holländisch: Stonewall, Botwinnik-Variante
es: Defensa Holandesa, Variante Muro de Piedra, Variante Botvinnik
eu: Holandarra: stonewall, Botwinnik aldaera
fr: Défense hollandaise, var. stonewall, var. Botvinnik
id: Belanda: Tembok Batu, Varian Botwinnik
it: Difesa Olandese, Variante Muro di Pietra, Variante Botvinnik
nl: Hollands: Stonewall, Botwinnik variant
pl: Holenderska, stonewall, wariant Botvinnik'a
ru: Голландская защита: система Каменная стена, вариант Ботвинника
si: nizozemska: kamniti zid, Botwinnikova različica
sv: Holländskt: Stonewall, Botvinnikvarianten
tr: Hollanda: taş duvar, Botwinnik varyasyonu
uk: Голландський захист: система Кам’яна стіна, варіант Ботвинника
vi: Hà Lan: Stonewall, biến Botwinnik

source: Dutch: stonewall, Chekhover variation
ar: الهولندي: الحائط الصخري: تشيكهوفر تفريع
br: Defesa Holandesa, Variante Stonewall, Variante Chekhover
ca: Defensa Holandesa - Variant 'paret de pedra' - Variant Chekhover
de: Holländisch: Stonewall: Chekhover-Variante
es: Defensa Holandesa, Variante Muro de Piedra, Variante Chekhover
eu: Holandarra: stonewall, Chekhover aldaera
fr: Défense hollandaise, var. stonewall, var. Tchekhover
id: Belanda: Tembok Batu, Varian Chekhover
it: Difesa Olandese, Variante Muro di Pietra, Variante Chekhover
nl: Hollands: Stonewall: Chekhover variant
pl: Holenderska, stonewall, wariant Chekhover'a
ru: Голландская защита: система Каменная стена, вариант Чеховера
si: nizozemska, kamniti zid: Checkover različica
sv: Holländskt: stonewall: Tjekhovervarianten
tr: Hollanda: taş duvar: Botwinnik varyasyonu
uk: Голландський захист: система Кам’яна стіна, варіант Чеховера
vi: Hà Lan: Stonewall: biến Chekhover

source: Dzindzichashvili defence
ar: دزيندزيكهاشفيلي دفاع
br: Defesa Dzindzichashvili
ca: Defensa Dzindzichashvili
de: Dzindzikhashvili Verteidigung
es: Defensa Dzindzichashvili
eu: Dzindzichashvili defentsa
fr: Défense Dzindzichashvili
id: Pembelaan Dzindzikhashvili
it: Difesa Dzindzichashvili
nl: Dzindzikhashvili verdediging
pl: Obrona Dzindzikhashvili
ru: Защита Джинджихашвили
si: Dzindzikhashvilijeva obramba
sv: Dzjindzjikhasjvilis försvar
tr: Dzindzikhashvili savunması
uk: Захист Джинджихашвілі
vi: Phòng thủ Dzindzikhashvili

source: English opening: Agincourt variation
ar: الافتتاح الانجليزي: اجنكورت تفريع
br: Abertura Inglesa, Variante Agincourt
ca: Obertura Anglèsa - Variant Agincourt
de: Englisch: Agincourt-Variante
es: Apertura Inglesa, Variante Agincourt
eu: Irekiera ingelesa: Agincourt aldaera
fr: Anglaise, var. d'Azincourt
id: Pembukaan Inggris: Varian Agincourt
it: Apertura Inglese, Variante Agincourt
nl: Engelse opening: Agincourt variant
pl: Debiut angielski, wariant Agincourt'a
ru: Английское начало: азенкурский вариант
si: angleška otvoritev: Agincourtova različica
sv: Engelsk spelöppning: Agincourtvarianten
tr: İngiliz açılışı: Agincourt varyasyonu
uk: Англійський початок: Азенкурський варіант
vi: Khai cuộc Anh: biến thể Agincourt

source: English opening
ar: الافتتاح الانجليزي
br: Abertura Inglesa
ca: Obertuta Anglèsa
de: Englische Eröffnung
es: Apertura Inglesa
eu: Irekiera ingelesa
fr: Ouverture anglaise
id: Pembukaan Inggris
it: Apertura Inglese
nl: Engelse opening
pl: Debiut angielski
ru: Английское начало
si: angleška otvoritev
sv: Engelsk spelöppning
tr: İngiliz açılışı
uk: Англійський початок
vi: Khai cuộc Anh

source: English orangutan
ar: الانجليزي اورانجوتان
br: Abertura Inglesa, Variante Orangotango
ca: Obertura Anglèsa - Variant Orangutan
de: Englisch, Orangutan
es: Apertura Inglesa, Variante Orangután
eu: Ingelesa: orangutanaren aldaera
fr: Anglaise, système orang-outang
id: Inggris Orang Utan
it: Apertura Inglese, Variante Orangután
nl: Engelse orang-oetan
pl: Debiut angielski orangutan
ru: Английское начало: дебют орангутанга
si: angleška orangutan
sv: Engelskt: Orangutang
tr: İngiliz orangutan
uk: Англійський початок: дебют орангутанга

source: English, 1...Nf6 (Anglo-Indian defense)
ar: الانجليزي, 1...Nf6 (أنجلو-الهندي دفاع)
br: Abertura Inglesa, Defesa Anglo Índia 1...Cf6
ca: Obertura Anglèsa - Defensa Anglo Índia 1...Cf6
de: Englisch, 1...Sf6 (Anglo-Indische Verteidigung)
es: Apertura Inglesa, Defensa Anglo India 1...Cf6
eu: Ingelesa, 1...Zf6 (defentsa anglo-indiarra)
fr: Anglaise, 1...Cf6 (défense anglo-indienne)
id: Inggris: 1... Kf6 (Pembelaan Hindia-Anglo)
it: Apertura Inglese, Difesa Anglo Indiana 1...Cf6
nl: Engels, 1 ... Pf6 (Anglo-Indische verdediging)
pl: Angielska, 1...Sf6(obrona anglo-indyjska)
ru: Английское начало: английская система индийской защиты
si: angleška, 1. Sf6 (anglo-indijska obramba)
sv: Engelskt: 1...Sf6 (Engelsk-Indiskt försvar)
tr: İngiliz, 1...Nf6 (Anglo-Hint savunması)
uk: Англійський початок: 1...Кf6 (англійська система індійського захисту)
vi: Anh, 1 ... Nf6 (Phòng thủ Anh-Ấn)

source: English, Keres variation
ar: الانجليزي,كيريس تفريع
br: Abertura Inglesa, Variante Keres
ca: Obertura Anglèsa, Variant Keres
de: Englisch, Keres-Variante
es: Apertura Inglesa, Variante Keres
eu: Ingelesa, Keres aldaera
fr: Anglaise, var. Keres
id: Inggris: Serangan Keres
it: Apertura Inglese, Variante Keres
nl: Engels, Keres variant
pl: Angielska, wariant Keres'a
ru: Английское начало: вариант Кереса
si: angleška, Keresova različica
sv: Engelskt: Keresvarianten
tr: İngiliz, Keres varyasyonu
uk: Англійський початок: варіант Кереса
vi: Anh, biến Keres

source: English, Kramnik-Shirov counterattack
ar: الانجليزي, كرامنيك-شيروف االهجوم المضاد
br: Abertura Inglesa, Contra-ataque Kramnik Shirov
ca: Obertura Anglèsa, Contra-atac Kramnik Shirov
de: Englisch, Kramnik-Shirov Gegenangriff
es: Apertura Inglesa, Contraataque Kramnik Shirov
eu: Ingelesa, Kramnik-Shirov kontraerasoa
fr: Anglaise, contre-attaque Kramnik - Shirov
id: Inggris: Serangan Balik Kramnik-Shirov
it: Apertura Inglese, Contrattacco Kramnik Shirov
nl: Engels, Kramnik-Shirov tegenaanval
pl: Angielska, kontratak Kramnik-Shirov
ru: Английское начало: контратака Крамника-Широва
si: angleška, Kramnik-Shirov protinapad
sv: Engelskt: Kramnik-Sjirovs motangrepp
tr: İngiliz, Kramnik-Shirov karşı hücumu
uk: Англійський початок: контратака Крамника-Широва
vi: Anh, Kramnik-Shirov pha phản công

source: English, Nimzovich variation
ar: الانجليزي, نيمزوفيتش تفريع
br: Abertura Inglesa, Variante Nimzowitsch
ca: Obertura Anglèsa, Variant Nimzowitsch
de: Englisch, Nimzowitsch-Variante
es: Apertura Inglesa, Variante Nimzowitsch
eu: Ingelesa, Nimzovich aldaera
fr: Anglaise, var Nimzowitsch
id: Inggris: Varian Nimzowtich
it: Apertura Inglese, Variante Nimzowitsch
nl: Engels, Nimzovich variant
pl: Angielska, wariant Nimzovitsch'a
ru: Английское начало: система Нимцовича
si: angleška, Nimzovicheva različica
sv: Engelskt: Nimzowitschvarianten
tr: İngiliz, Nimzovich varyasyonu
uk: Англійський початок: система Німцовича
vi: Anh, biến Nimzovich

source: English, Nimzovich, Flohr variation
ar: الانجليزي, نيمزوفيتش, فلوهر تفريع
br: Abertura Inglesa, Variante Nimzowitsch, Variante Flohr
ca: Obertura Anglèsa, Variant Nimzowitsch, Variant Flohr
de: Englisch, Nimzowitsch, Flohr-Variante
es: Apertura Inglesa, Variante Nimzowitsch, Variante Flohr
eu: Ingelesa, Nimzovich, Flohr aldaera
fr: Anglaise, var. Nimzowitsch, var. Flohr
id: Inggris: Varian Nimzowtich, Flohr
it: Apertura Inglese, Variante Nimzowitsch, Variante Flohr
nl: Engels, Nimzovich, Flohr variant
pl: Angielska, Nimzovitsch'a, wariant Flohr
ru: Английское начало: система Нимцовича, вариант Флора
si: angleška, Nimovich, Flohrjeva različica
sv: Engelskt: Nimzowitsch, Flohrvarianten
tr: İngiliz, Nimzovich, Flohr varyasyonu
uk: Англійський початок: система Німцовича, варіант Флора
vi: Anh, Nimzovich, biến Flohr
