Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Ruy Lopez: Vinogradov variation
ar: روي لوبيز: فينوجرادوف تفريع
br: Abertura Ruy López, Variante Vinogradov
ca: Obertura Espanyola - Variant Vinogradov
de: Spanisch: Vinogradov Variante
es: Apertura Española, Variante Vinogradov
eu: Ruy Lopez: Vinogradov aldaera
fr: Espagnole, défense (ou variante) Vinogradov
id: Ruy Lopez: Varian Vinogradov
it: Apertura Spagnola, Variante Vinogradov
nl: Ruy Lopez: Vinogradov variant
pl: Partia hiszpańska: wariant Vinogradov'a
ru: Испанская партия: вариант Виноградова
si: Ruy Lopez, Vinogradova različica
sv: Spanskt: Vinogradovvarianten
tr: Ruy Lopez: Vinogradov varyasyonu
uk: Іспанська партія: варіант Виноградова
vi: Ruy Lopez: Vinogradov biến

source: Ruy Lopez: Wing attack
ar: روي لوبيز: الجناح هجوم
br: Abertura Ruy López, Ataque do Ala
ca: Obertura Espanyola - Defensa Morphy - Atac de l'Ala
de: Spanisch: Wing Angriff
es: Apertura Española, Defensa Morphy, Ataque del Ala
eu: Ruy Lopez: Hegaleko erasoa
fr: Espagnole, attaque de l'aile
id: Ruy Lopez: Serangan Sayap
it: Apertura Spagnola, Difesa Morphy, Attacco Ali
nl: Ruy Lopez: Vleugelaanval
pl: Partia hiszpańska: atak Wing
ru: Испанская партия: фланговая атака
si: Ruy Lopez, Wingov napad
sv: Spanskt: Vingangrepp
tr: Ruy Lopez: Kanat hücumu
uk: Іспанська партія: флангова атака
vi: Ruy Lopez: Cánh tấn công

source: Ruy Lopez: Wormald (Alapin) attack
ar: روي لوبيز: ورمالد (الابين) هجوم
br: Abertura Ruy López, Ataque Wormald (Alapin)
ca: Obertura Espanyola - Defensa Morphy - Atac Wormald o Alapin
de: Spanisch: Wormald (Alapin) Angriff
es: Apertura Española, Defensa Morphy, Ataque Wormald o Alapin
eu: Ruy Lopez: Wormald (Alapin) erasoa
fr: Espagnole, attaque Wormald (Alapin)
id: Ruy Lopez: Serangan Wormald (Alapin)
it: Apertura Spagnola, Difesa Morphy, Attacco Wormald o Alapin
nl: Ruy Lopez: Wormald (Alapin) aanval
pl: Partia hiszpańska: atak Wormald'a(Alapin'a)
ru: Испанская партия: атака Уормалда
si: Ruy Lopez, Wormaldov (Alapinov) napad
sv: Spanskt: Wormalds angrepp (Alapin)
tr: Ruy Lopez: Wormald (Alapin) hücumu
uk: Іспанська партія: атака Уормалда
vi: Ruy Lopez: Wormald (Alapin) tấn công

source: Ruy Lopez: Wormald attack, Gruenfeld variation
ar: روي لوبيز: ورمالد هجوم, جرونفلد تفريع
br: Abertura Ruy López, Ataque Wormald, Variante Grünfeld
ca: Obertura Espanyola - Defensa Morphy - Atac Wormald - Variant Grünfeld
de: Spanisch: Wormald Angriff, Grünfeld Variante
es: Apertura Española, Defensa Morphy, Ataque Wormald, Variante Grünfeld
eu: Ruy Lopez: Wormld erasoa, Gruenfeld aldaera
fr: Espagnole, attaque Wormald, var. Grünfeld
id: Ruy Lopez: Serangan Wormald, Varian Gruendfeld
it: Apertura Spagnola, Difesa Morphy, Attacco Wormald, Variante Grünfeld
nl: Ruy Lopez: Wormald aanval, Gruenfeld variant
pl: Partia hiszpańska: atak Wormald'a, wariant Gruenfeld'a
ru: Испанская партия: атака Уормалда, вариант Грюнфельда
si: Ruy Lopez, Wormaldov napad, Gruenfeldova različica
sv: Spanskt: Wormalds angrepp, Grünfeldvarianten
tr: Ruy Lopez: Wormald hücumu, Gruenfeld varyasyonu
uk: Іспанська партія: атака Уормалда, варіант Грюнфельда
vi: Ruy Lopez: Wormald tấn công, Gruenfeld biến

source: Ruy Lopez: Worrall attack, sharp line
ar: روي لوبيز: هجوم وراول, الحاد الخط
br: Abertura Ruy López, Ataque Worrall, Linha Afiada
ca: Obertura Espanyola - Variant tancada - Atac Worrall - Línia aguda
de: Spanisch: Worrall Angriff, scharf
es: Apertura Española, Variante Cerrada, Ataque Worrall, Linea Aguda
eu: Ruy Lopez: Worrall erasoa, lerro zorrotza
fr: Espagnole, attaque Worrall, "sharp line"
id: Ruy Lopez: Serangan Worral, Jalur Tajam
it: Apertura Spagnola, Variante Chiusa, Attacco Worrall, Linea Aguda
nl: Ruy Lopez: Worrall aanval, scherpe lijn
pl: Partia hiszpańska: atak Worrall'a, ostra linia
ru: Испанская партия: атака Уорралла, острое продолжение
si: Ruy Lopez, Worrallov napad, ostra linija
sv: Spanskt: Worralls angrepp, skarp variant
tr: Ruy Lopez: Worrall hücumu, keskin hat
uk: Іспанська партія: атака Уорралла, гостре продовження
vi: Ruy Lopez: Worrall tấn công, đường nét

source: Ruy Lopez: Worrall attack, solid line
ar: روي لوبيز: هجوم وراول, صلب الخط
br: Abertura Ruy López, Ataque Worrall, Linha Sólida
ca: Obertura Espanyola - Variant tancada - Atac Worrall - Línia sòlida
de: Spanisch: Worrall Angriff, solide
es: Apertura Española, Variante Cerrada, Ataque Worrall, Linea Sólida
eu: Ruy Lopez: Worrall erasoa, lerro sendoa
fr: Espagnole, attaque Worrall, "solid line"
id: Ruy Lopez: Serangan Worral, Jalur Solid
it: Apertura Spagnola, Variante Chiusa, Attacco Worrall, Linea Sólida
nl: Ruy Lopez: Worrall aanval, stevige lijn
pl: Partia hiszpańska: atak Worrall'a, silna linia
ru: Испанская партия: атака Уорралла, надежное продолжение
si: Ruy Lopez, Worrallov napad, trdna linija
sv: Spanskt: Worralls angrepp, solid variant
tr: Ruy Lopez: Worrall hücumu, düz hat
uk: Іспанська партія: атака Уорралла, надійне продовження
vi: Ruy Lopez: Worrall tấn công, dòng rắn

source: Ruy Lopez: Worrall attack
ar: روي لوبيز: هجوم وراول
br: Abertura Ruy López, Ataque Worrall
ca: Obertura Espanyola - Variant tancada - Atac Worrall o Anglès
de: Spanisch: Worrall Angriff
es: Apertura Española, Variante Cerrada, Ataque Worrall o Inglés
eu: Ruy Lopez: Worrall erasoa
fr: Espagnole, attaque Worrall
id: Ruy Lopez: Serangan Worral
it: Apertura Spagnola, Variante Chiusa, Attacco Worrall o Inglés
nl: Ruy Lopez: Worrall aanval
pl: Partia hiszpańska: atak Worrall'a
ru: Испанская партия: атака Уорралла
si: Ruy Lopez, Worrallov napad
sv: Spanskt: Worralls angrepp
tr: Ruy Lopez: Worrall hücumu
uk: Іспанська партія: атака Уорралла
vi: Ruy Lopez: tấn công Worrall

source: Ruy Lopez: classical (Cordel) defence
ar: روي لوبيز: الكلاسيكي (كوردل) دفاع
br: Abertura Ruy López, Defesa Clássica (Cordel)
ca: Obertura Espanyola - Defensa clàssica o cordill
de: Spanisch: Klassisch (Cordel) Verteidigung
es: Apertura Española, Defensa Clásica o Cordel
eu: Ruy Lopez: defentsa klasikoa (Cordel)
fr: Espagnole, défense classique (Cordel)
id: Ruy Lopez: Pembelaan Klasik (Cordel)
it: Apertura Spagnola, Difesa Classica o Cordel
nl: Ruy Lopez: klassieke (Cordel) verdediging
pl: Partia hiszpańska: obrona klasyczna(Cordel'a)
ru: Испанская партия: защита Корделя
si: Ruy Lopez, klasična (Cordelova) obramba
sv: Spanskt: Klassiskt försvar (Cordel)
tr: Ruy Lopez: klasik (Cordel) savunması
uk: Іспанська партія: захист Корделя
vi: Ruy Lopez: Phòng thủ cổ điển (Cordel)

source: Ruy Lopez: classical defence, 4.c3
ar: روي لوبيز: الدفاع الكلاسيكي, 4.c4
br: Abertura Ruy López, Defesa Clássica, 4.c3
ca: Obertura Espanyola - Defensa clàssica - 4. c3
de: Spanisch: Klassisch Verteidigung, 4.c3
es: Apertura Española, Defensa Clásica, 4.c3
eu: Ruy Lopez: defentsa klasikoa, 4.c3
fr: Espagnole, défense classique (Cordel), 4.c3
id: Ruy Lopez: Klasik, 4.c3
it: Apertura Spagnola, Difesa Classica, 4.c3
nl: Ruy Lopez: klassieke verdediging, 4.c3
pl: Partia hiszpańska: klasyczna obrona, 4.c3
ru: Испанская партия: защита Корделя, 4.c3
si: Ruy Lopez, klasična obramba, 4. c3
sv: Spanskt: Klassiskt försvar med 4.c3
tr: Ruy Lopez: klasik savunma, 4.c3
uk: Іспанська партія: захист Корделя, 4.c3
vi: Ruy Lopez: Phòng thủ cổ điển, 4.c3

source: Ruy Lopez: classical defence, Benelux variation
ar: روي لوبيز: الدفاع الكلاسيكي, بينيلوكس تفريع
br: Abertura Ruy López, Defesa Clássica, Variante Benelux
ca: Obertura Espanyola - Defensa clàssica - Variant Benelux
de: Spanisch: Klassisch Verteidigung, Benelux Variante
es: Apertura Española, Defensa Clásica, Variante Benelux
eu: Ruy Lopez: defentsa klasikoa, Benelux aldaera
fr: Espagnole, défense classique (Cordel), var. du Benelux
id: Ruy Lopez: Klasik, Varian Benelux
it: Apertura Spagnola, Difesa Classica, Variante Benelux
nl: Ruy Lopez: klassieke verdediging, Benelux variant
pl: Partia hiszpańska: klasyczna obrona, wariant Benelux
ru: Испанская партия: защита Корделя, Бенилюкс-вариант
si: Ruy Lopez, klasična obramba, Benelux različica
sv: Spanskt: Klassiskt försvar, Beneluxvarianten
tr: Ruy Lopez: klasik savunma, Benelux varyasyonu
uk: Іспанська партія: захист Корделя, Бенілюкс-варіант
vi: Ruy Lopez: Phòng thủ cổ điển, biến thể Benelux

source: Ruy Lopez: classical defence, Boden variation
ar: روي لوبيز: الدفاع الكلاسيكي, بودن تفريع
br: Abertura Ruy López, Defesa Clássica, Variante Boden
ca: Obertura Espanyola - Defensa clàssica - Variant Boden
de: Spanisch: Klassisch Verteidigung, Boden Variante
es: Apertura Española, Defensa Clásica, Variante Boden
eu: Ruy Lopez: defentsa klasikoa, Boden aldaera
fr: Espagnole, défense classique (Cordel), var. Boden
id: Ruy Lopez: Klasik, Varian Boden
it: Apertura Spagnola, Difesa Classica, Variante Boden
nl: Ruy Lopez: klassieke verdediging, Boden variant
pl: Partia hiszpańska: klasyczna obrona, wariant Boden'a
ru: Испанская партия: защита Корделя, вариант Бодена
si: Ruy Lopez, klasična obramba, Bodenova različica
sv: Spanskt: Klassiskt försvar, Bodenvarianten
tr: Ruy Lopez: klasik savunma, Boden varyasyonu
uk: Іспанська партія: захист Корделя, варіант Бодена
vi: Ruy Lopez: Phòng thủ cổ điển, biến thể Boden

source: Ruy Lopez: classical defence, Charousek variation
ar: روي لوبيز: الدفاع الكلاسيكي, تشاروسك تفريع
br: Abertura Ruy López, Defesa Clássica, Variante Charousek
ca: Obertura Espanyola - Defensa clàssica - Variant Charousek
de: Spanisch: Klassisch Verteidigung, Charousek Variante
es: Apertura Española, Defensa Clásica, Variante Charousek
eu: Ruy Lopez: defentsa klasikoa, Charousek aldaera
fr: Espagnole, défense classique (Cordel), var. Charousek
id: Ruy Lopez: Klasik, Varian Charousek
it: Apertura Spagnola, Difesa Classica, Variante Charousek
nl: Ruy Lopez: klassieke verdediging, Charousek variant
pl: Partia hiszpańska: klasyczna obrona, wariant Charousek
ru: Испанская партия: защита Корделя, вариант Харузека
si: Ruy Lopez, klasična obramba, Charousekova različica
sv: Spanskt: Klassiskt försvar, Charousekvarianten
tr: Ruy Lopez: klasik savunma, Charousek varyasyonu
uk: Іспанська партія: захист Корделя, варіант Харузека
vi: Ruy Lopez: Phòng thủ cổ điển, biến thể Charousek

source: Ruy Lopez: classical defence, Zaitsev variation
ar: روي لوبيز: الدفاع الكلاسيكي, زايتسيف تفريع
br: Abertura Ruy López, Defesa Clássica, Variante Zaitsev
ca: Obertura Espanyola - Defensa clàssica - Variant Zaitsev
de: Spanisch: Klassisch Verteidigung, Zaitsev Variante
es: Apertura Española, Defensa Clásica, Variante Zaitsev
eu: Ruy Lopez: defentsa klasikoa, Zaitsev aldaera
fr: Espagnole, défense classique (Cordel), var. Zaitsev
id: Ruy Lopez: Klasik, Varian Zaitsev
it: Apertura Spagnola, Difesa Classica, Variante Zaitsev
nl: Ruy Lopez: klassieke verdediging, Zaitsev variant
pl: Partia hiszpańska: obrona klasyczna, wariant Zaitsev'a
ru: Испанская партия: защита Корделя, вариант Зайцева
si: Ruy Lopez, klasična obramba, Zaitseva različica
sv: Spanskt: Klassiskt försvar, Zaitsevvarianten
tr: Ruy Lopez: klasik savunma, Zaitsev varyasyonu
uk: Іспанська партія: захист Корделя, варіант Зайцева
vi: Ruy Lopez: Phòng thủ cổ điển, biến thể Zaitsev

source: Ruy Lopez: closed (10...c5)
ar: روي لوبيز: المغلق (10...c5)
br: Abertura Ruy López, Variante Fechada (10...c5)
ca: Obertura Espanyola - Variant tancada - Variant 10 ...c5
de: Spanisch: Geschlossen (10...c5)
es: Apertura Española, Variante Cerrada, Variante 10...c5
eu: Ruy Lopez: itxia (10...c5)
fr: Espagnole fermée, 10...c5
id: Ruy Lopez: Tertutup, 10... c5
it: Apertura Spagnola, Variante Chiusa, Variante 10...c5
nl: Ruy Lopez: gesloten (10 ... c5)
pl: Partia hiszpańska: zamknięta(10...c5)
ru: Испанская партия: закрытый вариант
si: Ruy Lopez, zaprta (10...c5)
sv: Spanskt: Slutet (10...c5)
tr: Ruy Lopez: kapalı (10...c5)
uk: Іспанська партія: закритий варіант (10...c5)
vi: Ruy Lopez: đóng (10 ... c5)

source: Ruy Lopez: closed (8...Na5)
ar: روي لوبيز: المغلق (8...Na5)
br: Abertura Ruy López, Variante Fechada (9...Ca5)
ca: Obertura Espanyola - Variant tancada - Variant 9 ...Ca5
de: Spanisch: Geschlossen (8...Sa5)
es: Apertura Española, Variante Cerrada, Variante 9...Ca5
eu: Ruy Lopez: itxia (8...Za5)
fr: Espagnole fermée, 8...Ca5
id: Ruy Lopez: Tertutup, 8.... Ka5
it: Apertura Spagnola, Variante Chiusa, Variante 9...Ca5
nl: Ruy Lopez: gesloten (8 ... Pa5)
pl: Partia hiszpańska: zamknięta(8..Sa5)
ru: Испанская партия: закрытый вариант
si: Ruy Lopez, zaprta (8...Sa5)
sv: Spanskt: Slutet (8...Sa5)
tr: Ruy Lopez: kapalı (8...Na5)
uk: Іспанська партія: закритий варіант (8...Кa5)
vi: Ruy Lopez: đóng (8 ... Na5)

source: Ruy Lopez: closed (with ...d6)
ar: روي لوبيز: المغلق (مع ...d6)
br: Abertura Ruy López, Variante Fechada (com 8...d6)
ca: Obertura Espanyola - Variant tancada - Variant amb 8 ...d6
de: Spanisch: Geschlossen (mit ...d6)
es: Apertura Española, Variante Cerrada, Variante con 8...d6
eu: Ruy Lopez: itxia (...d6rekin)
fr: Espagnole fermée, avec ...d6
id: Ruy Lopez: Tertutup, ... d6
it: Apertura Spagnola, Variante Chiusa, Variante con 8...d6
nl: Ruy Lopez: gesloten (met ... d6)
pl: Partia hiszpańska: zamknięta(z...d6)
ru: Испанская партия: закрытый вариант (с ...d6)
si: Ruy Lopez, zaprta (z ...d6)
sv: Spanskt: Slutet (med ...d6)
tr: Ruy Lopez: kapalı (...d6 ile)
uk: Іспанська партія: закритий варіант (з ...d6)
vi: Ruy Lopez: đóng (với ... D6)

source: Ruy Lopez: closed Berlin defence, Bernstein variation
ar: روي لوبيز: المغلق دفاع بيرلين, بيىشتاين تفريع
br: Abertura Ruy López, Defesa Berlinesa Fechada, Variante Bernstein
ca: Obertura Espanyola - Defensa Berlinesa - Variant tancada - Variant Bernstein
de: Spanisch: Geschlossen Berliner Verteidigung, Bernstein Variante
es: Apertura Española, Defensa Berlinesa, Variante Cerrada, Variante Bernstein
eu: Ruy Lopez: Berlingo defentsa itxia, Bernstein aldaera
fr: Espagnole, défense berlinoise fermée, var. Bernstein
id: Ruy Lopez: Tertutup, Berlin, Varian Bernstein
it: Apertura Spagnola, Difesa Berlinese, Variante Chiusa, Variante Bernstein
nl: Ruy Lopez: gesloten Berlijn verdediging Bernstein variant
pl: Partia hiszpańska: zamknięta obrona berlińska, wariant Bernsteina
ru: Испанская партия: закрытая берлинская защита, вариант Бернштейна
si: Ruy Lopez, zaprta berlinska obramba, Bernsteinova različica
sv: Spanskt: Slutet Berlinerförsvar, Bernsteinvarianten
tr: Ruy Lopez: kapalı Berlin savunması, Bernstein varyasyonu
uk: Іспанська партія: закритий Берлінський захист, варіант Бернштейна
vi: Ruy Lopez: Phòng thủ Berlin đóng, biến thể Bernstein

source: Ruy Lopez: closed Berlin defence, Chigorin variation
ar: روي لوبيز: المغلق دفاع بيرلين, تشجورين تفريع
br: Abertura Ruy López, Defesa Berlinesa Fechada, Variante Chigorin
ca: Obertura Espanyola - Defensa Berlinesa - Variant tancada - Variant Chigorin
de: Spanisch: Geschlossen Berliner Verteidigung, Tschigorin Variante
es: Apertura Española, Defensa Berlinesa, Variante Cerrada, Variante Chigorin
eu: Ruy Lopez: Berlingo defentsa itxia, Chigorin aldaera
fr: Espagnole, défense berlinoise fermée, var. Tchigorine
id: Ruy Lopez: Tertutup, Berlin, Varian Chigorin
it: Apertura Spagnola, Difesa Berlinese, Variante Chiusa, Variante Chigorin
nl: Ruy Lopez: gesloten Berlijn verdediging Chigorin variant
pl: Partia hiszpańska: zamknięta obrona berlińska, wariant Chigorin'a
ru: Испанская партия: закрытая берлинская защита, вариант Чигорина
si: Ruy Lopez, zaprta berlinska obramba, Chigorinova različica
sv: Spanskt: Slutet Berlinerförsvar, Tjigorinvarianten
tr: Ruy Lopez: kapalı Berlin savunması, Chigorin varyasyonu
uk: Іспанська партія: закритий Берлінський захист, варіант Чигоріна
vi: Ruy Lopez: Phòng thủ Berlin đóng, biến thể Chigorin

source: Ruy Lopez: closed Berlin defence, Showalter variation
ar: روي لوبيز: المغلق دفاع بيرلين, تفريع شولتر
br: Abertura Ruy López, Defesa Berlinesa Fechada, Variante Showalter
ca: Obertura Espanyola - Defensa Berlinesa - Variant tancada - Variant Showalter
de: Spanisch: Geschlossen Berliner Verteidigung, Showalter Variante
es: Apertura Española, Defensa Berlinesa, Variante Cerrada, Variante Showalter
eu: Ruy Lopez: Berlingo defentsa itxia, Showalterren aldaera
fr: Espagnole, défense berlinoise fermée, var. Showalter
id: Ruy Lopez: Tertutup, Berlin, Varian Showalter
it: Apertura Spagnola, Difesa Berlinese, Variante Chiusa, Variante Showalter
nl: Ruy Lopez: gesloten Berlijn verdediging Showalter variant
pl: Partia hiszpańska: zamknięta obrona berlińska, wariant Showalter'a
ru: Испанская партия: закрытая берлинская защита, вариант Шовальтера
si: Ruy Lopez, zaprta berlinska obramba, Showalterjeva različica
sv: Spanskt: Slutet Berlinerförsvar, Showaltervarianten
tr: Ruy Lopez: kapalı Berlin savunması, Showalter varyasyonu
uk: Іспанська партія: закритий Берлінський захист, варіант Шовальтера
vi: Ruy Lopez: Phòng thủ Berlin đóng, biến thể Showalter

source: Ruy Lopez: closed Berlin defence, Wolf variation
ar: روي لوبيز: المغلق دفاع بيرلين, تفريع وولف
br: Abertura Ruy López, Defesa Berlinesa Fechada, Variante Wolf
ca: Obertura Espanyola - Defensa Berlinesa - Variant tancada - Variant Wolf
de: Spanisch: Geschlossen Berliner Verteidigung, Wolf Variante
es: Apertura Española, Defensa Berlinesa, Variante Cerrada, Variante Wolf
eu: Ruy Lopez: Berlingo defentsa itxia, Wolf aldaera
fr: Espagnole, défense berlinoise fermée, var. Wolf
id: Ruy Lopez: Tertutup, Berlin, Varian Wolf
it: Apertura Spagnola, Difesa Berlinese, Variante Chiusa, Variante Wolf
nl: Ruy Lopez: gesloten Berlijn verdediging Wolf variant
pl: Partia hiszpańska: zamknięta obrona berlińska, wariant Wolf'a
ru: Испанская партия: закрытая берлинская защита, вариант Вольфа
si: Ruy Lopez, zaprta berlinska obramba, Wolfova različica
sv: Spanskt: Slutet Berlinerförsvar, Wolfvarianten
tr: Ruy Lopez: kapalı Berlin savunması, Wolf varyasyonu
uk: Іспанська партія: закритий Берлінський захист, варіант Вольфа
vi: Ruy Lopez: Phòng thủ Berlin đóng, biến thể Wolf

source: Ruy Lopez: closed defence
ar: روي لوبيز: المغلق دفاع
br: Abertura Ruy López, Variante Fechada
ca: Obertura Espanyola - Variant tancada
de: Spanisch: Geschlossen Verteidigung
es: Apertura Española, Variante Cerrada
eu: Ruy Lopez: defentsa itxia
fr: Espagnole, variante (parfois "défense" en anglais) fermée
id: Ruy Lopez: Pembelan Tertutup
it: Apertura Spagnola, Variante Chiusa
nl: Ruy Lopez: gesloten verdediging
pl: Partia hiszpańska: zamknięta obrona
ru: Испанская партия: закрытый вариант
si: Ruy Lopez, zaprta obramba
sv: Spanskt: Slutet försvar
tr: Ruy Lopez: kapalı savunma
uk: Іспанська партія: закритий варіант
vi: Ruy Lopez: kín phòng

source: Ruy Lopez: closed, 7...O-O
ar: روي لوبيز: المغلق, 7...O-O
br: Abertura Ruy López, Variante Fechada, Variante 7...O-O
ca: Obertura Espanyola - Variant tancada - Variant 7 ...0-0
de: Spanisch: Geschlossen, 7...O-O
es: Apertura Española, Variante Cerrada, Variante 7...O O
eu: Ruy Lopez: itxia, 7...O-O
fr: Espagnole fermée, 7...O-O
id: Ruy Lopez: Tertutup, 7... 0-0
it: Apertura Spagnola, Variante Chiusa, Variante 7...O O
nl: Ruy Lopez: gesloten, 7 ... O-O
pl: Partia hiszpańska: zamknięta, 7...O-O
ru: Испанская партия: закрытый вариант, 7...O-O
si: Ruy Lopez, zaprta, 7 ...O-O
sv: Spanskt: Slutet, 7...O-O
tr: Ruy Lopez: kapalı, 7...O-O
uk: Іспанська партія: закритий варіант, 7...O-O
vi: Ruy Lopez: đóng cửa, 7 ... O-O

source: Ruy Lopez: closed, 7...d6, 8.d4
ar: روي لوبيز: المغلق, 7...d6, 8.d5
br: Abertura Ruy López, Variante Fechada, Variante 7...d6 8.d4
ca: Obertura Espanyola - Variant tancada - Variante 7 ...d6 8. d4
de: Spanisch: Geschlossen, 7...d6, 8.d4
es: Apertura Española, Variante Cerrada, Variante 7...d6 8.d4
eu: Ruy Lopez: itxia, 7...d6, 8.d4
fr: Espagnole fermée, 7...d6 8.d4
id: Ruy Lopez: Tertutup, 7... d6, 8.d4
it: Apertura Spagnola, Variante Chiusa, Variante 7...d6 8.d4
nl: Ruy Lopez: gesloten, 7 ... d6, 8.d4
pl: Partia hiszpańska: zamknięta, 7...d6,8d4
ru: Испанская партия: закрытый вариант, 7...d6, 8.d4
si: Ruy Lopez, zaprta, 7 ...d6, 8. d4
sv: Spanskt: Slutet, 7...d6, 8.d4
tr: Ruy Lopez: kapalı, 7...d6, 8.d4
uk: Іспанська партія: закритий варіант, 7...d6, 8.d4
vi: Ruy Lopez: đóng cửa, 7 ... D6, 8.d4

source: Ruy Lopez: closed, 8.c3
ar: روي لوبيز: المغلق, 8.c4
br: Abertura Ruy López, Variante Fechada, Variante 8.c3
ca: Obertura Espanyola - Variant tancada - Variant 8. c3
de: Spanisch: Geschlossen, 8.c3
es: Apertura Española, Variante Cerrada, Variante 8.c3
eu: Ruy Lopez: itxia, 8.c3
fr: Espagnole fermée, 8.c3
id: Ruy Lopez: Tertutup, 8.c3
it: Apertura Spagnola, Variante Chiusa, Variante 8.c3
nl: Ruy Lopez: gesloten, 8.c3
pl: Partia hiszpańska: zamknięta, 8.c3
ru: Испанская партия: закрытый вариант, 8.c3
si: Ruy Lopez, zaprta, 8. c3
sv: Spanskt: Slutet, 8.c3
tr: Ruy Lopez: kapalı, 8.c3
uk: Іспанська партія: закритий варіант, 8.c3
vi: Ruy Lopez: khép kín, 8.c3

source: Ruy Lopez: closed, 9.d4
ar: روي لوبيز: المغلق, 9.d5
br: Abertura Ruy López, Variante Fechada, Variante 9.d4
ca: Obertura Espanyola - Variant tancada - Variant 9. d4
de: Spanisch: Geschlossen, 9.d4
es: Apertura Española, Variante Cerrada, Variante 9.d4
eu: Ruy Lopez: itxia, 9.d4
fr: Espagnole fermée, 9.d4
id: Ruy Lopez: Tertutup, 9.d4
it: Apertura Spagnola, Variante Chiusa, Variante 9.d4
nl: Ruy Lopez: gesloten, 9.d4
pl: Partia hiszpańska: zamknięta, 9.d4
ru: Испанская партия: закрытый вариант, 9.d4
si: Ruy Lopez, zaprta, 9. d4
sv: Spanskt: Slutet, 9.d4
tr: Ruy Lopez: kapalı, 9.d4
uk: Іспанська партія: закритий варіант, 9.d4
vi: Ruy Lopez: khép kín, 9.d4

source: Ruy Lopez: closed, 9.h3
ar: روي لوبيز: المغلق, 9.h4
br: Abertura Ruy López, Variante Fechada, Variante 9.h3
ca: Obertura Espanyola - Variant tancada - Variant 9. h3
de: Spanisch: Geschlossen, 9.h3
es: Apertura Española, Variante Cerrada, Variante 9.h3
eu: Ruy Lopez: itxia, 9.h3
fr: Espagnole fermée, 9.h3
id: Ruy Lopez: Tertutup, 9.h3
it: Apertura Spagnola, Variante Chiusa, Variante 9.h3
nl: Ruy Lopez: gesloten, 9.h3
pl: Partia hiszpańska: zamknięta, 9.h3
ru: Испанская партия: закрытый вариант, 9.h3
si: Ruy Lopez, zaprta, 9. h3
sv: Spanskt: Slutet, 9.h3
tr: Ruy Lopez: kapalı, 9.h3
uk: Іспанська партія: закритий варіант, 9.h3
vi: Ruy Lopez: khép kín, 9.h3

source: Ruy Lopez: closed, Averbakh variation
ar: روي لوبيز: المغلق, أفرباخ تفريع
br: Abertura Ruy López, Variante Fechada, Variante Averbakh
ca: Obertura Espanyola - Variant tancada - Variant Averbach o russa
de: Spanisch: Geschlossen, Averbach Variante
es: Apertura Española, Variante Cerrada, Variante Averbach o Rusa
eu: Ruy Lopez: itxia, Averbakh aldaera
fr: Espagnole fermée, var. Averbakh
id: Ruy Lopez: Tertutup, Varian Averbakh
it: Apertura Spagnola, Variante Chiusa, Variante Averbach o Russa
nl: Ruy Lopez: gesloten, Averbakh variant
pl: Partia hiszpańska: zamknięta, wariant Averbach'a
ru: Испанская партия: закрытый вариант, вариант Авербаха
si: Ruy Lopez, zaprta, Averbakhova različica
sv: Spanskt: Slutet, Averbakhvarianten
tr: Ruy Lopez: kapalı, Averbakh varyasyonu
uk: Іспанська партія: закритий варіант, варіант Авербаха
vi: Ruy Lopez: khép kín, Averbach biến

source: Ruy Lopez: closed, Balla variation
ar: روي لوبيز: المغلق, تفريع بولا
br: Abertura Ruy López, Variante Fechada, Variante Balla
ca: Obertura Espanyola - Variant tancada - Variant Balla
de: Spanisch: Geschlossen, Balla Variante
es: Apertura Española, Variante Cerrada, Variante Balla
eu: Ruy Lopez: itxia, Balla aldaera
fr: Espagnole fermée, var. Balla
id: Ruy Lopez: Tertutup, Varian Balla
it: Apertura Spagnola, Variante Chiusa, Variante Balla
nl: Ruy Lopez: gesloten, Balla variant
pl: Partia hiszpańska: zamknięta, wariant Balla'
ru: Испанская партия: закрытый вариант, вариант Баллы
si: Ruy Lopez, zaprta, Ballajeva različica
sv: Spanskt: Slutet, Ballavarianten
tr: Ruy Lopez: kapalı, Balla varyasyonu
uk: Іспанська партія: закритий варіант, варіант Балли
vi: Ruy Lopez: khép kín, Balla biến
