Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: King's Indian: Saemisch, orthodox variation
ar: الملك الهندي: ساميش, الأرثوذكسي تفريع
br: Defesa Índia do Rei, Variante Saemisch, Variante Ortodoxa
ca: Defensa Índia de Rei - Variant Sämisch - Variant Ortodoxa
de: Königsindisch: Saemisch, Orthodoxe Variante
es: Defensa India de Rey, Variante Sämisch, Variante Ortodoxa
eu: Erregearen indiarra: Saemisch, ortodoxoa aldaera
fr: Défense est-indienne, var. Sämisch, var. orthodoxe
id: Hindia Raja, Saemisch, Varian Orthodox
it: Difesa Indiana di Re, Variante Sämisch, Variante Ortodossa
nl: Konings Indisch: Saemisch, orthodoxe variant
pl: Królewsko-indyjska, Saemisch, wariant ortodoksyjny
ru: Староиндийская защита: система Земиша, ортодоксальный вариант
si: kraljevo-indijska, Saemischeva, ortodoksna različica
sv: Kungsindiskt: Sämisch, ortodox variant
tr: Hint Şah: Saemisch, ortodoks varyasyonu
uk: Староіндійський захист: система Земіша, ортодоксальний варіант
vi: Vua Ấn Độ: Saemisch, biến thể chính thống

source: King's Indian: Saemisch, orthodox, 7.Nge2 c6
ar: الملك الهندي: ساميش, الأرثوذكسي, 7.Nge2 c7
br: Defesa Índia do Rei, Variante Saemisch, Variante Ortodoxa, 7.Cge2 c6
ca: Defensa Índia de Rei - Variant Sämisch - Variant Ortodoxa - 7. Cge2 c6
de: Königsindisch: Saemisch, orthodox, 7.Nge2 c6
es: Defensa India de Rey, Variante Sämisch, Variante Ortodoxa, 7.Cge2 c6
eu: Erregearen indiarra: Saemisch, ortodoxoa, 7.Zge2 c6
fr: Défense est-indienne, var. Sämisch, var. orthodoxe, 7.Cge2 c6
id: Hindia Raja, Saemisch, Orthodox, 7.Kge2 c6
it: Difesa Indiana di Re, Variante Sämisch, Variante Ortodossa, 7.Cge2 c6
nl: Konings Indisch: Saemisch, orthodox, 7.Pge2 c6
pl: Królewsko-indyjska, Saemisch, ortodoksyjny, 7.Sge2 c6
ru: Староиндийская защита: система Земиша, ортодоксальный вариант, 7.Кge2 c6
si: kraljevo-indijska, Saemischeva, ortodoksna, 7.Sge2 c6
sv: Kungsindiskt: Sämisch, ortodox variant, 7.Sge2 c6
tr: Hint Şah: Saemisch, ortodoks, 7.Nge2 c6
uk: Староіндійський захист: система Земіша, ортодоксальний варіант, 7.Кge2 c6
vi: Vua của Ấn Độ: Saemisch, chính thống, 7.Nge2 c6

source: King's Indian: Saemisch, orthodox, 7.d5 c6
ar: الملك الهندي: ساميش, الأرثوذكسي, 7.d5 c7
br: Defesa Índia do Rei, Variante Saemisch, Variante Ortodoxa, 7.d5 c6
ca: Defensa Índia de Rei - Variant Sämisch - Variant Ortodoxa - 7. d5 c6
de: Königsindisch: Saemisch, orthodox, 7.d5 c6
es: Defensa India de Rey, Variante Sämisch, Variante Ortodoxa, 7.d5 c6
eu: Erregearen indiarra: Saemisch, ortodoxoa, 7.d5 c6
fr: Défense est-indienne, var. Sämisch, var. orthodoxe, 7.d5 c6
id: Hindia Raja, Saemisch, Orthodox, 7.d5 c6
it: Difesa Indiana di Re, Variante Sämisch, Variante Ortodossa, 7.d5 c6
nl: Konings Indisch: Saemisch, orthodox, 7.d5 c6
pl: Królewsko-indyjska, Saemisch, ortodoksyjny, 7.d5 c6
ru: Староиндийская защита: система Земиша, ортодоксальный вариант, 7.d5 c6
si: kraljevo-indijska, Saemischeva, ortodoksna, 7.d5 c6
sv: Kungsindiskt: Sämisch, ortodox variant, 7.d5 c6
tr: Hint Şah: Saemisch, ortodoks, 7.d5 c6
uk: Староіндійський захист: система Земіша, ортодоксальний варіант, 7.d5 c6
vi: Vua của Ấn Độ: Saemisch, chính thống, 7.d5 c6

source: King's Indian: Saemisch, orthodox, 7.d5
ar: الملك الهندي: ساميش, الأرثوذكسي, 7.d6
br: Defesa Índia do Rei, Variante Saemisch, Variante Ortodoxa, 7.d5
ca: Defensa Índia de Rei - Variant Sämisch - Variant Ortodoxa - 7. d5
de: Königsindisch: Saemisch, orthodox, 7.d5
es: Defensa India de Rey, Variante Sämisch, Variante Ortodoxa, 7.d5
eu: Erregearen indiarra: Saemisch, ortodoxoa, 7.d5
fr: Défense est-indienne, var. Sämisch, var. orthodoxe, 7.d5
id: Hindia Raja, Saemisch, Orthodox, 7.d5
it: Difesa Indiana di Re, Variante Sämisch, Variante Ortodossa, 7.d5
nl: Konings Indisch: Saemisch, orthodox, 7.d5
pl: Królewsko-indyjska, Saemisch, ortodoksyjny, 7.d5
ru: Староиндийская защита: система Земиша, ортодоксальный вариант, 7.d5
si: Kraljevo indijska, Seamisch, ortodoksna, 7. d5
sv: Kungsindiskt: Sämisch, ortodox variant, 7.d5
tr: Hint Şah: Saemisch, ortodoks, 7.d5
uk: Староіндійський захист: система Земіша, ортодоксальний варіант, 7.d5
vi: Vua của Ấn Độ: Saemisch, chính thống, 7.d5

source: King's Indian: Saemisch, orthodox, Bronstein variation
ar: الملك الهندي: ساميش, الأرثوذكسي, برونشتاين تفريع
br: Defesa Índia do Rei, Variante Saemisch, Variante Ortodoxa, Variante Bronstein
ca: Defensa Índia de Rei - Variant Sämisch - Variant Ortodoxa - Variant Bronstein
de: Königsindisch: Saemisch, orthodox, Bronstein-Variante
es: Defensa India de Rey, Variante Sämisch, Variante Ortodoxa, Variante Bronstein
eu: Erregearen indiarra: Saemisch, ortodoxoa, Bronstein aldaera
fr: Défense est-indienne, var. Sämisch, var. orthodoxe, var. Bronstein
id: Hindia Raja, Saemisch, Orthodox, Varian Bronstein
it: Difesa Indiana di Re, Variante Sämisch, Variante Ortodossa, Variante Bronstein
nl: Konings Indisch: Saemisch, orthodox, Bronstein variant
pl: Królewsko-indyjska, Saemisch, ortodoksyjny, wariant Bronstein'a
ru: Староиндийская защита: система Земиша, ортодоксальный вариант, вариант Бронштейна
si: Kraljevo indijska, Seamisch, ortodoksna, Bronsteinova različica
sv: Kungsindiskt: Sämisch, ortodox variant, Bronsteinvarianten
tr: Hint Şah: Saemisch, ortodoks, Bronstein varyasyonu
uk: Староіндійський захист: система Земіша, ортодоксальний варіант, варіант Бронштейна
vi: Vua của Ấn Độ: Saemisch, chính thống, Bronstein biến

source: King's Indian: Semi-Averbakh system
ar: الملك الهندي: النصف-أفرباخ نظام
br: Defesa Índia do Rei, Sistema Semi-Averbakh
ca: Defensa Índia de Rei - Sistema Semi Averbakh
de: Königsindisch: Semi-Awerbach System
es: Defensa India de Rey, Sistema Semi Averbakh
eu: Erregearen indiarra: Semi-Averbakh sistema
fr: Défense est-indienne, système semi-Averbakh
id: Hindia Raja, Sistem Semi Averbakh
it: Difesa Indiana di Re, Sistema Semi Averbakh
nl: Konings Indisch: Semi-Averbakh systeem
pl: Królewsko-indyjska, system Semi-Averbakh'a
ru: Староиндийская защита: система полу-Авербаха
si: Kraljevo indijska, Semi-Averbakhov sistem
sv: Kungsindiskt: Semi-Averbakh-systemet
tr: Hint Şah: Yarı Averbakh sistemi
uk: Староіндійський захист: система напів-Авербаха
vi: Hệ thống bán Averbakh: Ấn Độ vua của

source: King's Indian: Smyslov system
ar: الملك الهندي: سيمسلوف نظام
br: Defesa Índia do Rei, Sistema Smyslov
ca: Defensa Índia de Rei - Sistema Smyslov
de: Königsindisch: Smyslov System
es: Defensa India de Rey, Sistema Smyslov
eu: Erregearen indiarra: Smyslov sistema
fr: Défense est-indienne, système Smyslov
id: Hindia Raja, Sistem Smyslov
it: Difesa Indiana di Re, Sistema Smyslov
nl: Konings Indisch: Smyslov systeem
pl: Królewsko-indyjska, system Smyslov'a
ru: Староиндийская защита: система Смыслова
si: Kraljevo indijska, Smyslov sistem
sv: Kungsindiskt: Smyslovsystemet
tr: Hint Şah: Smyslov sistemi
uk: Староіндійський захист: система Смислова
vi: Vua của Ấn Độ: hệ thống Smyslov

source: King's Indian: Torre attack
ar: الملك الهندي: توري هجوم
br: Defesa Índia do Rei, Ataque Torre
ca: Defensa Índia de Rei - Atac Torre
de: Königsindisch: Torre Angriff
es: Defensa India de Rey, Ataque Torre
eu: Erregearen indiarra: Torre erasoa
fr: Défense est-indienne, attaque Torre
id: Hindia Raja, Serangan Torre
it: Difesa Indiana di Re, Attacco Torre
nl: Konings Indisch: Torre aanval
pl: Królewsko-indyjska, atak Torre
ru: Староиндийская защита: атака Торре
si: Kraljevo indijska, Torrev napad
sv: Kungsindiskt: Torres angrepp
tr: Hint Şah: Tore hücumu
uk: Староіндійський захист: атака Торре
vi: Vua của Ấn Độ: Torre tấn công

source: King's Indian: Zinnowitz variation
ar: الملك الهندي: زينوفيتش تفريع
br: Defesa Índia do Rei, Variante Zinnowitz
ca: Defensa Índia de Rei - Variant Zinnowitz
de: Königsindisch: Zinnowitz-Variante
es: Defensa India de Rey, Variante Zinnowitz
eu: Erregearen indiarra: Zinnowitz aldaera
fr: Défense est-indienne, var. de Zinnowitz
id: Hindia Raja, Varian Zinnowitz
it: Difesa Indiana di Re, Variante Zinnowitz
nl: Konings Indisch: zinnowitz variant
pl: Królewsko-indyjska, wariant Zinnowitz'a
ru: Староиндийская защита: цинновицский вариант
si: Kraljevo indijska, Zinnowitzeva različica
sv: Kungsindiskt: Zinnowitzvarianten
tr: Hint Şah: Zinnowitz varyasyonu
uk: Староіндійський захист: Цінновіцький варіант
vi: Vua của Ấn Độ: Zinnowitz biến

source: King's Indian: accelerated Averbakh system
ar: الملك الهندي: المتسارع أفرباخ نظام
br: Defesa Índia do Rei, Sistema Averbakh Acelerado
ca: Defensa Índia de Rei - Sistema Averbakh acelerat
de: Königsindisch: accelerated Awerbach System
es: Defensa India de Rey, Sistema Averbakh Acelerado
eu: Erregearen indiarra: Averbakh sistema bizkortua
fr: Défense est-indienne, système Averbakh accéléré
id: Hindia Raja, Sistem Averbakh Dipercepat
it: Difesa Indiana di Re, Sistema Averbakh Acelerado
nl: Konings Indisch: versnelde Averbakh systeem
pl: Królewsko-indyjska, przyspieszony system Averbakh'a
ru: Староиндийская защита: ранняя система Авербаха
si: Kraljevo indijska, pospešen Averbakhov sistem
sv: Kungsindiskt: Averbakhsystemet accelererat
tr: Hint Şah: hızlandırılmış Averbakh sistemi
uk: Староіндійський захист: рання система Авербаха
vi: Hệ thống Averbakh nhanh: Ấn Độ vua của

source: King's Indian: classical variation
ar: الملك الهندي: التفريع الكلاسيكي
br: Defesa Índia do Rei, Variante Clássica
ca: Defensa Índia de Rei - Variant clàssica
de: Königsindisch: Klassische Variante
es: Defensa India de Rey, Variante Clásica
eu: Erregearen indiarra: aldaera klasikoa
fr: Défense est-indienne, var. classique
id: Hindia Raja Varian Klasik
it: Difesa Indiana di Re, Variante Classica
nl: Konings Indisch: klassieke variant
pl: Królewsko-indyjska, wariant klasyczny
ru: Староиндийская защита: классический вариант
si: Kraljevo indijska, klasična različica
sv: Kungsindiskt: Klassisk variant
tr: Hint Şah: klasik varyasyon
uk: Староіндійський захист: класичний варіант
vi: Biến thể cổ điển: Ấn Độ vua của

source: King's Indian: fianchetto variation
ar: الملك الهندي: فيل الوتر الطويل تفريع
br: Defesa Índia do Rei, Variante do Fianchetto
ca: Defensa Índia de Rei - Variant del Fianchetto
de: Königsindisch: Fianchettovariante
es: Defensa India de Rey, Variante del Fianchetto
eu: Erregearen indiarra: fianchetto aldaera
fr: Défense est-indienne, var. du fianchetto-roi
id: Hindia Raja Varian Fianchetto
it: Difesa Indiana di Re, Variante del Fianchetto
nl: Konings Indisch: fianchetto variant
pl: Królewsko-indyjska, wariant fianchetto
ru: Староиндийская защита: вариант с фианкетто
si: Kraljevo indijska, različica krilnega razvoja
sv: Kungsindiskt: Fianchettovarianten
tr: Hint Şah: fianchetto varyasyonu
uk: Староіндійський захист: варіант з фіанкетто
vi: Vua của Ấn Độ: biến thể fianchetto

source: King's Indian: fianchetto with ...Nc6
ar: الملك الهندي: فيل الوتر الطويل مع ...Nc7
br: Defesa Índia do Rei, Variante do Fianchetto, 6...Cc6
ca: Defensa Índia de Rei - Variant del Fianchetto - 6 ...Cc6
de: Königsindisch: Fianchetto mit ...Sc6
es: Defensa India de Rey, Variante del Fianchetto, 6...Cc6
eu: Erregearen indiarra: fianchetto ...Zc6rekin
fr: Défense est-indienne, var. du fianchetto-roi, avec ...Cc6
id: Hindia Raja Fianchetto dg ...Kc6
it: Difesa Indiana di Re, Variante del Fianchetto, 6...Cc6
nl: Konings Indisch: fianchetto met ... Pc6
pl: Królewsko-indyjska, fianchetto z ...Sc6
ru: Староиндийская защита: вариант с фианкетто с ...Кc6
si: Kraljevo indijska, krilni razvoj z ...Sc6
sv: Kungsindiskt: Fianchetto med ...Sc6
tr: Hint Şah: ...Nc6 ile fianchetto
uk: Староіндійський захист: варіант з фіанкетто з ...Кc6
vi: Vua của Ấn Độ: fianchetto với ... Nc6

source: King's Indian: fianchetto with ...Nd7
ar: الملك الهندي: فيل الوتر الطويل مع ...Nd8
br: Defesa Índia do Rei, Variante do Fianchetto, 6...Cbd7
ca: Defensa Índia de Rei - Variant del Fianchetto - 6 ...Cbd7
de: Königsindisch: Fianchetto mit ...Sd7
es: Defensa India de Rey, Variante del Fianchetto, 6...Cbd7
eu: Erregearen indiarra: fianchetto ...Zd7rekin
fr: Défense est-indienne, var. du fianchetto-roi, avec ...Cd7
id: Hindia Raja Fianchetto dg ...Kd7
it: Difesa Indiana di Re, Variante del Fianchetto, 6...Cbd7
nl: Konings Indisch: fianchetto met ... Pd7
pl: Królewsko-indyjska, fianchetto z ...Sd7
ru: Староиндийская защита: вариант с фианкетто с ...Кd7
si: Kraljevo indijska, krilni razvoj z ... Sd7
sv: Kungsindiskt: Fianchetto med ...Sd7
tr: Hint Şah: ...Nd7 ile fianchetto
uk: Староіндійський захист: варіант з фіанкетто з ...Кd7
vi: Vua của Ấn Độ: fianchetto với ... Nd7

source: King's Indian: fianchetto without c4
ar: الملك الهندي: فيل الوتر الطويل بدون c5
br: Defesa Índia do Rei, Fianchetto sem c4
ca: Defensa Índia de Rei - Fianchetto sense c4
de: Königsindisch: Fianchetto ohne c4
es: Defensa India de Rey, Fianchetto sin c4
eu: Erregearen indiarra: fianchetto c4 gabe
fr: Défense est-indienne, var. du fianchetto-roi, sans c4
id: Hindia Raja Fianchetto Tanpa c4
it: Difesa Indiana di Re, Fianchetto sin c4
nl: Konings Indisch: fianchetto zonder c4
pl: Królewsko-indyjska, fianchetto bez c4
ru: Староиндийская защита: фианкетто без c4
si: kraljevo-indijska, krilni razvoj brez c4
sv: Kungsindiskt: Fianchetto utan c4
tr: Hint Şah: c4 olmadan fianchetto
uk: Староіндійський захист: фіанкетто без c4
vi: Vua của Ấn Độ: fianchetto mà không c4

source: King's Indian: fianchetto, Kavalek (Bronstein) variation
ar: الملك الهندي: فيل الوتر الطويل, كافالك (برونشتاين) تفريع
br: Defesa Índia do Rei, Variante do Fianchetto, Variante Kavalek (Bronstein)
ca: Defensa Índia de Rei - Variant del Fianchetto - Variant Kavalek o Bronstein
de: Königsindisch: Fianchetto, Kavalek (Bronstein)-Variante
es: Defensa India de Rey, Variante del Fianchetto, Variante Kavalek o Bronstein
eu: Erregearen indiarra: fianchetto, Kavalek (Bronstein) aldaera
fr: Défense est-indienne, var. du fianchetto-roi, var. Kavalek (Bronstein)
id: Hindia Raja Fianchetto, Varian Kavalek (Bronstein)
it: Difesa Indiana di Re, Variante del Fianchetto, Variante Kavalek o Bronstein
nl: Konings Indisch: fianchetto, Kavalek (Bronstein) variant
pl: Królewsko-indyjska, fianchetto, wariant Kavalek(Bronstein)
ru: Староиндийская защита: вариант с фианкетто, вариант Кавалека
si: Kraljevo indijska, krilni razvoj, Kavalekova (Bronsteinova) različica
sv: Kungsindiskt: Fianchetto, Kavalekvarianten (Bronstein)
tr: Hint Şah: fianchetto, Kavalek (Bronstein) varyasyonu
uk: Староіндійський захист: варіант з фіанкетто, варіант Кавалека
vi: Vua của Ấn Độ: fianchetto, Kavalek (Bronstein) biến thể

source: King's Indian: fianchetto, Larsen system
ar: الملك الهندي: فيل الوتر الطويل, لارسن نظام
br: Defesa Índia do Rei, Variante do Fianchetto, Sistema Larsen
ca: Defensa Índia de Rei - Variant del Fianchetto - Sistema Larsen
de: Königsindisch: Fianchetto, Larsen System
es: Defensa India de Rey, Variante del Fianchetto, Sistema Larsen
eu: Erregearen indiarra: fianchetto, Larsen sistema
fr: Défense est-indienne, var. du fianchetto-roi, système Larsen
id: Hindia Raja Fianchetto, Sistem Larsen
it: Difesa Indiana di Re, Variante del Fianchetto, Sistema Larsen
nl: Konings Indisch: fianchetto, Larsen systeem
pl: Królewsko-indyjska, fianchetto, system larsen'a
ru: Староиндийская защита: вариант с фианкетто, система Ларсена
si: Kraljevo indijska, krilni razvoj, Larsenov sistem
sv: Kungsindiskt: Fianchetto, Larsensystemet
tr: Hint Şah: fianchetto, Larsen sistemi
uk: Староіндійський захист: варіант з фіанкетто, система Ларсена
vi: Của vua Ấn Độ: fianchetto, hệ thống Larsen

source: King's Indian: fianchetto, Panno variation
ar: الملك الهندي: فيل الوتر الطويل, بانو تفريع
br: Defesa Índia do Rei, Variante do Fianchetto, Variante Panno
ca: Defensa Índia de Rei - Variant del Fianchetto - Variante Panno
de: Königsindisch: Fianchetto, Panno-Variante
es: Defensa India de Rey, Variante del Fianchetto, Variante Panno
eu: Erregearen indiarra: fianchetto, Panno aldaera
fr: Défense est-indienne, var. du fianchetto-roi, var. Panno
id: Hindia Raja Fianchetto, Varian Panno
it: Difesa Indiana di Re, Variante del Fianchetto, Variante Panno
nl: Konings Indisch: fianchetto, Panno variant
pl: Królewsko-indyjska, fianchetto, wariant Panno
ru: Староиндийская защита: вариант с фианкетто, вариант Панно
si: kraljevo-indijska, krilni razvoj, Pannova različica
sv: Kungsindiskt: Fianchetto, Pannovarianten
tr: Hint Şah: fianchetto, Panno varyasyonu
uk: Староіндійський захист: варіант з фіанкетто, варіант Панно
vi: Vua của Ấn Độ: fianchetto, Panno biến

source: King's Indian: fianchetto, Simagin variation
ar: الملك الهندي: فيل الوتر الطويل, سيماجين تفريع
br: Defesa Índia do Rei, Variante do Fianchetto, Variante Simagin
ca: Defensa Índia de Rei - Variant del Fianchetto - Variant Simagin
de: Königsindisch: Fianchetto, Simagin-Variante
es: Defensa India de Rey, Variante del Fianchetto, Variante Simagin
eu: Erregearen indiarra: fianchetto, Simagin aldaera
fr: Défense est-indienne, var. du fianchetto-roi, 7...Fg4 (var. Simagin)
id: Hindia Raja Fianchetto, Varian SImagin
it: Difesa Indiana di Re, Variante del Fianchetto, Variante Simagin
nl: Konings Indisch: fianchetto, Simagin variant
pl: Królewsko-indyjska, fianchetto, wariant Simagin'a
ru: Староиндийская защита: вариант с фианкетто, вариант Симагина
si: Kraljevo indijska, krilni razvoj, Simaginova različica
sv: Kungsindiskt: Fianchetto, Simaginvarianten
tr: Hint Şah: fianchetto, Simagin varyasyonu
uk: Староіндійський захист: варіант з фіанкетто, варіант Сімагіна
vi: Vua của Ấn Độ: fianchetto, Simagin biến

source: King's Indian: fianchetto, Uhlmann (Szabo) variation
ar: الملك الهندي: فيل الوتر الطويل, أولمان (سزابو) تفريع
br: Defesa Índia do Rei, Variante do Fianchetto, Variante Uhlmann (Szabo)
ca: Defensa Índia de Rei - Variant del Fianchetto - Variant Uhlmann o Szabo
de: Königsindisch: Fianchetto, Uhlmann (Szabo)-Variante
es: Defensa India de Rey, Variante del Fianchetto, Variante Uhlmann o Szabo
eu: Erregearen indiarra: fianchetto, Uhlmann (Szabo) aldaera
fr: Défense est-indienne, var. du fianchetto-roi, var. Uhlmann (Szabó)
id: Hindia Raja Fianchetto, Varian Uhlmann
it: Difesa Indiana di Re, Variante del Fianchetto, Variante Uhlmann o Szabo
nl: Konings Indisch: fianchetto, Uhlmann (Szabo) variant
pl: Królewsko-indyjska, fianchetto, wariant Uhlmann'a(Szabo)
ru: Староиндийская защита: вариант с фианкетто, вариант Ульмана
si: Kraljevo indijska, krilni razvoj, Uhlmannova (Szabova) različica
sv: Kungsindiskt: Fianchetto, Uhlmannvarianten (Szabo)
tr: Hint Şah: fianchetto, Uhlmann (Szabo) varyasyonu
uk: Староіндійський захист: варіант з фіанкетто, варіант Ульмана
vi: Vua của Ấn Độ: fianchetto, Uhlmann (Szabo) biến thể

source: King's Indian: fianchetto, Yugoslav Panno
ar: الملك الهندي: فيل الوتر الطويل, اليوغسلافي بانو
br: Defesa Índia do Rei, Variante do Fianchetto, Sistema Yugoslavo, Variante Panno
ca: Defensa Índia de Rei - Variant del Fianchetto - Sistema Iugoslau - Variant Panno
de: Königsindisch: Fianchetto, Jugoslawisch Panno
es: Defensa India de Rey, Variante del Fianchetto, Sistema Yugoslavo, Variante Panno
eu: Erregearen indiarra: fianchetto, Jugoslaviar Panno
fr: Défense est-indienne, var. du fianchetto-roi, système yougoslave, var. Panno
id: Hindia Raja Fianchetto, Panno Yugoslavia
it: Difesa Indiana di Re, Variante del Fianchetto, Sistema Yugoslavo, Variante Panno
nl: Konings Indisch: fianchetto, Joegoslavische Panno
pl: Królewsko-indyjska, fianchetto, wariant jugosłowiański Panno
ru: Староиндийская защита: вариант с фианкетто, югославская система, вариант Панно
si: kraljevo-indijska, krilni razvoj, jugoslovanski Panno
sv: Kungsindiskt: Fianchetto, jugoslavisk Panno
tr: Hint Şah: fianchetto, Yugoslav Panno
uk: Староіндійський захист: варіант з фіанкетто, Югославська система, варіант Панно
vi: Vua của Ấn Độ: fianchetto, Nam Tư Panno

source: King's Indian: fianchetto, Yugoslav system
ar: الملك الهندي: فيل الوتر الطويل, اليوغسلافي نظام
br: Defesa Índia do Rei, Variante do Fianchetto, Sistema Yugoslavo
ca: Defensa Índia de Rei - Variant del Fianchetto - Sistema Iugoslau
de: Königsindisch: Fianchetto, Jugoslawisch System
es: Defensa India de Rey, Variante del Fianchetto, Sistema Yugoslavo
eu: Erregearen indiarra: fianchetto, Jugoslaviar sistema
fr: Défense est-indienne, var. du fianchetto-roi, système yougoslave
id: Hindia Raja Fianchetto, SIstem Yugoslavia
it: Difesa Indiana di Re, Variante del Fianchetto, Sistema Yugoslavo
nl: Konings Indisch: Fianchetto, Joegoslavische systeem
pl: Królewsko-indyjska, fianchetto, system jugosłowiański
ru: Староиндийская защита: вариант с фианкетто, югославская система
si: kraljevo-indijska, krilni razvoj, jugoslovanski sistem
sv: Kungsindiskt: Fianchetto, jugoslaviskt system
tr: Hint Şah: fianchetto, Yugoslav sistemi
uk: Староіндійський захист: варіант з фіанкетто, Югославська система
vi: Của vua Ấn Độ: fianchetto, hệ thống Nam Tư

source: King's Indian: fianchetto, Yugoslav, 7.O-O
ar: الملك الهندي: فيل الوتر الطويل, اليوغسلافي, 7.O-O
br: Defesa Índia do Rei, Variante do Fianchetto, Sistema Yugoslavo, 7.O-O
ca: Defensa Índia de Rei - Variante del Fianchetto - Sistema Iugoslau - 7. 0-0
de: Königsindisch: Fianchetto, Jugoslawisch, 7.O-O
es: Defensa India de Rey, Variante del Fianchetto, Sistema Yugoslavo, 7.O O
eu: Erregearen indiarra: fianchetto, Jugoslaviarra, 7.O-O
fr: Défense est-indienne, var. du fianchetto-roi, système yougoslave, 7.O-O
id: Hindia Raja Fianchetto, Yugoslav, 7.0-0
it: Difesa Indiana di Re, Variante del Fianchetto, Sistema Yugoslavo, 7.O O
nl: Konings Indisch: fianchetto, Joegoslavisch, 7.O-O
pl: Królewsko-indyjska, fianchetto, jugosłowiański, 7.O-O
ru: Староиндийская защита: вариант с фианкетто, югославская система, 7.O-O
si: kraljevo-indijska, jugoslovanski, 7.O-O
sv: Kungsindiskt: Fianchetto, jugoslaviskt, 7.O-O
tr: Hint Şah: fianchetto, Yugoslav, 7.O-O
uk: Староіндійський захист: варіант з фіанкетто, Югославська система, 7.O-O
vi: Của vua Ấn Độ: fianchetto, Nam Tư, 7.O-O

source: King's Indian: fianchetto, classical main line
ar: الملك الهندي: فيل الوتر الطويل, الكلاسيكي الخط الرئيسي
br: Defesa Índia do Rei, Variante do Fianchetto, Variante Clássica, Linha Principal
ca: Defensa Índia de Rei - Variant del Fianchetto - Variant clàssica - Línia principal
de: Königsindisch: Fianchetto, Klassisch Hauptvariante
es: Defensa India de Rey, Variante del Fianchetto, Variante Clásica, Linea Principal
eu: Erregearen indiarra: fianchetto, lerro nagusi klasikoa
fr: Défense est-indienne, var. du fianchetto-roi, var. classique, ligne principale
id: Hindia Raja Fianchetto, Jalur Utama
it: Difesa Indiana di Re, Variante del Fianchetto, Variante Classica, Linea Principale
nl: Konings Indisch: Fianchetto, klassieke hoofdlijn Indisch
pl: Królewsko-indyjska, fianchetto, klayczna główna linia
ru: Староиндийская защита: вариант с фианкетто, классический вариант, основное продолжение
si: Kraljevo indijska: krilni razvoj, klasična glavna linija
sv: Kungsindiskt: Fianchetto, klassisk huvudvariant
tr: Hint Şah: fianchetto, klasik ana hat
uk: Староіндійський захист: варіант з фіанкетто, класичний варіант, основне продовження
vi: Của vua Ấn Độ: fianchetto, dòng chính cổ điển
