Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Philidor: Hanham, Krause variation
ar: فيليدور: هانهام, كراوز تفريع
br: Defesa Philidor, Variante Hanham, Variante Krause
ca: Defensa Philidor - Variant Hanham - Variant Krause
de: Philidor: Hanham, Krause-Variante
es: Defensa Philidor, Variante Hanham, Variante Krause
eu: Philidor: Hanham, Krause aldaera
fr: Défense Philidor, var. Hanham, var. Krause
id: Philidor: Hanham, Varian Krause
it: Difesa Philidor, Variante Hanham, Variante Krause
nl: Philidor: Hanham, Krause variant
pl: Philidor, Hanham, wariant Krause'go
ru: Защита Филидора: вариант Хенема, вариант Краузе
si: Philidorjeva, Hanhamova, Krauseva različica
sv: Philidor: Hanham, Krausevarianten
tr: Philidor: Hanham, Krause varyasyonu
uk: Захист Філідора: варіант Хенема, варіант Краузе
vi: Philidor: Hanham, Krause biến

source: Philidor: Hanham, Schlechter variation
ar: فيليدور: هانهام,شيليشتر تفريع
br: Defesa Philidor, Variante Hanham, Variante Schlechter
ca: Defensa Philidor - Variant Hanham - Variant Schlechter
de: Philidor: Hanham, Schlechter-Variante
es: Defensa Philidor, Variante Hanham, Variante Schlechter
eu: Philidor: Hanham, Schlechter aldaera
fr: Défense Philidor, var. Hanham, var. Schlechter
id: Philidor: Hanham, Varian Schlechter
it: Difesa Philidor, Variante Hanham, Variante Schlechter
nl: Philidor: Hanham, Schlechter variant
pl: Philidor, Hanham, wariant Schlechter'a
ru: Защита Филидора: вариант Хенема, вариант Шлехтера
si: Philidorjeva, Hanhamova, Schlechterjeva različica
sv: Philidor: Hanham, Schlechtervarianten
tr: Philidor: Hanham, Schlechter varyasyonu
uk: Захист Філідора: варіант Хенема, варіант Шлехтера
vi: Philidor: Hanham, Schlechter biến

source: Philidor: Hanham, Steiner variation
ar: فيليدور: هانهام, شتاينر تفريع
br: Defesa Philidor, Variante Hanham, Variante Steiner
ca: Defensa Philidor - Variant Hanham - Variant Steiner
de: Philidor: Hanham, Steiner-Variante
es: Defensa Philidor, Variante Hanham, Variante Steiner
eu: Philidor: Hanham, Steiner aldaera
fr: Défense Philidor, var. Hanham, var. Steiner
id: Philidor: Hanham, Varian Steiner
it: Difesa Philidor, Variante Hanham, Variante Steiner
nl: Philidor: Hanham, Steiner variant
pl: Philidor, Hanham, wariant Steiner'a
ru: Защита Филидора: вариант Хенема, вариант Стейнера
si: Philidorjeva, Hanhamova, Steinerjeva različica
sv: Philidor: Hanham, Steinervarianten
tr: Philidor: Hanham, Steiner varyasyonu
uk: Захист Філідора: варіант Хенема, варіант Стейнера
vi: Philidor: Hanham, Steiner biến

source: Philidor: Improved Hanham variation
ar: فيليدور: المحسن هانهام تفريع
br: Defesa Philidor, Variante Hanham Melhorada
ca: Defensa Philidor - Variant Nimzowitsch - Variant Hanham millorada
de: Philidor: Improved Hanham-Variante
es: Defensa Philidor, Variante Nimzowitsch, Variante Hanham Mejorada
eu: Philidor: Hanham aldaera hobetua
fr: Défense Philidor, var. Hanham améliorée
id: Philidor: Hanham, Varian Diperbarui
it: Difesa Philidor, Variante Nimzowitsch, Variante Hanham Mejorada
nl: Philidor: Verbeterde Hanham variant
pl: Philidor, poprawiony wariant Hanham'a
ru: Защита Филидора: улучшенный вариант Хенема
si: Philidorjeva, izboljšana Hanhamova različica
sv: Philidor: Förbättrad Hanhamvariant
tr: Philidor: Geliştirilmiş Hanham varyasyonu
uk: Захист Філідора: покращений варіант Хенема
vi: Philidor: Cải thiện Hanham biến

source: Philidor: Larsen variation
ar: فيليدور: لارسن تفريع
br: Defesa Philidor, Variante Larsen
ca: Defensa Philidor - Variant del canvi - Variant Larsen
de: Philidor: Larsen-Variante
es: Defensa Philidor, Variante del Cambio, Variante Larsen
eu: Philidor: Larsen aldaera
fr: Défense Philidor, var. Larsen
id: Philidor: Varian Larsen
it: Difesa Philidor, Variante di Cambio, Variante Larsen
nl: Philidor: Larsen variant
pl: Philidor, wariant Larsena
ru: Защита Филидора: вариант Ларсена
si: Philidorjeva, Larsenova različica
sv: Philidor: Larsenvarianten
tr: Philidor: Larsen varyasyonu
uk: Захист Філідора: варіант Ларсена
vi: Philidor: Larsen biến

source: Philidor: Lopez counter-gambit, Jaenisch variation
ar: فيليدور: لوبيز الجامبيت المضاد, جينيش تفريع
br: Defesa Philidor, Contra-Gambito López, Variante Jaenisch
ca: Defensa Philidor - Contra-Gambit López - Variant Jaenisch
de: Philidor: Lopez Gegengambit, Jaenisch-Variante
es: Defensa Philidor, ContraGambito López, Variante Jaenisch
eu: Philidor: Lopez kontra-ganbitoa, Jaenisch aldaera
fr: Défense Philidor, contre-gambit López, var. Jaenisch
id: Philidor: Gambit Balasan Lopez, Varian Jaenisch
it: Difesa Philidor, Controgambetto López, Variante Jaenisch
nl: Philidor: Lopez tegen-gambiet, Jaenisch variant
pl: Philidor, kontrgambit Lopez'a, wariant Jaenisch'a
ru: Защита Филидора: контргамбит Лопеса, вариант Яниша
si: Philidorjeva, Lopezov proti-gambit, Jaenischeva različica
sv: Philidor: Lopez motgambit, Jänischvarianten
tr: Philidor: Lopez karşı gambiti, Jaenisch varyasyonu
uk: Захист Філідора: контргамбіт Лопеса, варіант Яніша
vi: Philidor: Lopez phản Gambit, Jaenisch biến

source: Philidor: Lopez counter-gambit
ar: فيليدور: لوبيز الجامبيت المضاد
br: Defesa Philidor, Contra-Gambito López
ca: Defensa Philidor - Contra-Gambit López
de: Philidor: Lopez Gegengambit
es: Defensa Philidor, ContraGambito López
eu: Philidor: Lopez kontra-ganbitoa
fr: Défense Philidor, contre-gambit López
id: Philidor: Gambit Balasan Lopez
it: Difesa Philidor, Controgambetto López
nl: Philidor: Lopez tegengambiet
pl: Philidor, kontrgambit Lopez'a
ru: Защита Филидора: контргамбит Лопеса
si: Philidorjeva, Lopezov proti-gambit
sv: Philidor: Lopez motgambit
tr: Philidor: Lopez karşı gambiti
uk: Захист Філідора: контргамбіт Лопеса
vi: Philidor: Lopez phản Gambit

source: Philidor: Nimzovich (Jaenisch) variation
ar: فيليدور: نيمزوفيتش (جينيش) تفريع
br: Defesa Philidor, Variante Nimzowitsch (Jaenisch)
ca: Defensa Philidor - Variant Nimzowitsch o Jaenisch
de: Philidor: Nimzowitsch (Jaenisch)-Variante
es: Defensa Philidor, Variante Nimzowitsch o Jaenisch
eu: Philidor: Nimzovich (Jaenisch) aldaera
fr: Défense Philidor, var. Nimzowitsch (Jaenisch)
id: Philidor: Varian Nimzowitch (Jaenisch)
it: Difesa Philidor, Variante Nimzowitsch o Jaenisch
nl: Philidor: Nimzovich (Jaenisch) variant
pl: Philidor, wariant Nimzovitsch'a (Jaenisch'a)
ru: Защита Филидора: вариант Нимцовича
si: Philidorjeva, Nimzovicheva (Jeanischeva) različica
sv: Philidor: Nimzowitsch-varianten (Jänisch)
tr: Philidor: Nimzovich (Jaenisch) varyasyonu
uk: Захист Філідора: варіант Німцовича
vi: Philidor: Nimzovich (Jaenisch) biến thể

source: Philidor: Nimzovich variation
ar: فيليدور: نيمزوفيتش تفريع
br: Defesa Philidor, Variante Nimzowitsch
ca: Defensa Philidor - Variant Nimzowitsch
de: Philidor: Nimzowitsch-Variante
es: Defensa Philidor, Variante Nimzowitsch
eu: Philidor: Nimzovich aldaera
fr: Défense Philidor, var. Nimzowitsch
id: Philidor: Varian Nimzowitch
it: Difesa Philidor, Variante Nimzowitsch
nl: Philidor: Nimzovich variant
pl: Philidor, wariant Nimzovitsch'a
ru: Защита Филидора: вариант Нимцовича
si: Philidorjeva, Nimzovicheva različica
sv: Philidor: Nimzowitsch-varianten
tr: Philidor: Nimzovich varyasyonu
uk: Захист Філідора: варіант Німцовича
vi: Philidor: Nimzovich biến

source: Philidor: Nimzovich, Klein variation
ar: فيليدور: نيمزوفيتش, كلاين تفريع
br: Defesa Philidor, Variante Nimzowitsch, Variante Klein
ca: Defensa Philidor - Variant Nimzowitsch - Variant Klein
de: Philidor: Nimzowitsch, Klein-Variante
es: Defensa Philidor, Variante Nimzowitsch, Variante Klein
eu: Philidor: Nimzovich, Klein aldaera
fr: Défense Philidor, var. Nimzowitsch, var. Klein
id: Philidor: Nimzowitch, Varian Klein
it: Difesa Philidor, Variante Nimzowitsch, Variante Klein
nl: Philidor: Nimzovich, Klein variant
pl: Philidor, Nimzovitsch, wariant Klein'a
ru: Защита Филидора: вариант Нимцовича, вариант Клайна
si: Philidorjeva, Nimzovicheva, Kleinova različica
sv: Philidor: Nimzowitsch, Kleinvarianten
tr: Philidor: Nimzovich, Klein varyasyonu
uk: Захист Філідора: варіант Німцовича, варіант Клайна
vi: Philidor: Nimzovich, Klein biến

source: Philidor: Nimzovich, Larobok variation
ar: فيليدور: نيمزوفيتش, لاربوك تفريع
br: Defesa Philidor, Variante Nimzowitsch, Variante Larobok
ca: Defensa Philidor - Variant Nimzowitsch - Variant Larobok
de: Philidor: Nimzowitsch, Larobok-Variante
es: Defensa Philidor, Variante Nimzowitsch, Variante Larobok
eu: Philidor: Nimzovich, Larobok aldaera
fr: Défense Philidor, var. Nimzowitsch, var. Lärobok (manuel de Ludvig et Gustav Collijn)
id: Philidor: Nimzowitch, Varian Larobok
it: Difesa Philidor, Variante Nimzowitsch, Variante Larobok
nl: Philidor: Nimzovich, Larobok variant
pl: Philidor, Nimzovitsch, wariant Larobok'a
ru: Защита Филидора: вариант Нимцовича, Леробок-вариант
si: Philidorjeva, Nimzovicheva, Larobokova različica
sv: Philidor: Nimzowitsch, Larobokvarianten
tr: Philidor: Nimzovich, Larobok varyasyonu
uk: Захист Філідора: варіант Німцовича, Леробок-варіант
vi: Philidor: Nimzovich, Larobok biến

source: Philidor: Nimzovich, Locock variation
ar: فيليدور: نيمزوفيتش, لوكوك تفريع
br: Defesa Philidor, Variante Nimzowitsch, Variante Locock
ca: Defensa Philidor - Variant Nimzowitsch - Variant Locock
de: Philidor: Nimzowitsch, Locock-Variante
es: Defensa Philidor, Variante Nimzowitsch, Variante Locock
eu: Philidor: Nimzovich, Locock aldaera
fr: Défense Philidor, var. Nimzowitsch, var. Locock
id: Philidor: Nimzowitch, Varian Locock
it: Difesa Philidor, Variante Nimzowitsch, Variante Locock
nl: Philidor: Nimzovich, Locock variant
pl: Philidor, Nimzovitsch, wariant Locock'a
ru: Защита Филидора: вариант Нимцовича, вариант Локока
si: Philidorjeva, Nimzovicheva, Locockova različica
sv: Philidor: Nimzowitsch, Locockvarianten
tr: Philidor: Nimzovich, Locock varyasyonu
uk: Захист Філідора: варіант Німцовича, варіант Локока
vi: Philidor: Nimzovich, Locock biến

source: Philidor: Nimzovich, Rellstab variation
ar: فيليدور: نيمزوفيتش, ريلستاب تفريع
br: Defesa Philidor, Variante Nimzowitsch, Variante Rellstab
ca: Defensa Philidor - Variant Nimzowitsch - Variant Rellstab
de: Philidor: Nimzowitsch, Rellstab-Variante
es: Defensa Philidor, Variante Nimzowitsch, Variante Rellstab
eu: Philidor: Nimzovich, Rellstab aldaera
fr: Défense Philidor, var. Nimzowitsch, var. Rellstab
id: Philidor: Nimzowitch, Varian Rellstab
it: Difesa Philidor, Variante Nimzowitsch, Variante Rellstab
nl: Philidor: Nimzovich, Rellstab variant
pl: Philidor, Nimzovitsch, wariant Rellstab'a
ru: Защита Филидора: вариант Нимцовича, вариант Рельштаба
si: Philidorjeva, Nimzovicheva, Rellstabova različica
sv: Philidor: Nimzowitsch, Rellstabvarianten
tr: Philidor: Nimzovich, Rellstab varyasyonu
uk: Захист Філідора: варіант Німцовича, варіант Рельштаба
vi: Philidor: Nimzovich, biến Rellstab

source: Philidor: Nimzovich, Sokolsky variation
ar: فيليدور: نيمزوفيتش, سوكولوسكي تفريع
br: Defesa Philidor, Variante Nimzowitsch, Variante Sokolsky
ca: Defensa Philidor - Variant Nimzowitsch - Variant Sokolsky
de: Philidor: Nimzowitsch, Sokolsky-Variante
es: Defensa Philidor, Variante Nimzowitsch, Variante Sokolsky
eu: Philidor: Nimzovich, Sokolsky aldaera
fr: Défense Philidor, var. Nimzowitsch, var. Sokolsky
id: Philidor: Nimzowitch, Varian Sokolsky
it: Difesa Philidor, Variante Nimzowitsch, Variante Sokolsky
nl: Philidor: Nimzovich, Sokolsky variant
pl: Philidor, Nimzovitsch, wariant Sokolsky'ego
ru: Защита Филидора: вариант Нимцовича, вариант Сокольского
si: Philidorjeva, Nimzovicheva, Sokolskyeva različica
sv: Philidor: Nimzowitsch, Sokolskijvarianten
tr: Philidor: Nimzovich, Sokolsky varyasyonu
uk: Захист Філідора: варіант Німцовича, варіант Сокольського
vi: Philidor: Nimzovich, Sokolsky biến

source: Philidor: Nimzovich, Sozin variation
ar: فيليدور: نيمزوفيتش, سوزين تفريع
br: Defesa Philidor, Variante Nimzowitsch, Variante Sozin
ca: Defensa Philidor - Variant Nimzowitsch - Variant Sozin
de: Philidor: Nimzowitsch, Sozin-Variante
es: Defensa Philidor, Variante Nimzowitsch, Variante Sozin
eu: Philidor: Nimzovich, Sozin aldaera
fr: Défense Philidor, var. Nimzowitsch, var. Sozin
id: Philidor: Nimzowitch, Varian Sozin
it: Difesa Philidor, Variante Nimzowitsch, Variante Sozin
nl: Philidor: Nimzovich, Sozin variant
pl: Philidor, Nimzovitsch, wariant Sozina
ru: Защита Филидора: вариант Нимцовича, вариант Созина
si: Philidorjeva, Nimzovicheva, Sozinova različica
sv: Philidor: Nimzowitsch, Sozinvarianten
tr: Philidor: Nimzovich, Sozin varyasyonu
uk: Захист Філідора: варіант Німцовича, варіант Созіна
vi: Philidor: Nimzovich, Sozin biến

source: Philidor: Paulsen attack
ar: فيليدور: بولسن هجوم
br: Defesa Philidor, Ataque Paulsen
ca: Defensa Philidor - Variant del canvi - Atac Paulsen
de: Philidor: Paulsen Angriff
es: Defensa Philidor, Variante del Cambio, Ataque Paulsen
eu: Philidor: Paulsen erasoa
fr: Défense Philidor, attaque Paulsen
id: Philidor: Serangan Paulsen
it: Difesa Philidor, Variante di Cambio, Attacco Paulsen
nl: Philidor: Paulsen aanval
pl: Philidor, atak Paulsen;a
ru: Защита Филидора: атака Паульсена
si: Philidorjeva, Paulsenov napad
sv: Philidor: Paulsens angrepp
tr: Philidor: Paulsen hücumu
uk: Захист Філідора: атака Паульсена
vi: Philidor: Paulsen tấn công

source: Philidor: Philidor counter-gambit, Berger variation
ar: فيليدور: فيليدور الجامبيت المضاد, بيرجر تفريع
br: Defesa Philidor, Contra-Gambito Philidor, Variante Berger
ca: Defensa Philidor - Contra-Gambit Philidor - Variant Berger
de: Philidor: Philidor Gegengambit, Berger-Variante
es: Defensa Philidor, ContraGambito Philidor, Variante Berger
eu: Philidor: Philidor kontra-ganbitoa, Berger aldaera
fr: Défense Philidor, contre-gambit Philidor, var. Berger
id: Philidor: Gambit Balasan Philidor, Varian Berger
it: Difesa Philidor, Controgambetto Philidor, Variante Berger
nl: Philidor: Philidor tegengambiet, Berger variant
pl: Philidor, kontrgambit Philidor'a, wariant Berger'a
ru: Защита Филидора: контргамбит Филидора, вариант Бергера
si: Philidorjeva, Philidorjev proti-gambit, Bergerjeva različica
sv: Philidor: Philidors motgambit, Bergervarianten
tr: Philidor: Philidor karşı gambiti, Berger varyasyonu
uk: Захист Філідора: контргамбіт Філідора, варіант Бергера
vi: Philidor: Philidor phản Gambit, Berger biến

source: Philidor: Philidor counter-gambit, Zukertort variation
ar: فيليدور: فيليدور الجامبيت المضاد, زكرتوت تفريع
br: Defesa Philidor, Contra-Gambito Philidor, Variante Zukertort
ca: Defensa Philidor - Contra-Gambit Philidor - Variant Zukertort
de: Philidor: Philidor Gegengambit, Zukertort-Variante
es: Defensa Philidor, ContraGambito Philidor, Variante Zukertort
eu: Philidor: Philidor kontra-ganbitoa, Zukertort aldaera
fr: Défense Philidor, contre-gambit Philidor, var. Zukertort
id: Philidor: Gambit Balasan Philidor, Varian Zukertot
it: Difesa Philidor, Controgambetto Philidor, Variante Zukertort
nl: Philidor: Philidor tegengambiet, Zukertort variant
pl: Philidor, kontrgambit Philidor'a, wariant Zukertort'a
ru: Защита Филидора: контргамбит Филидора, вариант Цукерторта
si: Philidorjeva, Philidorjev proti-gambit, Zukertortova različica
sv: Philidor: Philidors motgambit, Zukertortvarianten
tr: Philidor: Philidor karşı gambiti, Zukertort varyasyonu
uk: Захист Філідора: контргамбіт Філідора, варіант Цукерторта
vi: Philidor: Philidor phản Gambit, Zukertort biến

source: Philidor: Philidor counter-gambit, del Rio attack
ar: فيليدور: فيليدور الجامبيت المضاد, ديل ريو هجوم
br: Defesa Philidor, Contra-Gambito Philidor, Ataque del Rio
ca: Defensa Philidor - Contra-Gambit Philidor - Atac del Río
de: Philidor: Philidor Gegengambit, del Rio Angriff
es: Defensa Philidor, ContraGambito Philidor, Ataque del Río
eu: Philidor: Philidor kontra-ganbitoa, del Rio erasoa
fr: Défense Philidor, contre-gambit Philidor, attaque del Rio
id: Philidor: Gambit Balasan Philidor, Serangan Rio Attack
it: Difesa Philidor, Controgambetto Philidor, Attacco del Río
nl: Philidor: Philidor tegengambiet, del Rio aanval
pl: Philidor, kontrgambit Philidor'a. atak del Rio
ru: Защита Филидора: контргамбит Филидора, атака дель Рио
si: Philidorjeva, Philidorjev proti-gambit, del Riov napad
sv: Philidor: Philidors motgambit, del-Rios angrepp
tr: Philidor: Philidor karşı gambit, del Rio hücumu
uk: Захист Філідора: контргамбіт Філідора, атака дель Ріо
vi: Philidor: Philidor phản Gambit, del Rio tấn công

source: Philidor: Philidor counter-gambit
ar: فيليدور: فيليدور الجامبيت المضاد
br: Defesa Philidor, Contra-Gambito Philidor
ca: Defensa Philidor - Contra-Gambit Philidor
de: Philidor: Philidor Gegengambit
es: Defensa Philidor, ContraGambito Philidor
eu: Philidor: Philidor kontra-ganbitoa
fr: Défense Philidor, contre-gambit Philidor
id: Philidor: Gambit Balasan Philidor
it: Difesa Philidor, Controgambetto Philidor
nl: Philidor: Philidor tegengambiet
pl: Philidor, kontrgambit Philidor'a
ru: Защита Филидора: контргамбит Филидора
si: Philidorjeva, Philidorjev proti-gambit
sv: Philidor: Philidors motgambit
tr: Philidor: Philidor karşı gambiti
uk: Захист Філідора: контргамбіт Філідора
vi: Philidor: Philidor phản Gambit

source: Philidor: Steinitz variation
ar: فيليدور: تفريع شتاينتز
br: Defesa Philidor, Variante Steinitz
ca: Defensa Philidor - Variant Steinitz
de: Philidor: Steinitz-Variante
es: Defensa Philidor, Variante Steinitz
eu: Philidor: Steinitz aldaera
fr: Défense Philidor, var. Steinitz
id: Philidor: Varian Steinitz
it: Difesa Philidor, Variante Steinitz
nl: Philidor: Steinitz variant
pl: Philidor, wariant Steinitz'a
ru: Защита Филидора: вариант Стейница
si: Philidorjeva, Steinitzeva različica
sv: Philidor: Steinitzvarianten
tr: Philidor: Steinitz varyasyonu
uk: Захист Філідора: варіант Стейніца
vi: Philidor: Steinitz biến

source: Philidor: exchange variation
ar: فيليدور: التكسير تفريع
br: Defesa Philidor, Variante da Troca
ca: Defensa Philidor - Variant del canvi
de: Philidor: Abtauschvariante
es: Defensa Philidor, Variante del Cambio
eu: Philidor: Truke-aldaera
fr: Défense Philidor, var. d'échange
id: Philidor: Varian Tukar
it: Difesa Philidor, Variante di Cambio
nl: Philidor: ruilvariant
pl: Philidor, wariant wymienny
ru: Защита Филидора: разменный вариант
si: Philidorjeva, izmenjalna različica
sv: Philidor: Avbytesvarianten
tr: Philidor: takas varyasyonu
uk: Захист Філідора: розмінний варіант
vi: Philidor: ngoại tệ thay đổi

source: Pirc defence
ar: بيرك دفاع
br: Defesa Pirc
ca: Defensa Pirc
de: Pirc Verteidigung
es: Defensa Pirc
eu: Pirc defentsa
fr: Défense Pirc
id: Pembelaan Pirc
it: Difesa Pirc
nl: Pirc verdediging
pl: Obrona Pirc'a
ru: Защита Пирца-Уфимцева
si: Pircova obramba
sv: Pirc försvar
tr: Pirc savunması
uk: Захист Пірца-Уфімцева
vi: Phòng thủ Pirc

source: Pirc: 150 attack
ar: بيرك: 150 هجوم
br: Defesa Pirc, Ataque 150
ca: Defensa Pirc - Atac 150
de: Pirc: 150 Angriff
es: Defensa Pirc, Ataque 150
eu: Pirc: 150 erasoa
fr: Défense Pirc, attaque 150 (ECF 150 = Elo 1800 et la position permettrait d'obtenir à ce niveau un jeu fort sans aucune théorie)
id: Pirc: Serangan 150
it: Difesa Pirc, Attacco 150
nl: Pirc: 150 aanval
pl: Pirc'a, atak 150
ru: Защита Пирца-Уфимцева: атака 150
si: Pircova, napad 150
tr: Pirc: 150 hücum
uk: Захист Пірца-Уфімцева: атака 150
vi: Pirc: tấn công 150

source: Pirc: Austrian attack, 6.Bd3
ar: بيرك: الهجوم النمساوي, 6.Bd4
br: Defesa Pirc, Ataque Austríaco, 6.Bd3
ca: Defensa Pirc - Atac Austríac - 6. Ad3
de: Pirc: Austrian Angriff, 6.Ld3
es: Defensa Pirc, Ataque Austriaco, 6.Ad3
eu: Pirc: Austriako erasoa, 6.Ad3
fr: Défense Pirc, attaque autrichienne, 6.Fd3
id: Pirc: Serangan Austria, 6.Gd3
it: Difesa Pirc, Attacco Austriaco, 6.Ad3
nl: Pirc: Oostenrijkse aanval, 6.Ld3
pl: Pirc'a, atak austiacki, 6,Gd3
ru: Защита Пирца-Уфимцева: австрийская атака, 6.Сd3
si: Pircova, avstrijski napad, 6. Ld3
sv: Pirc: Österrikiskt angrepp, 6.Ld3
tr: Pirc: Avusturya hücumu, 6.Bd3
uk: Захист Пірца-Уфімцева: Австрійська атака, 6.Сd3
vi: Pirc: tấn công Áo, 6.Bd3

source: Pirc: Austrian attack, 6.Be3
ar: بيرك: الهجوم النمساوي, 6.Be4
br: Defesa Pirc, Ataque Austríaco, 6.Be3
ca: Defensa Pirc - Atac Austríac - 6. Ae3
de: Pirc: Austrian Angriff, 6.Le3
es: Defensa Pirc, Ataque Austriaco, 6.Ae3
eu: Pirc: Austriako erasoa, 6.Ae3
fr: Défense Pirc, attaque autrichienne, 6.Fe3
id: Pirc: Serangan Austria, 6.Ge3
it: Difesa Pirc, Attacco Austriaco, 6.Ae3
nl: Pirc: Oostenrijkse aanval, 6.Le3
pl: Pirc'a, atak austriacki, 6.Ge3
ru: Защита Пирца-Уфимцева: австрийская атака, 6.Сe3
si: Pircova, avstrijski napad, 6. Le3
sv: Pirc: Österrikiskt angrepp, 6.Le3
tr: Pirc: Avusturya hücumu, 6.Be3
uk: Захист Пірца-Уфімцева: Австрійська атака, 6.Сe3
vi: Pirc: tấn công Áo, 6.Be3

source: Pirc: Austrian attack, 6.e5
ar: بيرك: الهجوم النمساوي, 6.e6
br: Defesa Pirc, Ataque Austríaco, 6.e5
ca: Defensa Pirc - Atac Austríac - 6. e5
de: Pirc: Austrian Angriff, 6.e5
es: Defensa Pirc, Ataque Austriaco, 6.e5
eu: Pirc: Austriako erasoa, 6.e5
fr: Défense Pirc, attaque autrichienne, 6.e5
id: Pirc: Serangan Austria, 6.e5
it: Difesa Pirc, Attacco Austriaco, 6.e5
nl: Pirc: Oostenrijkse aanval, 6.e5
pl: Pirc'a, atak austriacki, 6.e5
ru: Защита Пирца-Уфимцева: австрийская атака, 6.e5
si: Pircova, avstrijski napad, 6. e5
sv: Pirc: Österrikiskt angrepp, 6.e5
tr: Pirc: Avusturya hücumu, 6.e5
uk: Захист Пірца-Уфімцева: Австрійська атака, 6.e5
vi: Pirc: tấn công Áo, 6.e5

source: Pirc: Austrian attack, Ljubojevic variation
ar: بيرك: الهجوم النمساوي, Ljubojevic تفريع
br: Defesa Pirc, Ataque Austríaco, Variante Ljubojevic
ca: Defensa Pirc - Atac Austríac - Variant Ljubojevic
de: Pirc: Austrian Angriff, Ljubojevic-Variante
es: Defensa Pirc, Ataque Austriaco, Variante Ljubojevic
eu: Pirc: Austriako erasoa, Ljubojevic aldaera
fr: Défense Pirc, attaque autrichienne, var. Ljubojevic
id: Pirc: Serangan Austria, Varian Ljubojevic
it: Difesa Pirc, Attacco Austriaco, Variante Ljubojevic
nl: Pirc: Oostenrijkse aanval, Ljubojevic variant
pl: Pirc'a, atak austriacki, wariant Ljubojevic'a
ru: Защита Пирца-Уфимцева: австрийская атака, вариант Любоевича
si: Pircova, avstrijski napad, Ljubojeviceva različica
sv: Pirc: Österrikiskt angrepp, Ljubojevicvarianten
tr: Pirc: Avusturya hücumu, Ljubojevic varyasyonu
uk: Захист Пірца-Уфімцева: Австрійська атака, варіант Любоєвича
vi: Pirc: tấn công Áo, biến Ljubojevic

source: Pirc: Austrian attack, dragon formation
ar: بيرك: الهجوم النمساوي, التنين تشكيل
br: Defesa Pirc, Ataque Austríaco, Formação Dragão
ca: Defensa Pirc - Atac Austríac - Formació Dragó
de: Pirc: Austrian Angriff, Drachen Formation
es: Defensa Pirc, Ataque Austriaco, Formación Dragón
eu: Pirc: Austriako erasoa, dragoiaren formazioa
fr: Défense Pirc, attaque autrichienne, formation dragon
id: Pirc: Serangan Austria, Formasi Naga
it: Difesa Pirc, Attacco Austriaco, Formazione Dragone
nl: Pirc: Oostenrijkse aanval, draak formatie
pl: Pirc'a, atak austriacki, formacja smoka
ru: Защита Пирца-Уфимцева: австрийская атака, построение дракона
si: Pircova, avstrijski napad, zmajeva formacija
sv: Pirc: Österrikiskt angrepp, Drakenformation
tr: Pirc: Avusturya hücumu, ejderha formasyonu
uk: Захист Пірца-Уфімцева: Австрійська атака, побудова дракона
vi: Pirc: tấn công Áo, hình rồng

source: Pirc: Austrian attack
ar: بيرك: الهجوم النمساوي
br: Defesa Pirc, Ataque Austríaco
ca: Defensa Pirc - Atac Austríac o dels tres peons.
de: Pirc: Austrian Angriff
es: Defensa Pirc, Ataque Austriaco o de los 3 Peones
eu: Pirc: Austriako erasoa
fr: Défense Pirc, attaque autrichienne
id: Pirc: Serangan Austria
it: Difesa Pirc, Attacco Austriaco o di 3 Pedoni
nl: Pirc: Oostenrijkse aanval
pl: Pirc'a, atak austiacki
ru: Защита Пирца-Уфимцева: австрийская атака
si: Pircova, avstrijski napad
sv: Pirc: Österrikiskt angrepp
tr: Pirc: Avusturya hücumu
uk: Захист Пірца-Уфімцева: Австрійська атака
vi: Tấn công Áo: Pirc
