Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: French: classical, Anderssen variation
ar: فرنسي: الكلاسيكي, أندرسن تفريع
br: Defesa Francesa, Variante Clássica, Variante Anderssen
ca: Defensa Francesa - Variant clàssica - Variant Anderssen
de: Französisch: Klassisch, Anderssen-Variante
es: Defensa Francesa, Variante Clásica, Variante Anderssen
eu: Frantsesa: klasikoa, Anderssen aldaera
fr: Française classique, var. Anderssen
id: Pembelaan Perancis: Klasik, Varian Andersen
it: Difesa Francese, Variante Classica, Variante Anderssen
nl: Frans: klassiek, Anderssen variant
pl: Francuska, klasyczna, wariant Anderssen'a
ru: Французская защита: классическая система, вариант Андерсена
si: francoska, klasična, Anderssenova različica
sv: Franskt: Klassisk, Anderssenvarianten
tr: Fransız: klasik, Anderssen varyasyonu
uk: Французький захист: класична система, варіант Андерсена
vi: Pháp: cổ điển, Anderssen biến

source: French: classical, Anderssen-Richter variation
ar: فرنسي: الكلاسيكي, أندرسن-ريشتر تفريع
br: Defesa Francesa, Variante Clássica, Variante Anderssen-Richter
ca: Defensa Francesa - Variant clàssica - Variant Anderssen Richter
de: Französisch: Klassisch, Anderssen-Richter-Variante
es: Defensa Francesa, Variante Clásica, Variante Anderssen Richter
eu: Frantsesa: klasikoa, Anderssen-Richter aldaera
fr: Française classique, var. Anderssen - Richter
id: Pembelaan Perancis: Klasik, Varian Andersen-Richter
it: Difesa Francese, Variante Classica, Variante Anderssen Richter
nl: Frans: klassiek, AnderssenRichter variant
pl: Francuska, klasyczna, wariant Anderssen-Richter
ru: Французская защита: классическая система, вариант Андерсена-Рихтера
si: francoska, klasična, Anderssen-Richterjeva različica
sv: Franskt: Klassisk, Anderssen-Richter-varianten
tr: Fransız: klasik, Anderssen-Richter varyasyonu
uk: Французький захист: класична система, варіант Андерсена-Ріхтера
vi: Pháp: cổ điển, Anderssen-Richter biến

source: French: classical, Frankfurt variation
ar: فرنسي: الكلاسيكي, فرانكفورت تفريع
br: Defesa Francesa, Variante Clássica, Variante Frankfurt
ca: Defensa Francesa - Variant clàssica - Variant Frankfurt
de: Französisch: Klassisch, Frankfurter Variante
es: Defensa Francesa, Variante Clásica, Variante Frankfurt
eu: Frantsesa: klasikoa, Frankfurteko aldaera
fr: Française classique, var. de Francfort
id: Pembelaan Perancis: Klasik, Varian Frankfurt
it: Difesa Francese, Variante Classica, Variante Frankfurt
nl: Frans: klassiek, Frankfurt variant
pl: Francuska, klasyczna, wariant frankfurcki
ru: Французская защита: классическая система, франкфуртский вариант
si: francoska, klasična, Frankfurtova različica
sv: Franskt: Klassisk, Frankfurtvarianten
tr: Fransız: klasik, Frankfurt varyasyonu
uk: Французький захист: класична система, Франкфуртський варіант
vi: Pháp: cổ điển, Frankfurt biến

source: French: classical, Pollock variation
ar: فرنسي: الكلاسيكي, بولوك تفريع
br: Defesa Francesa, Variante Clássica, Variante Pollock
ca: Defensa Francesa - Variant clàssica - Variant Pollock
de: Französisch: Klassisch, Pollock-Variante
es: Defensa Francesa, Variante Clásica, Variante Pollock
eu: Frantsesa: klasikoa, Pollock aldaera
fr: Française classique, var. Pollock
id: Pembelaan Perancis: Klasik, Varian Pollock
it: Difesa Francese, Variante Classica, Variante Pollock
nl: Frans: klassiek, Pollock variant
pl: Francuska, klasyczna, wariant Pollock'a
ru: Французская защита: классическая система, вариант Поллока
si: francoska, klasična, Pollockova različica
sv: Franskt: Klassisk, Pollockvarianten
tr: Fransız: klasik, Pollock varyasyonu
uk: Французький захист: класична система, варіант Поллока
vi: Pháp: cổ điển, Pollock biến

source: French: classical, Rubinstein variation
ar: فرنسي: الكلاسيكي, روبينشتاين تفريع
br: Defesa Francesa, Variante Clássica, Variante Rubinstein
ca: Defensa Francesa - Variant clàssica - Variant Rubinstein
de: Französisch: Klassisch, Rubinstein-Variante
es: Defensa Francesa, Variante Clásica, Variante Rubinstein
eu: Frantsesa: klasikoa, Rubinstein aldaera
fr: Française classique, var. Rubinstein
id: Pembelaan Perancis: Klasik, Varian Rubenstein
it: Difesa Francese, Variante Classica, Variante Rubinstein
nl: Frans: klassiek, Rubinstein variant
pl: Francuska, klasyczna, wariant Rubinstein'a
ru: Французская защита: классическая система, вариант Рубинштейна
si: francoska, klasična, Rubinsteinova različica
sv: Franskt: Klassisk, Rubinsteinvarianten
tr: Fransız: klasik, Rubinstein varyasyonu
uk: Французький захист: класична система, варіант Рубінштейна
vi: Pháp: cổ điển, Rubinstein biến

source: French: classical, Stahlberg variation
ar: فرنسي: الكلاسيكي, ستاهلبرج تفريع
br: Defesa Francesa, Variante Clássica, Variante Stahlberg
ca: Defensa Francesa - Variant clàssica - Variant Stahlberg
de: Französisch: Klassisch, Stahlberg-Variante
es: Defensa Francesa, Variante Clásica, Variante Stahlberg
eu: Frantsesa: klasikoa, Stahlberg aldaera
fr: Française classique, var. Ståhlberg
id: Pembelaan Perancis: Klasik, Varian Stahlberg
it: Difesa Francese, Variante Classica, Variante Stahlberg
nl: Frans: klassiek, Stahlberg variant
pl: Francuska, klasyczna, wariant Stahlberg'a
ru: Французская защита: классическая система, вариант Штальберга
si: francoska, klasična, Stahlbergova različica
sv: Franskt: Klassisk, Ståhlbergvarianten
tr: Fransız: klasik, Stahlberg varyasyonu
uk: Французький захист: класична система, варіант Штальберга
vi: Pháp: cổ điển, Ståhlberg biến

source: French: classical, Steinitz variation
ar: فرنسي: الكلاسيكي, تفريع شتاينتز
br: Defesa Francesa, Variante Clássica, Variante Steinitz
ca: Defensa Francesa - Variant clàssica - Variant Steinitz
de: Französisch: Klassisch, Steinitz-Variante
es: Defensa Francesa, Variante Clásica, Variante Steinitz
eu: Frantsesa: klasikoa, Steinitz aldaera
fr: Française classique, var. Steinitz
id: Pembelaan Perancis: Klasik, Varian Steinitz
it: Difesa Francese, Variante Classica, Variante Steinitz
pl: Francuska, klasyczna, wariant Steinitz'a
ru: Французская защита: классическая система, вариант Стейница
si: francoska, klasična, Steinitzova različica
sv: Franskt: Klassisk, Steinitzvarianten
tr: Fransız: klasik, Steinitz varyasyonu
uk: Французький захист: класична система, варіант Стейніца
vi: Pháp: cổ điển, Steinitz biến

source: French: classical, Tarrasch variation
ar: فرنسي: الكلاسيكي, تفريع تاراش
br: Defesa Francesa, Variante Clássica, Variante Tarrasch
ca: Defensa Francesa - Variant clàssica - Variant Tarrasch
de: Französisch: Klassisch, Tarrasch-Variante
es: Defensa Francesa, Variante Clásica, Variante Tarrasch
eu: Frantsesa: klasikoa, Tarrasch aldaera
fr: Française classique, var. Tarrasch
id: Pembelaan Perancis: Klasik, Varian Tarrasch
it: Difesa Francese, Variante Classica, Variante Tarrasch
nl: Frans: klassiek, Tarrasch variant
pl: Francuska, klasyczna, wariant Tarrasch'a
ru: Французская защита: классическая система, вариант Тарраша
si: francoska, klasična, Tarrascheva različica
sv: Franskt: Klassisk, Tarraschvarianten
tr: Fransız: klasik, Tarrasch varyasyonu
uk: Французький захист: класична система, варіант Тарраша
vi: Pháp: cổ điển, Tarrasch biến

source: French: classical, Tartakower variation
ar: فرنسي: الكلاسيكي, تارتاكوفر تفريع
br: Defesa Francesa, Variante Clássica, Variante Tartakower
ca: Defensa Francesa - Variant clàssica - Variant Tartakower
de: Französisch: Klassisch, Tartakower-Variante
es: Defensa Francesa, Variante Clásica, Variante Tartakower
eu: Frantsesa: klasikoa, Tartakower aldaera
fr: Française classique, var. Tartakover
id: Pembelaan Perancis: Klasik, Varian Tartakower
it: Difesa Francese, Variante Classica, Variante Tartakower
nl: Frans: klassiek, Tartakower variant
pl: Francuska, klasyczna, wariant Tartakower'a
ru: Французская защита: классическая система, вариант Тартаковера
si: francoska, klasična, Tartakowerjeva različica
sv: Franskt: Klassisk, Tartakowervarianten
tr: Fransız: klasik, Tartakower varyasyonu
uk: Французький захист: класична система, варіант Тартаковера
vi: Pháp: cổ điển, biến thể Tartakower

source: French: classical, Vistaneckis (Nimzovich) variation
ar: فرنسي: الكلاسيكي, فيستانكيس (نيمزوفيتش) تفريع
br: Defesa Francesa, Variante Clássica, Variante Vistaneckis (Nimzowitsch)
ca: Defensa Francesa - Variant clàssica - Variant Vistaneckis o Nimzowitsch
de: Französisch: Klassisch, Vistaneckis (Nimzowitsch)-Variante
es: Defensa Francesa, Variante Clásica, Variante Vistaneckis o Nimzowitsch
eu: Frantsesa: klasikoa, Vistaneckis (Nimzovich) aldaera
fr: Française classique, var Vistaneckis (Nimzowitsch)
id: Pembelaan Perancis: Klasik, Varian Vistaneckis (Nimzowitch)
it: Difesa Francese, Variante Classica, Variante Vistaneckis o Nimzowitsch
nl: Frans: klassiek, Vistaneckis (Nimzovich) variant
pl: Francuska, klasyczna, wariant Vistaneckis'a (Nimzovitsch'a)
ru: Французская защита: классическая система, вариант Вистанецкиса
si: francoska, klasična, Vistaneckis (Nimzovicheva) različica
sv: Franskt: Klassisk, Nimzowitschs variant (Vistaneckis)
tr: Fransız: klasik, Vistaneckis (Nimzovich) varyasyonu
uk: Французький захист: класична система, варіант Вістанецкіса
vi: Pháp: cổ điển, Vistaneckis (Nimzovich) biến thể

source: French: classical
ar: فرنسي: الكلاسيكي
br: Defesa Francesa, Variante Clássica
ca: Defensa Francesa - Variant clàssica
de: Französisch: Klassisch
es: Defensa Francesa, Variante Clásica
eu: Frantsesa: klasikoa
fr: Française classique
id: Pembelaan Perancis Klasik
it: Difesa Francese, Variante Classica
nl: Frans: klassiek
pl: Francuska, klasyczna
ru: Французская защита: классическая система
si: francoska, klasična
sv: Franskt: Klassisk
tr: Fransız: klasik
uk: Французький захист: класична система
vi: Pháp: cổ điển

source: French: exchange variation
ar: فرنسي: التكسير تفريع
br: Defesa Francesa, Variante da Troca
ca: Defensa Francesa - Variant del canvi
de: Französisch: Abtauschvariante
es: Defensa Francesa, Variante del Cambio
eu: Frantsesa: Truke aldaera
fr: Française, var. d'échange
id: Pembelaan Perancis: Varian Tukar
it: Difesa Francese, Variante di Cambio
nl: Frans: ruilvariant
pl: Francuska, wariant wymienny
ru: Французская защита: разменный вариант
si: francoska, izmenjalna različica
sv: Franskt: Avbytesvarianten
tr: Fransız: takas varyasyonu
uk: Французький захист: розмінний варіант
vi: Pháp: ngoại tệ thay đổi

source: French: exchange, Bogolyubov variation
ar: فرنسي: التكسير, تفريع وجوليوبوف
br: Defesa Francesa, Variante da Troca, Variante Bogoljubow
ca: Defensa Francesa - Variant del canvi - Variant Bogoljubow
de: Französisch: Abtauschvariante, Bogolyubov-Variante
es: Defensa Francesa, Variante del Cambio, Variante Bogoljubow
eu: Frantsesa: Trukea, Bogolyubov aldaera
fr: Française, var. d'échange, var. Bogoljubov
id: Pembelaan Perancis: Tukar, Varian Bogolyubov
it: Difesa Francese, Variante di Cambio, Variante Bogoljubow
nl: Frans: ruil, Bogolyubov variant
pl: Francuska, wymienna, wariant Bogolyubov'a
ru: Французская защита: разменный вариант, вариант Боголюбова
si: francoska, izmenjalna, Bogolyubova različica
sv: Franskt: Avbytesvarianten, Bogoljubowvarianten
tr: Fransız: takas, Bogolyubov varyasyonu
uk: Французький захист: розмінний варіант, варіант Боголюбова
vi: Pháp: trao đổi, Bogolyubov biến

source: French: exchange, Svenonius variation
ar: فرنسي: التكسير, سفنونيوس تفريع
br: Defesa Francesa, Variante da Troca, Variante Svenonius
ca: Defensa Francesa - Variant del canvi - Variant Svenonius
de: Französisch: Abtauschvariante, Svenonius-Variante
es: Defensa Francesa, Variante del Cambio, Variante Svenonius
eu: Frantsesa: Trukea, Svenonius aldaera
fr: Française, var. d'échange, var. Svenonius
id: Pembelaan Perancis: Tukar, Varian Svenonius
it: Difesa Francese, Variante di Cambio, Variante Svenonius
nl: Frans: ruil, Svenonius variant
pl: Francuska, wymienna, wariant Svenonius'a
ru: Французская защита: разменный вариант, вариант Свенониуса
si: francoska, izmenjalna, Svenonuisova različica
sv: Franskt: Avbytesvarianten, Svenoniusvarianten
tr: Fransız: takas, Svenonius varyasyonu
uk: Французький захист: розмінний варіант, варіант Свеноніуса
vi: Pháp: trao đổi, Svenonius biến

source: French: two knights variation
ar: فرنسي: الفرسين تفريع
br: Defesa Francesa, Variante dos 2 Cavalos
ca: Defensa Francesa - Variant dels dos cavalls
de: Französisch: Zweispringer-Variante
es: Defensa Francesa, Variante de los 2 Caballos
eu: Frantsesa: bi zaldunen aldaera
fr: Française, var. des 2 cavaliers
id: Pembelaan Perancis: Varian 2 Kuda
it: Difesa Francesa, Variante dei 2 Cavalli
nl: Frans: Twee paarden variant
pl: Francuska, wariant dwóch skoczków
ru: Французская защита: вариант двух коней
si: francoska, različica dveh skakačev
sv: Franskt: Tvåspringarvarianten
tr: Fransız: İki at varyasyonu
uk: Французький захист: варіант двох коней
vi: Pháp: hiệp sĩ Hai biến thể

source: Fried fox defence
ar: فريد فوكس دفاع
br: Defesa da Raposa Frita
ca: Defensa guineu fregit
de: Fried Fox Verteidigung
es: Defensa Zorro Frito
eu: Azeri frijituaren defentsa
fr: Défense du renard frit
id: Pembelaan Fried FOX
it: Difesa Zorro Frito
nl: Gebakken vos verdediging
pl: Obrona smażonego lisa
ru: Вариант жареного лиса
si: Obramba pečene lisice
sv: Stekta rävens försvar
tr: Kızarmış tilki savunması
uk: Захист смаженого лиса
vi: Phòng thủ Chiên cáo

source: Gedult attack
ar: جدولت هجوم
br: Ataque Gedult
ca: Atac Gedult
de: Gedult Angriff
es: Ataque Gedult
eu: Gedult erasoa
fr: Attaque Gedult
id: Serangan Gedult
it: Attacco Gedult
nl: Gedult aanval
pl: Atak Gedult'a
ru: Атака Барнса
si: Gedultov napad
sv: Gedults angrepp
tr: Gedult hücumu
uk: Атака Барнса
vi: Gedult tấn công

source: Gedult's opening
ar: جدولت افتتاح
br: Abertura Gedult
ca: Obertura Gedult
de: Gedult-Eröffnung
es: Apertura Gedult
eu: Gedulten irekiera
fr: Ouverture Gedult ou Barnes
id: Pembukaan Gedult
it: Apertura Gedult
pl: Debiut Gedult'a
ru: Дебют Барнса
si: Gedultova otvoritev
sv: Gedults spelöppning
tr: Gedult'un açılışı
uk: Дебют Барнса
vi: Khai cuộc Gedult

source: Giuoco Pianissimo: Canal variation
ar: الجيكو بيانسيمو: كانال تفريع
br: Abertura Italiana (Giuoco Piano), Giuoco Pianíssimo, Variante Canal
ca: Obertura Italiana o 'Giuoco Piano' - 'Giuoco Pianissimo' - Variant Canal
de: Italienische Partie: Canal-Variante
es: Apertura Italiana o Giuoco Piano, Giuoco Pianissimo, Variante Canal
eu: Giuoco Pianissimo: Canal aldaera
fr: Italienne, système Giuoco Pianissimo, var. Canal
id: Giuoco Pianissimo: Varian Canal
it: Apertura Italiana o Giuoco Piano, Giuoco Pianissimo, Variante Canal
nl: Giuoco Pianissimo: Canal variant
pl: Giuoco Pianissimo, wariant Canal
ru: Итальянская партия: вариант Каналя
si: Giuoco Pianissimo, Canalova različica
sv: Italienskt parti: Canalvarianten
tr: Giuoco Pianissimo: Kanal varyasyonu
uk: Італійська партія: варіант Каналя
vi: Giuoco pianissimo: Biến thể Canal

source: Giuoco Pianissimo: Dubois variation
ar: الجيكو بيانسيمو: دوببيوس تفريع
br: Abertura Italiana (Giuoco Piano), Giuoco Pianíssimo, Variante Dubois
ca: Obertura Italiana o 'Giuoco Piano' - 'Giuoco Pianissimo' - Variant Dubois
de: Italienische Partie: Dubois-Variante
es: Apertura Italiana o Giuoco Piano, Giuoco Pianissimo, Variante Dubois
eu: Giuoco Pianissimo: Dubois aldaera
fr: Italienne, système Giuoco Pianissimo, var. Dubois
id: Giuoco Pianissimo: Varian Dubois
it: Apertura Italiana o Giuoco Piano, Giuoco Pianissimo, Variante Dubois
nl: Giuoco Pianissimo: Dubois variant
pl: Giuoco Pianissimo, wariant Dubois'a
ru: Итальянская партия: вариант Дюбуа
si: Giuoco Pianissimo, Duboisova različica
sv: Italienskt parti: Duboisvarianten
tr: Giuoco Pianissimo: Dubois varyasyonu
uk: Італійська партія: варіант Дюбуа
vi: Giuoco Pianissimo: Biến thể Dubois

source: Giuoco Pianissimo: Italian four knights variation
ar: الجيكو بيانسيمو: إيطالي الأربعة أحصنة تفريع
br: Abertura Italiana (Giuoco Piano), Giuoco Pianíssimo, Variante dos 4 Cavalos
ca: Obertura Italiana o 'Giuoco Piano' - 'Giuoco Pianissimo' - Variant dels quatre cavalls
de: Italienische Partie: Italienisches Vierspringerspiel
es: Apertura Italiana o Giuoco Piano, Giuoco Pianissimo, Variante de los 4 Caballos
eu: Giuoco Pianissimo: Italiarra, lau zaldunen aldaera
fr: Italienne, système Giuoco Pianissimo, var. italienne des 4 cavaliers
id: Giuoco Pianissimo: Varian 4 Kuda
it: Apertura Italiana o Giuoco Piano, Giuoco Pianissimo, Variante dei 4 Cavalli
nl: Giuoco Pianissimo: Italiaanse vier paarden variant
pl: Giuoco Pianissimo, wariant włoski czterech skoczków
ru: Итальянская партия: итальянский вариант дебюта четырех коней
si: Giuoco Pianissimo, italjanska različica štirih skakačev
sv: Italienskt parti: Italienskt fyrspringarspel
tr: Giuoco Pianissimo: İtalyan dört at varyasyonu
uk: Італійська партія: Італійський варіант дебюту чотирьох коней
vi: Giuoco Pianissimo: Biến thể bốn mã Ý

source: Giuoco Pianissimo
ar: الجيكو بيانسيمو
br: Abertura Italiana (Giuoco Piano), Giuoco Pianíssimo
ca: Obertura Italiana o 'Giuoco Piano' - 'Giuoco Pianissimo'
de: Italienische Partie
es: Apertura Italiana o Giuoco Piano, Giuoco Pianissimo
fr: Italienne, système Giuoco Pianissimo
it: Apertura Italiana o Giuoco Piano, Giuoco Pianissimo
ru: Итальянская партия
sv: Italienskt parti
uk: Італійська партія

source: Giuoco Piano: Aitken variation
ar: الجيكو بيانو ( الهاديء ): أيتكن تفريع
br: Abertura Italiana (Giuoco Piano), Variante Aitken
ca: Obertura Italiana o 'Giuoco Piano' - Variant Aitken
de: Italienische Partie: Aitken-Variante
es: Apertura Italiana o Giuoco Piano, Variante Aitken
eu: Giuoco Piano: Aitken aldaera
fr: Italienne, var. Aitken
id: Giuoco Piano: Varian Aitken
it: Apertura Italiana o Giuoco Piano, Variante Aitken
nl: Giuoco Piano: Aitken variant
pl: Giuoco Piano, wariant Aitken'a
ru: Итальянская партия: вариант Эйткена
si: Giuoco Piano, Aitekenova različica
sv: Italienskt parti: Aitkenvarianten
tr: Giuoco Piyano: Aitken varyasyonu
uk: Італійська партія: варіант Ейткена
vi: Giuoco Piano: Aitken biến

source: Giuoco Piano: Anderssen variation
ar: الجيكو بيانو ( الهاديء ): أندرسن تفريع
br: Abertura Italiana (Giuoco Piano), Variante Anderssen
ca: Obertura Italiana o 'Giuoco Piano' - Variant Anderssen
de: Italienische Partie: Anderssen-Variante
es: Apertura Italiana o Giuoco Piano, Variante Anderssen
eu: Giuoco Piano: Anderssen aldaera
fr: Italienne, var. Anderssen
id: Giuoco Piano: Varian Andersen
it: Apertura Italiana o Giuoco Piano, Variante Anderssen
nl: Giuoco Piano: Anderssen variant
pl: Giuoco Piano, wariant Anderssen'a
ru: Итальянская партия: вариант Андерсена
si: Giuoco Piano, Anderssenova različica
sv: Italienskt parti: Anderssenvarianten
tr: Giuoco Piyano: Anderssen varyasyonu
uk: Італійська партія: варіант Андерсена
vi: Giuoco Piano: Anderssen biến

source: Giuoco Piano: Bernstein variation
ar: الجيكو بيانو ( الهاديء ): بيىشتاين تفريع
br: Abertura Italiana (Giuoco Piano), Variante Bernstein
ca: Obertura Italiana o 'Giuoco Piano' - Variant Bernstein
de: Italienische Partie: Bernstein-Variante
es: Apertura Italiana o Giuoco Piano, Variante Bernstein
eu: Giuoco Piano: Bernstein aldaera
fr: Italienne, var. Bernstein
id: Giuoco Piano: Varian Bernstein
it: Apertura Italiana o Giuoco Piano, Variante Bernstein
nl: Giuoco Piano: Bernstein variant
pl: Giuoco Piano, wariant Bernstein'a
ru: Итальянская партия: вариант Бернштейна
si: Giuoco Piano, Bernsteinova različica
sv: Italienskt parti: Bernsteinvarianten
tr: Giuoco Piyano: Bernstein varyasyonu
uk: Італійська партія: варіант Бернштейна
vi: Giuoco Piano: Bernstein biến

source: Giuoco Piano: Bird's attack
ar: الجيكو بيانو ( الهاديء ): بيرد هجوم
br: Abertura Italiana (Giuoco Piano), Ataque Bird
ca: Obertura Italiana o 'Giuoco Piano' - Variant Bird
de: Italienische Partie: Bird's Angriff
es: Apertura Italiana o Giuoco Piano, Ataque Bird
eu: Giuoco Piano: Bird-en erasoa
fr: Italienne, attaque Bird
id: Giuoco Piano: Serangan Bird
it: Apertura Italiana o Giuoco Piano, Attacco Bird
nl: Giuoco Piano: Bird's aanval
pl: Giuoco Piano, atak Birda
ru: Итальянская партия: атака Берда
si: Giuoco Piano, Birdov napad
sv: Italienskt parti: Birds angrepp
tr: Giuoco Piyano: Kuş'un hücumu
uk: Італійська партія: атака Берда
vi: Giuoco Piano: tấn công chim

source: Giuoco Piano: Cracow variation
ar: الجيكو بيانو ( الهاديء ): كراكو تفريع
br: Abertura Italiana (Giuoco Piano), Variante Cracow
ca: Obertura Italiana o 'Giuoco Piano' - Variant Cracovia
de: Italienische Partie: Cracow-Variante
es: Apertura Italiana o Giuoco Piano, Variante Cracovia
eu: Giuoco Piano: Cracow aldaera
fr: Italienne, var. de Cracovie
id: Giuoco Piano: Varian Cracow
it: Apertura Italiana o Giuoco Piano, Variante Cracovia
nl: Giuoco Piano: Krakau variant
pl: Giuoco Piano, wariant krakowski
ru: Итальянская партия: краковский вариант
si: Giuoco Piano, Cracowova različica
sv: Italienskt parti: Krakowvarianten
tr: Giuoco Piyano: Cracow varyasyonu
uk: Італійська партія: Краківський варіант
vi: Giuoco Piano: Cracow biến

source: Giuoco Piano: Eisinger variation
ar: الجيكو بيانو ( الهاديء ): أيزنجر تفريع
br: Abertura Italiana (Giuoco Piano), Variante Eisinger
ca: Obertura Italiana o 'Guioco Piano' - Variant Eisinger
de: Italienische Partie: Eisinger-Variante
es: Apertura Italiana o Giuoco Piano, Variante Eisinger
eu: Giuoco Piano: Eisinger aldaera
fr: Italienne, var. Eisinger
id: Giuoco Piano: Varian Eisinger
it: Apertura Italiana o Giuoco Piano, Variante Eisinger
nl: Giuoco Piano: Eisinger variant
pl: Giuoco Piano, wariant Eisinger'a
ru: Итальянская партия: вариант Айзингера
si: Giuoco Piano, Eisingerjeva različica
sv: Italienskt parti: Eisingervarianten
tr: Giuoco Piyano: Eisinger varyasyonu
uk: Італійська партія: варіант Айзінгера
vi: Giuoco Piano: Eisinger biến

source: Giuoco Piano: Ghulam Kassim variation
ar: الجيكو بيانو ( الهاديء ): غوم قاسم تفريع
br: Abertura Italiana (Giuoco Piano), Variante Ghulam Kassim
ca: Obertura Italiana o 'Giuoco Piano' - Variant Ghulam Kassim
de: Italienische Partie: Ghulam Kassim-Variante
es: Apertura Italiana o Giuoco Piano, Variante Ghulam Kassim
eu: Giuoco Piano: Ghulam Kassim aldaera
fr: Italienne, var. Ghulam Kassim
id: Giuoco Piano: Varian Ghulam Kassim
it: Apertura Italiana o Giuoco Piano, Variante Ghulam Kassim
nl: Giuoco Piano: Ghulam Kassim variant
pl: Giuoco Piano, wariant Ghulam Kassim
ru: Итальянская партия: вариант Гулам Кассима
si: Giuoco Piano, Ghulam Kassimova različica
sv: Italienskt parti: Ghulam-Kassim-varianten
tr: Giuoco Piyano: Ghulam Kassim varyasyonu
uk: Італійська партія: варіант Гулам Кассіма
vi: Giuoco Piano: Ghulam Kassim biến

source: Giuoco Piano: Greco variation
ar: الجيكو بيانو ( الهاديء ): جريكو تفريع
br: Abertura Italiana (Giuoco Piano), Variante Greco
ca: Obertura Italiana o 'Giuoco Piano' - Variant Greco
de: Italienische Partie: Greco-Variante
es: Apertura Italiana o Giuoco Piano, Variante Greco
eu: Giuoco Piano: Greco aldaera
fr: Italienne, var. Greco
id: Giuoco Piano: Varian Grecco
it: Apertura Italiana o Giuoco Piano, Variante Greco
nl: Giuoco Piano: Greco variant
pl: Giuoco Piano, wariant Greco
ru: Итальянская партия: вариант Греко
si: Giuoco Piano, Grecova različica
sv: Italienskt parti: Grecovarianten
tr: Giuoco Piyano: Greko varyasyonu
uk: Італійська партія: варіант Греко
vi: Giuoco Piano: Greco biến

source: Giuoco Piano: Greco's attack
ar: الجيكو بيانو ( الهاديء ): جريكو هجوم
br: Abertura Italiana (Giuoco Piano), Ataque Greco
ca: Obertura Italiana o 'Giuoco Piano' - Atac Greco
de: Italienische Partie: Greco's Angriff
es: Apertura Italiana o Giuoco Piano, Ataque Greco
eu: Giuoco Piano: Grecoren erasoa
fr: Italienne, attaque Greco
id: Giuoco Piano: Serangan Grecco
it: Apertura Italiana o Giuoco Piano, Attacco Greco
nl: Giuoco Piano: Greco's aanval
pl: Giuoco Piano, atak Greco
ru: Итальянская партия: атака Греко
si: Giuoco Piano, Grecov napad
sv: Italienskt parti: Grecos angrepp
tr: Giuoco Piyano: Greko'nun hücumu
uk: Італійська партія: атака Греко
vi: Giuoco Piano: Tấn công Hy Lạp
