Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Sicilian: Sozin with ...a6 and ...b5
ar: صقلي: سوزين مع ...a6 و ...b6
br: Defesa Siciliana, Ataque Sozin com ...a6 e ...b5
ca: Defensa Siciliana - Atac Sozin - Variant ... a6 i ... b5
de: Sizilianisch: Sozin mit ...a6 und ...b5
es: Defensa Siciliana, Ataque Sozin, Variante ...a6 y ...b5
eu: Siziliarra: Sozin ...a6 eta ...b5-ekin
fr: Sicilienne, Sozin, avec ...a6 et ...b5
id: Sisilia Sozin: dg ...a6 dan ...b5
it: Difesa Siciliana, Attacco Sozin, Variante ...a6 y ...b5
nl: Siciliaans: Sozin met ... a6 en ... b5
pl: Sycylijska,Sozina z ..a6 i ..b5
ru: Сицилианская защита: атака Созина с ...a6 и ...b5
si: siciljanska, Fischer-Sozinov z ...a6 in ...b5
sv: Sicilianskt: Sozin med ...a6 och ...b5
tr: Sicilya: ...a6 ve ...b5 ile Sozin
uk: Сицилійський захист: атака Созіна з ...a6 і ...b5
vi: Sicilia: Sozin với ... a6 và ... b5

source: Sicilian: Sozin, 7.Be3
ar: صقلي: سوزين, 7.Be4
br: Defesa Siciliana, Ataque Sozin, Variante 7.Be3
ca: Defensa Siciliana - Atac Sozin - Variant 7. Ae3
de: Sizilianisch: Sozin, 7.Le3
es: Defensa Siciliana, Ataque Sozin, Variante 7.Ae3
eu: Siziliarra: Sozin, 7.Ae3
fr: Sicilienne, Sozin, 7.Fe3
id: Sisilia Sozin: 7.Ge3
it: Difesa Siciliana, Attacco Sozin, Variante 7.Ae3
nl: Siciliaans: Sozin, 7.Le3
pl: Sycylijska,Sozina, 7.Ge3
ru: Сицилианская защита: атака Созина, 7.Сe3
si: sicilijanska, Sozinova, 7. Le3
sv: Sicilianskt: Sozin, 7.Le3
tr: Sicilya: Sozin, 7.Be3
uk: Сицилійський захист: атака Созіна, 7.Сe3
vi: Sicilia: Sozin, 7.Be3

source: Sicilian: Sozin, Benko variation
ar: صقلي: سوزين, بينكو تفريع
br: Defesa Siciliana, Ataque Sozin, Variante Benko
ca: Defensa Siciliana - Atac Sozin - Variant Benko
de: Sizilianisch: Sozin, Benko Variante
es: Defensa Siciliana, Ataque Sozin, Variante Benko
eu: Siziliarra: Sozin, Benko aldaera
fr: Sicilienne, Sozin, var. Benko
id: Sisilia Sozin: Varian Benko
it: Difesa Siciliana, Attacco Sozin, Variante Benko
nl: Siciliaans: Sozin, Benko variant
pl: Sycylijska,Sozina, wariant Benko
ru: Сицилианская защита: атака Созина, вариант Бенко
si: sicilijanska, Sozinova, Benkova različica
sv: Sicilianskt: Sozin, Benkovarianten
tr: Sicilya: Sozin, Benko varyasyonu
uk: Сицилійський захист: атака Созіна, варіант Бенко
vi: Sicilia: Sozin, Benko biến

source: Sicilian: Sozin, Fischer variation
ar: صقلي: سوزين, فيشر تفريع
br: Defesa Siciliana, Ataque Sozin, Variante Fischer
ca: Defensa Siciliana - Atac Sozin - Variant Fischer
de: Sizilianisch: Sozin, Fischer Variante
es: Defensa Siciliana, Ataque Sozin, Variante Fischer
eu: Siziliarra: Sozin, Fischer aldaera
fr: Sicilienne, Sozin, var. Fischer
id: Sisilia Sozin: Varian Fischer
it: Difesa Siciliana, Attacco Sozin, Variante Fischer
nl: Siciliaans: Sozin, Fischer variant
pl: Sycylijska,Sozina, wariant Fischer'a
ru: Сицилианская защита: атака Созина, вариант Фишера
si: sicilijanska, Sozinova, Fischerjeva različica
sv: Sicilianskt: Sozin, Fischervarianten
tr: Sicilya: Sozin, Fischer varyasyonu
uk: Сицилійський захист: атака Созіна, варіант Фішера
vi: Sicilia: Sozin, Fischer biến

source: Sicilian: Sozin, Leonhardt variation
ar: صقلي: سوزين, ليونهاردت تفريع
br: Defesa Siciliana, Ataque Sozin, Variante Leonhardt
ca: Defensa Siciliana - Atac Sozin - Variant Leonhardt
de: Sizilianisch: Sozin, Leonhardt Variante
es: Defensa Siciliana, Ataque Sozin, Variante Leonhardt
eu: Siziliarra: Sozin, Leonhardt aldaera
fr: Sicilienne, Sozin, var. Leonhardt
id: Sisilia Sozin: Leonhardt
it: Difesa Siciliana, Attacco Sozin, Variante Leonhardt
nl: Siciliaans: Sozin, Leonhardt variant
pl: Sycylijska,Sozina, wariant Leonhardt'a
ru: Сицилианская защита: атака Созина, вариант Леонгардта
si: sicilijanska, Sozinova, Leonhardtova različica
sv: Sicilianskt: Sozin, Leonhardtvarianten
tr: Sicilya: Sozin, Leonhardt varyasyonu
uk: Сицилійський захист: атака Созіна, варіант Леонгардта
vi: Sicilia: Sozin, Leonhardt biến

source: Sicilian: Sozin, not Scheveningen
ar: صقلي: سوزين, غير شيفينينغن
br: Defesa Siciliana, Ataque Sozin (Não Scheveningen)
ca: Defensa Siciliana - Atac Sozin (no Scheveningen)
de: Sizilianisch: Sozin, not Scheveningen
es: Defensa Siciliana, Ataque Sozin (no Scheveningen)
eu: Siziliarra: Sozin, ez Scheveningen
fr: Sicilienne, Sozin, "not Scheveningen"
id: Sisilia Sozin: Bukan Scheveningen
it: Difesa Siciliana, Attacco Sozin (no Scheveningen)
nl: Siciliaans: Sozin, niet Scheveningen
pl: Sycylijska,wariant Sozina, nie Scheveningen'a
ru: Сицилианская защита: атака Созина
si: sicilijanska, Sozinova, ne Schveninganova
sv: Sicilianskt: Sozin, ingen Scheveningen
tr: Sicilya: Sozin, Scheveningen değil
uk: Сицилійський захист: атака Созіна
vi: Sicilia: Sozin, không Scheveningen

source: Sicilian: Steinitz variation
ar: صقلي: تفريع شتاينتز
br: Defesa Siciliana, Variante Steinitz
ca: Defensa Siciliana - Variant Steinitz
de: Sizilianisch: Steinitz Variante
es: Defensa Siciliana, Variante Steinitz
eu: Siziliarra: Steinitz aldaera
fr: Sicilienne, var. Steinitz
id: Sisilia Varian Steinitz
it: Difesa Siciliana, Variante Steinitz
nl: Siciliaans: Steinitz variant
pl: Sycylijska,wariant Stenitz'a
ru: Сицилианская защита: вариант Стейница
si: sicilijanska, Steinitzova različica
sv: Sicilianskt: Steinitzvarianten
tr: Sicilya: Steinitz varyasyonu
uk: Сицилійський захист: варіант Стейніца
vi: Sicilia: Steinitz biến

source: Sicilian: Stiletto (Althouse) variation
ar: صقلي: استيليتو (الذوز) تفريع
br: Defesa Siciliana, Variante Stiletto (Althouse)
ca: Defensa Siciliana - Variant del Estilet o Althouse
de: Sizilianisch: Stiletto (Althouse) Variante
es: Defensa Siciliana, Variante del Estilete o Althouse
eu: Siziliarra: Stiletto (Althouse) aldaera
fr: Sicilienne, var. "Stiletto (Althouse)"
id: Sisilia Varian Stilletto
it: Difesa Siciliana, Variante del Estilete o Althouse
nl: Siciliaans: Stiletto (Althouse) variant
pl: Sycylijska,wariant Stiletto
ru: Сицилианская защита: вариант Стилет
si: sicilijanska, Stilettova (Althouseva) različica
sv: Sicilianskt: Stilettvarianten (Althouse)
tr: Sicilya: Stiletto (Althouse) varyasyonu
uk: Сицилійський захист: варіант Стилет
vi: Sicilia: Stiletto (Althouse) biến thể

source: Sicilian: Sveshnikov variation
ar: صقلي: سفيشنيكوف تفريع
br: Defesa Siciliana, Variante Sveshnikov
ca: Defensa Siciliana - Variant Pelikan - Variant Sveshnikov
de: Sizilianisch: Sveshnikov Variante
es: Defensa Siciliana, Variante Pelikan, Variante Sveshnikov
eu: Siziliarra: Sveshnikov aldaera
fr: Sicilienne, var. Sveshnikov
id: Sisilia Varian Sveshnikov
it: Difesa Siciliana, Variante Pelikan, Variante Sveshnikov
nl: Siciliaans: Sveshnikov variant
pl: Sycylijska,wariant Sveshnikov'a
ru: Сицилианская защита: вариант Свешникова
si: sicilijanska, Sveshnikova različica
sv: Sicilianskt: Svesjnikovvarianten
tr: Sicilya: Sveshnikov varyasyonu
uk: Сицилійський захист: варіант Свешнікова
vi: Sicilia: Sveshnikov biến

source: Sicilian: Taimanov (Bastrikov) variation
ar: صقلي: تيمانوف (ياستريكوف) تفريع
br: Defesa Siciliana, Variante Taimanov (Bastrikov)
ca: Defensa Siciliana - Variant Taimanov o Bastrikov
de: Sizilianisch: Taimanov (Bastrikov) Variante
es: Defensa Siciliana, Variante Taimanov o Bastrikov
eu: Siziliarra: Taimanov (Bastrikov) aldaera
fr: Sicilienne, var. Taïmanov (Bastrikov)
id: Sisilia Varian Taimanov (Bastrikov)
it: Difesa Siciliana, Variante Taimanov o Bastrikov
nl: Siciliaans: Taimanov (Bastrikov) variant
pl: Sycylijska,wariant Taimanov'a (Bastrikov)
ru: Сицилианская защита: вариант Тайманова
si: sicilijanska, Taimanova (Bastrikova) različica
sv: Sicilianskt: Tajmanovvarianten (Bastrikov)
tr: Sicilya: Taimanov (Bastrikov) varyasyonu
uk: Сицилійський захист: варіант Тайманова
vi: Sicilia: Taimanov (Bastrikov) biến thể

source: Sicilian: Taimanov variation
ar: صقلي: تيمانوف تفريع
br: Defesa Siciliana, Variante Taimanov
ca: Defensa Siciliana - Variant Taimanov
de: Sizilianisch: Taimanov Variante
es: Defensa Siciliana, Variante Taimanov
eu: Siziliarra: Taimanov aldaera
fr: Sicilienne, var Taïmanov
id: Sisilia Varian Taimanov
it: Difesa Siciliana, Variante Taimanov
nl: Siciliaans: Taimanov variant
pl: Sycylijska,wariant Taimanov'a
ru: Сицилианская защита: вариант Тайманова
si: sicilijanska, Taimanova različica
sv: Sicilianskt: Tajmanovvarianten
tr: Sicilya: Taimanov varyasyonu
uk: Сицилійський захист: варіант Тайманова
vi: Sicilia: Taimanov biến

source: Sicilian: Taimanov, American attack
ar: صقلي: تيمانوف, أمريكي هجوم
br: Defesa Siciliana, Variante Taimanov, Ataque Americano
ca: Defensa Siciliana - Variant Taimanov - Atac americà
de: Sizilianisch: Taimanov, American Angriff
es: Defensa Siciliana, Variante Taimanov, Ataque Americano
eu: Siziliarra: Taimanov, amerikar erasoa
fr: Sicilienne, var. Taïmanov, attaque américaine
id: Sisilia Taimanov, Serangan Amerika
it: Difesa Siciliana, Variante Taimanov, Attacco Americano
nl: Siciliaans: Taimanov, Amerikaanse aanval
pl: Sycylijska,wariant Taimanov'a, atak amerykański
ru: Сицилианская защита: вариант Тайманова, американская атака
si: siciljanska, Taimanov, ameriški napad
sv: Sicilianskt: Tajmanov, Amerikansk attack
tr: Sicilya: Taimanov, Amerikan hücumu
uk: Сицилійський захист: варіант Тайманова, Американська атака
vi: Sicilia: Taimanov, Mỹ tấn công

source: Sicilian: Velimirovic attack
ar: صقلي: فيليميروفيتش هجوم
br: Defesa Siciliana, Ataque Velimirovic
ca: Defensa Siciliana - Atac Sozin - Atac Velimirovic
de: Sizilianisch: Velimirovic Angriff
es: Defensa Siciliana, Ataque Sozin, Ataque Velimirovic
eu: Siziliarra: Velimirovic erasoa
fr: Sicilienne, attaque Velimirović
id: Sisilia Serangan Velimirovic
it: Difesa Siciliana, Attacco Sozin, Attacco Velimirovic
nl: Siciliaans: Velimirovic aanval
pl: Sycylijska,atak Velimirovic'a
ru: Сицилианская защита: атака Велимировича
si: siciljanska, Velimirovicev napad
sv: Sicilianskt: Velimirovic angrepp
tr: Sicilya: Velimirovic hücumu
uk: Сицилійський захист: атака Велиміровича
vi: Tấn công Velimirovic: Sicilia

source: Sicilian: Venice attack
ar: صقلي: فينيسيا هجوم
br: Defesa Siciliana, Ataque Veneza
ca: Defensa Siciliana - Atac Venècia
de: Sizilianisch: Venedig Angriff
es: Defensa Siciliana, Ataque Venecia
eu: Siziliarra: Veneziako erasoa
fr: Sicilienne, attaque de Venise
id: Sisilia Serangan Venice
it: Difesa Siciliana, Attacco Veneziano
nl: Siciliaans: Venetië aanval
pl: Sycylijska,atak Wenecja
ru: Сицилианская защита: венецианская атака
si: sicilijanska obramba
sv: Sicilianskt: Venedigangrepp
tr: Sicilya: Venedik hücumu
uk: Сицилійський захист: Венеціанська атака
vi: Sicilia: Venice tấn công

source: Sicilian: accelerated fianchetto, Breyer variation
ar: صقلي: المتسارع فيل الوتر الطويل, برير تفريع
br: Defesa Siciliana, Variante do Fianchetto Acelerado, Variante Breyer
ca: Defensa Siciliana - Variant Drac acelerat - Variant Breyer
de: Sizilianisch: Beschleunigtes Fianchetto, Breyer Variante
es: Defensa Siciliana, Variante del Dragón Acelerado, Variante Breyer
eu: Siziliarra: fianchetto azeleratua, Breyer aldaera
fr: Sicilienne, dragon accéléré, var. Breyer
id: Sisilia Fianchetto Dipercepat, Varian Breyer
it: Difesa Siciliana, Variante del Dragone Accelerato, Variante Breyer
nl: Siciliaans: versnelde fianchetto, Breyer variant
pl: Sycylijska,przyspieszone fianchetto,wariant Breyer'a
ru: Сицилианская защита: ранний дракон, вариант Брейера
si: sicilijanska, pospešen krilni razvoj, Breyerjeva različica
sv: Sicilianskt: Accelererat fianchetto, Breyervarianten
tr: Sicilya: hızlandırılmış fianchetto, Breyer varyasyonu
uk: Сицилійський захист: ранній дракон, варіант Брейєра
vi: Sicilia: tăng tốc fianchetto, Breyer biến

source: Sicilian: accelerated fianchetto, Gurgenidze variation
ar: صقلي: المتسارع فيل الوتر الطويل, جورجينيدز تفريع
br: Defesa Siciliana, Variante do Fianchetto Acelerado, Variante Gurgenidze
ca: Defensa Siciliana - Variant Drac acelerat - Variant Gurgenidze
de: Sizilianisch: Beschleunigtes Fianchetto, Gurgenidze Variante
es: Defensa Siciliana, Variante del Dragón Acelerado, Variante Gurgenidze
eu: Siziliarra: fianchetto azeleratua, Gurgenidze aldaera
fr: Sicilienne, dragon accéléré, var. Gurgenidze
id: Sisilia Fianchetto Dipercepat, Varian Gurgenidze
it: Difesa Siciliana, Variante del Dragone Accelerato, Variante Gurgenidze
nl: Siciliaans: versnelde fianchetto, Gurgenidze variant
pl: Sycylijska,przyspieszone fianchetto,wariant Gurgenidze
ru: Сицилианская защита: ранний дракон, вариант Гургенидзе
si: siciljanska, pospešen krilni razvoj, Gurgendizeva različica
sv: Sicilianskt: Accelererat fianchetto, Gurgenidzevarianten
tr: Sicilya: hızlandırılmış fianchetto, Gurgenidze varyasyonu
uk: Сицилійський захист: ранній дракон, варіант Гургенідзе
vi: Sicilia: tăng tốc fianchetto, Gurgenidze biến

source: Sicilian: accelerated fianchetto, Maroczy bind, 5...Bg7
ar: صقلي: المتسارع فيل الوتر الطويل, مأزق ماركوتزي, 5...Bg8
br: Defesa Siciliana, Variante do Fianchetto Acelerado, Maroczy Bind, 5...Bg7
ca: Defensa Siciliana - Variant Drac acelerat - Sistema Maroczy - 5. ... Ag7
de: Sizilianisch: Beschleunigtes Fianchetto, Maroczy System, 5...Lg7
es: Defensa Siciliana, Variante del Dragón Acelerado, Sistema Maroczy 5...Ag7
eu: Siziliarra: fianchetto azeleratua, Maroczy bind, 5...Ag7
fr: Sicilienne, dragon accéléré, étau de Maroczy, 5...Fg7
id: Sisilia Fianchetto Dipercepat, Ikatan Maroczy, 5... Gg7
it: Difesa Siciliana, Variante del Dragone Accelerato, Sistema Maroczy 5...Ag7
nl: Siciliaans: versnelde fianchetto, Maroczy binden, 5 ... Lg7
pl: Sycylijska,przyspieszone fianchetto,związanie Maroczego, 6.Gg7
ru: Сицилианская защита: ранний дракон, система Мароци, 5...Сg7
si: siciljanska, pospešen krilni razvoj, Marcozyeva vezava, 5. Lg7
sv: Sicilianskt: Accelererat fianchetto, Maroczysystemet, 5...Lg7
tr: Sicilya: hızlandırılmış fianchetto, Maroczy bağlama, 5...Bg7
uk: Сицилійський захист: ранній дракон, система Мароці, 5...Сg7
vi: Sicilia: tăng tốc fianchetto, Maroczy ràng buộc, 5 ... Bg7

source: Sicilian: accelerated fianchetto, Maroczy bind, 6.Be3
ar: صقلي: المتسارع فيل الوتر الطويل, مأزق ماركوتزي, 6.Be4
br: Defesa Siciliana, Variante do Fianchetto Acelerado, Variante Maroczy Bind, 6.Be3
ca: Defensa Siciliana - Variant Drac acelerat - Variant Maroczy - 6. Ae3
de: Sizilianisch: Beschleunigtes Fianchetto, Maroczy System, 6.Le3
es: Defensa Siciliana, Variante del Dragón Acelerado, Variante Maroczy 6.Ae3
eu: Siziliarra: fianchetto azeleratua, Maroczy bind, 6.Ae3
fr: Sicilienne, dragon accéléré, étau de Maroczy, 6.Fe3
id: Sisilia Fianchetto Dipercepat, Ikatan Maroczy, 6.Ge3
it: Difesa Siciliana, Variante del Dragone Accelerato, Variante Maroczy 6.Ae3
nl: Siciliaans: versnelde fianchetto, Maroczy binden, 6.Le3
pl: Sycylijska,przyspieszone fianchetto,związanie Maroczego, 6.Ge3
ru: Сицилианская защита: ранний дракон, система Мароци, 6.Сe3
si: sicilijanska, pospešen krilni razvoj, Maroczyeva veza, 6.Le3
sv: Sicilianskt: Accelererat fianchetto, Maroczysystemet, 6.Le3
tr: Sicilya: hızlandırılmış fianchetto, Maroczy bağlama, 6.Be3
uk: Сицилійський захист: ранній дракон, система Мароці, 6.Сe3
vi: Sicilia: fianchetto tăng tốc, Maroczy ràng buộc, 6.Be3

source: Sicilian: accelerated fianchetto, Maroczy bind
ar: صقلي: المتسارع فيل الوتر الطويل, مأزق ماركوتزي
br: Defesa Siciliana, Variante do Fianchetto Acelerado, Maroczy Bind
ca: Defensa Siciliana - Variant Drac acelerat - Sistema Maroczy
de: Sizilianisch: Beschleunigtes Fianchetto, Maroczy System
es: Defensa Siciliana, Variante del Dragón Acelerado, Sistema Maroczy
eu: Siziliarra: fianchetto azeleratua, Maroczy bind
fr: Sicilienne, dragon accéléré, étau de Maroczy
id: Sisilia Fianchetto Dipercepat, Ikatan Maroczy
it: Difesa Siciliana, Variante del Dragone Accelerato, Sistema Maroczy
nl: Siciliaans: versnelde fianchetto, Maroczy bind
pl: Sycylijska,przyspieszone fianchetto,związanie Maroczego
ru: Сицилианская защита: ранний дракон, система Мароци
si: siciljanska, pospešen krilni razvoj, Marcozyeva vezava
sv: Sicilianskt: Accelererat fianchetto, Maroczysystemet
tr: Sicilya: hızlandırılmış fianchetto, Maroczy bağlama
uk: Сицилійський захист: ранній дракон, система Мароці
vi: Sicilia: tăng tốc fianchetto, Maroczy ràng buộc

source: Sicilian: accelerated fianchetto, Simagin variation
ar: صقلي: المتسارع فيل الوتر الطويل, سيماجين تفريع
br: Defesa Siciliana, Variante do Fianchetto Acelerado, Variante Simagin
ca: Defensa Siciliana - Variant Drac acelerat - Variant Simagin
de: Sizilianisch: Beschleunigtes Fianchetto, Simagin Variante
es: Defensa Siciliana, Variante del Dragón Acelerado, Variante Simagin
eu: Siziliarra: fianchetto azeleratua, Simagin aldaera
fr: Sicilienne, dragon accéléré, var. Simagin
id: Sisilia Fianchetto Dipercepat, Varian Simagin
it: Difesa Siciliana, Variante del Dragone Accelerato, Variante Simagin
nl: Siciliaans: versnelde fianchetto, Simagin variant
pl: Sycylijska,przyspieszone fianchetto, wariant Simagin'a
ru: Сицилианская защита: ранний дракон, вариант Симагина
si: siciljanska, pospešen krilni razvoj, Simaginova različica
sv: Sicilianskt: Accelererat fianchetto, Simaginvarianten
tr: Sicilya: hızlandırılmış fianchetto, Simagin varyasyonu
uk: Сицилійський захист: ранній дракон, варіант Сімагіна
vi: Sicilia: tăng tốc fianchetto, Simagin biến

source: Sicilian: accelerated fianchetto, exchange variation
ar: صقلي: المتسارع فيل الوتر الطويل, التكسير تفريع
br: Defesa Siciliana, Variante do Fianchetto Acelerado, Variante da Troca
ca: Defensa Siciliana - Variant Drac acelerat - Variant del canvi
de: Sizilianisch: Beschleunigtes Fianchetto, Abtauschvariante
es: Defensa Siciliana, Variante del Dragón Acelerado, Variante del Cambio
eu: Siziliarra: fianchetto azeleratua, truke-aldaera
fr: Sicilienne, dragon accéléré, var. d'échange
id: Sisilia Fianchetto Dipercepat, Varian Tukar
it: Difesa Siciliana, Variante del Dragone Accelerato, Variante di Cambio
nl: Siciliaans: versnelde fianchetto ruilvariant
pl: Sycylijska,przyspieszone fianchetto, wariant wymienny
ru: Сицилианская защита: ранний дракон, разменный вариант
si: siciljanska, posšpešen krilni razvoj, izmenjalna različica
sv: Sicilianskt: Accelererat fianchetto, Avbytesvarianten
tr: Sicilya: hızlandırılmış fianchetto, takas varyasyonu
uk: Сицилійський захист: ранній дракон, розмінний варіант
vi: Sicilia: tăng tốc fianchetto, biến đổi ngoại tệ

source: Sicilian: accelerated fianchetto, modern variation with Bc4
ar: صقلي: المتسارع فيل الوتر الطويل, حديث تفريع مع Bc5
br: Defesa Siciliana, Variante do Fianchetto Acelerado, Variante Moderna com Bc4
ca: Defensa Siciliana - Variant Drac acelerat . Variant moderna amb Ac4
de: Sizilianisch: Beschleunigtes Fianchetto, Moderne Variante mit Lc4
es: Defensa Siciliana, Variante del Dragón Acelerado, Variante Moderna con Ac4
eu: Siziliarra: fianchetto azeleratua, Ac4-rekin aldaera modernoa
fr: Sicilienne, dragon accéléré, var. moderne, avec Fc4
id: Sisilia Fianchetto Dipercepat, Varian Modern dg Gc4
it: Difesa Siciliana, Variante del Dragone Accelerato, Variante Moderna con Ac4
nl: Siciliaans: versnelde fianchetto, moderne variant met Lc4
pl: Sycylijska,przyspieszone fianchetto, wariant nowoczesny z Gc4
ru: Сицилианская защита: ранний дракон, современный вариант с Сc4
si: sicilijanska, pospešen krilni razvoj, moderna različica z Lc4
sv: Sicilianskt: Accelererat fianchetto, Moderna varianten med Lc4
tr: Sicilya: hızlandırılmış fianchetto, Bc4 ile modern varyasyonu
uk: Сицилійський захист: ранній дракон, сучасний варіант з Сc4
vi: Sicilia: tăng tốc fianchetto, biến thể hiện đại với BC4

source: Sicilian: accelerated fianchetto, modern variation
ar: صقلي: المتسارع فيل الوتر الطويل, حديث تفريع
br: Defesa Siciliana, Variante do Fianchetto Acelerado, Variante Moderna
ca: Defensa Siciliana - Variant Drac acelerat - Variant moderna
de: Sizilianisch: Beschleunigtes Fianchetto, Moderne Variante
es: Defensa Siciliana, Variante del Dragón Acelerado, Variante Moderna
eu: Siziliarra: fianchetto azeleratua, aldaeramodernoa
fr: Sicilienne, dragon accéléré, var. moderne
id: Sisilia Fianchetto Dipercepat, Varian Modern
it: Difesa Siciliana, Variante del Dragone Accelerato, Variante Moderna
nl: Siciliaans: versnelde fianchetto, moderne variant
pl: Sycylijska,przyspieszone fianchetto, wariant nowoczesny
ru: Сицилианская защита: ранний дракон, современный вариант
si: siciljanska, pospešen krilni razvoj, moderna različica
sv: Sicilianskt: Accelererat fianchetto, Moderna varianten
tr: Sicilya: hızlandırılmış fianchetto, modern varyasyon
uk: Сицилійський захист: ранній дракон, сучасний варіант
vi: Sicilia: tăng tốc fianchetto, biến thể hiện đại

source: Sicilian: chameleon variation
ar: صقلي: شاميليون تفريع
br: Defesa Siciliana, Variante Camaleão
ca: Defensa Siciliana - Variant tancada - Variant Camaleó
de: Sizilianisch: Chameleon Variante
es: Defensa Siciliana, Variante Cerrada, Variante Camaleón
eu: Siziliarra: kamaleoiaren aldaera
fr: Sicilienne, var. caméléon
id: Sisilia Varian Chameleon
it: Difesa Siciliana, Variante Chiusa, Variante Camaleón
nl: Siciliaans: kameleon variant
pl: Sycylijska, wariant kamelona
ru: Сицилианская защита: вариант-хамелеон
si: sicilijanska, različica kameleon
sv: Sicilianskt: Kameleontvarianten
tr: Sicilya: bukalemun varyasyonu
uk: Сицилійський захист: варіант-хамелеон
vi: Sicilia: tắc kè hoa thay đổi

source: Sicilian: classical
ar: صقلي: الكلاسيكي
br: Defesa Siciliana, Variante Clássica
ca: Defensa Siciliana - Variant clàssica
de: Sizilianisch: Klassisch
es: Defensa Siciliana, Variante Clásica
eu: Siziliarra: klasikoa
fr: Sicilienne, var. classique
id: Sisilia Klasik
it: Difesa Siciliana, Variante Classica
nl: Siciliaans: klassiek
pl: Sycylijska, klasyczna
ru: Сицилианская защита: классический вариант
si: sicilijanska, klasična
sv: Sicilianskt: Klassisk
tr: Sicilya: klasik
uk: Сицилійський захист: класичний варіант
vi: Sicilia: cổ điển

source: Sicilian: closed, 2...Nc6
ar: صقلي: المغلق, 2...Nc7
br: Defesa Siciliana, Variante Fechada, 2...Cc6
ca: Defensa Siciliana - Variant tancada - 2 ... Cc6
de: Sizilianisch: Geschlossen, 2...Sc6
es: Defensa Siciliana, Variante Cerrada, 2...Cc6
eu: Siziliarra: itxia, 2...Zc6
fr: Sicilienne fermée, 2...Cc6
id: Tertutup, 2... Kc6
it: Difesa Siciliana, Variante Chiusa, 2...Cc6
nl: Siciliaans: gesloten, 2 ... Pc6
pl: Sycylijska, zamknięta, 2...Sc6
ru: Сицилианская защита: закрытый вариант, 2...Кc6
si: sicilijanska, zaprta, 2...Sc6
sv: Sicilianskt: Slutet, 2...Sc6
tr: Sicilya: kapalı, 2...Nc6
uk: Сицилійський захист: закритий варіант, 2...Кc6
vi: Sicilia: khép kín, 2 ... Nc6

source: Sicilian: closed, 6.Be3
ar: صقلي: المغلق, 6.Be4
br: Defesa Siciliana, Variante Fechada, 6.Be3
ca: Defensa Siciliana - Variant tancada - 6. Ae3
de: Sizilianisch: Geschlossen, 6.Le3
es: Defensa Siciliana, Variante Cerrada, 6.Ae3
eu: Siziliarra: itxia, 6.Ae3
fr: Sicilienne fermée, 6.Fe3
id: Sisilia Tertutup, 6.Ge3
it: Difesa Siciliana, Variante Chiusa, 6.Ae3
nl: Siciliaans: gesloten, 6.Le3
pl: Sycylijska, zamknięta, 6.Ge3
ru: Сицилианская защита: закрытый вариант, 6.Сe3
si: sicilijanska, zaprta, 6.Le3
sv: Sicilianskt: Slutet, 6.Le3
tr: Sicilya: kapalı, 6.Be3
uk: Сицилійський захист: закритий варіант, 6.Сe3
vi: Sicilia: khép kín, 6.Be3
