Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Gruenfeld: Gruenfeld gambit, Capablanca variation
ar: جرونفلد: جرونفلد جامبيت, كابابلانكا تفريع
br: Defesa Grünfeld, Gambito Grünfeld, Variante Capablanca
ca: Defensa Grünfeld - Gambit Grünfeld - Variant Capablanca
de: Grünfeld: Grünfeld Gambit, Capablanca-Variante
es: Defensa Grünfeld, Gambito Grünfeld, Variante Capablanca
eu: Gruenfeld: Gruenfeld ganbitoa, Capablanca aldaera
fr: Défense Grünfeld, gambit Grünfeld, var. Capablanca
id: Gruendfeld: Gambit Gruendfeld, Varian Capablanca
it: Difesa Grünfeld, Mossa di Grünfeld, Variante Capablanca
nl: Gruenfeld: Gruenfeld gambiet, Capablanca variant
pl: Gruenfeld, gambit Gruenfeld'a, wariant Capablanki
ru: Защита Грюнфельда: гамбит Грюнфельда, вариант Капабланки
si: Gruenfeldova, Gruenfeldov gambit, Capablancina različica
sv: Grünfeld: Grünfeldgambit, Capablancavarianten
tr: Gruenfeld: Gruenfeld gambiti, Capablanca varyasyonu
uk: Захист Грюнфельда: гамбіт Грюнфельда, варіант Капабланки
vi: Gruenfeld: Gruenfeld cờ, Capablanca biến

source: Gruenfeld: Gruenfeld gambit
ar: جرونفلد: جرونفلد جامبيت
br: Defesa Grünfeld, Gambito Grünfeld
ca: Defensa Grünfeld - Gambit Grünfeld
de: Grünfeld: Grünfeld Gambit
es: Defensa Grünfeld, Gambito Grünfeld
eu: Gruenfeld: Gruenfeld ganbitoa
fr: Défense Grünfeld, gambit Grünfeld
id: Gruendfeld: Gambit Gruendfeld
it: Difesa Grünfeld, Mossa di Grünfeld
nl: Gruenfeld: Gruenfeld gambiet
pl: Gruenfeld, gambit Gruenfeld'a
ru: Защита Грюнфельда: гамбит Грюнфельда
si: Gruenfeldova, Gruenfeldov gambit
sv: Grünfeld: Grünfeldgambit
tr: Gruenfeld: Gruenfeld gambiti
uk: Захист Грюнфельда: гамбіт Грюнфельда

source: Gruenfeld: Lundin variation
ar: جرونفلد: لوندين تفريع
br: Defesa Grünfeld, Variante Lundin
ca: Defensa Grünfeld - Variant Estocolm - Variant Lundin
de: Grünfeld: Lundin-Variante
es: Defensa Grünfeld, Variante Estocolmo, Variante Lundin
eu: Gruenfeld: Lundin aldaera
fr: Défense Grünfeld, var. Lundin
id: Gruendfeld: Varian Lundin
it: Difesa Grünfeld, Variante Estocolmo, Variante Lundin
nl: Gruenfeld: Lundin variant
pl: Gruenfeld, wariant Lundin'a
ru: Защита Грюнфельда: вариант Лундина
si: Gruenfeldova, Lundinova različica
sv: Grünfeld: Lundinvarianten
tr: Gruenfeld: Lundin varyasyonu
uk: Захист Грюнфельда: варіант Лундіна
vi: Gruenfeld: Lundin biến

source: Gruenfeld: Makogonov variation
ar: جرونفلد: ماكوجونوف تفريع
br: Defesa Grünfeld, Variante Makogonov
ca: Defensa Grünfeld - Variant Makogonov
de: Grünfeld: Makogonov-Variante
es: Defensa Grünfeld, Variante Makogonov
eu: Gruenfeld: Makogonov aldaera
fr: Défense Grünfeld, var. Makogonov
id: Gruendfeld: Varian Makogonov
it: Difesa Grünfeld, Variante Makogonov
nl: Gruenfeld: Makogonov variant
pl: Gruenfeld, wariant Makogonov'a
ru: Защита Грюнфельда: вариант Макогонова
si: Gruenfeldova, Makogonova različica
sv: Grünfeld: Makogonovvarianten
tr: Gruenfeld: Makogonov varyasyonu
uk: Захист Грюнфельда: варіант Макогонова
vi: Gruenfeld: Makogonov biến

source: Gruenfeld: Opovcensky variation
ar: جرونفلد: اوبوفسينسكي تفريع
br: Defesa Grünfeld, Variante Opovcensky
ca: Defensa Grünfeld - Variant Opocensky
de: Grünfeld: Opovcensky-Variante
es: Defensa Grünfeld, Variante Opocensky
eu: Gruenfeld: Opovcensky aldaera
fr: Défense Grünfeld, var. Opocensky
id: Gruendfeld: Varian Opovcensky
it: Difesa Grünfeld, Variante Opocensky
nl: Gruenfeld: Opovcensky variant
pl: Gruenfeld, wariant Opovcensky'ego
ru: Защита Грюнфельда: вариант Опоченского
si: Gruenfeldova, Opovcenskyeva različica
sv: Grünfeld: Opocenskyvarianten
tr: Gruenfeld: Opovcensky varyasyonu
uk: Захист Грюнфельда: варіант Опоченського
vi: Gruenfeld: Opovcensky biến

source: Gruenfeld: Pachman variation
ar: جرونفلد: باخمان تفريع
br: Defesa Grünfeld, Variante Pachman
ca: Defensa Grünfeld - Variant Pachman
de: Grünfeld: Pachman-Variante
es: Defensa Grünfeld, Variante Pachman
eu: Gruenfeld: Pachman aldaera
fr: Défense Grünfeld, var. Pachman
id: Gruendfeld: Varian Pachman
it: Difesa Grünfeld, Variante Pachman
nl: Gruenfeld: Pachman variant
pl: Gruenfeld, wariant Pachman'a
ru: Защита Грюнфельда: вариант Пахмана
si: Gruenfeldova, Pachmanova različica
sv: Grünfeld: Pachmanvarianten
tr: Gruenfeld: Pachman varyasyonu
uk: Захист Грюнфельда: варіант Пахмана
vi: Gruenfeld: Pachman biến

source: Gruenfeld: Russian variation with e4
ar: جرونفلد: التفريع الروسي مع e5
br: Defesa Grünfeld, Variante Russa, Variante Russa com e4
ca: Defensa Grünfeld - Variant Russa - Sistema Ragozin
de: Grünfeld: Russische Variante mit e4
es: Defensa Grünfeld, Variante Rusa, Sistema Ragozin
eu: Gruenfeld: errusiarra e4rekin
fr: Défense Grünfeld, var. russe, avec e4
id: Gruendfeld: Varian Rusia dg e4
it: Difesa Grünfeld, Variante Russa, Sistema Ragozin
nl: Gruenfeld: Russische variant met e4
pl: Gruenfeld, wariant Rosyjski w e4
ru: Защита Грюнфельда: русская система с e4
si: Gruenfeldova, ruska različica z e4
sv: Grünfeld: Rysk variant med e4
tr: Gruenfeld: e4 ile Rusya varyasyonu
uk: Захист Грюнфельда: Російська система з e4
vi: Gruenfeld: biến thể của Nga với e4

source: Gruenfeld: Russian variation
ar: جرونفلد: التفريع الروسي
br: Defesa Grünfeld, Variante Russa
ca: Defensa Grünfeld - Variant russa o Botvinnik
de: Grünfeld: Russische Variante
es: Defensa Grünfeld, Variante Rusa o Botvinnik
eu: Gruenfeld: Errusiako aldaera
fr: Défense Grünfeld, var. russe
id: Gruendfeld: Varian Rusia
it: Difesa Grünfeld, Variante Russa o Botvinnik
nl: Gruenfeld: Russische variant
pl: Gruenfeld, wariant rosyjski
ru: Защита Грюнфельда: русская система
si: Gruenfeldova, ruska različica
sv: Grünfeld: Rysk variant
tr: Gruenfeld: Rusya varyasyonu
uk: Захист Грюнфельда: Російська система
vi: Gruenfeld: Biến thể Nga

source: Gruenfeld: Russian, Alekhine (Hungarian) variation
ar: جرونفلد:, اليخين التفريع االروسي (المجري)
br: Defesa Grünfeld, Variante Russa, Variante Alekhine (Húngara)
ca: Defensa Grünfeld - Variant Russa - Variant Alekhine o Hongaresa
de: Grünfeld: Russisch, Aljechin (Ungarische)-Variante
es: Defensa Grünfeld, Variante Rusa, Variante Alekhine o Húngara
eu: Gruenfeld: errusiarra, Alekhine (hungariarra) aldaera
fr: Défense Grünfeld, système russe, var. Alekhine (hongroise)
id: Gruendfeld: Rusia, Varian Alekhine (Hungaria)
it: Difesa Grünfeld, Variante Russa, Variante Alekhine o Ungherese
nl: Gruenfeld: Russisch, Aljechin (Hongaars) variant
pl: Gruenfeld, Rosyjski, wariant Alekhin'a(węgierski)
ru: Защита Грюнфельда: русская система, вариант Алехина
si: Gruenfeldova, ruska, Aljehinova (madžarska) različica
sv: Grünfeld: Rysk, Aljechinvarianten (ungersk)
tr: Gruenfeld: Rusya, Alekhine (Macaristan) varyasyonu
uk: Захист Грюнфельда: Російська система, варіант Альохіна
vi: Gruenfeld: Nga, Alekhine (Hungary) biến thể

source: Gruenfeld: Russian, Byrne (Simagin) variation
ar: جرونفلد:التفريع االروسي, بايرن (سيماجين)
br: Defesa Grünfeld, Variante Russa, Variante Byrne (Simagin)
ca: Defensa Grünfeld - Variant Russa - Variante Byrne o Simagin
de: Grünfeld: Russisch, Byrne (Simagin)-Variante
es: Defensa Grünfeld, Variante Rusa, Variante Byrne o Simagin
eu: Gruenfeld: errusiarra, Byrne (Simagin) aldaera
fr: Défense Grünfeld, var. russe, var. Byrne (Simagin)
id: Gruendfeld: Rusia, Varian Buyrne (Simagin)
it: Difesa Grünfeld, Variante Russa, Variante Byrne o Simagin
nl: Gruenfeld: Russisch, Byrne (Simagin) variant
pl: Gruenfeld, Rosyjski, wariant Byrne(Simagin'a)
ru: Защита Грюнфельда: русская система, вариант Бирна
si: Gruenfeldova, ruska, Byrneva (Simaginova) različica
sv: Grünfeld: Rysk, Byrnes variant (Simagin)
tr: Gruenfeld: Rusya, Byrne (Simagin) varyasyonu
uk: Захист Грюнфельда: Російська система, варіант Бирна
vi: Gruenfeld: Nga, Byrne (Simagin) biến thể

source: Gruenfeld: Russian, Keres variation
ar: جرونفلد:التفريع االروسي,كيريس
br: Defesa Grünfeld, Variante Russa, Variante Keres
ca: Defensa Grünfeld - Variant Russa - Variant Smyslov - Variant Keres
de: Grünfeld: Russisch, Keres-Variante
es: Defensa Grünfeld, Variante Rusa, Variante Smyslov, Variante Keres
eu: Gruenfeld: errusiarra, Keres aldaera
fr: Défense Grünfeld, var. russe, var. Keres
id: Gruendfeld: Rusia, Varian Keres
it: Difesa Grünfeld, Variante Russa, Variante Smyslov, Variante Keres
nl: Gruenfeld: Russisch, Keres variant
pl: Gruenfeld, Rosyjski, wariant Keres'a
ru: Защита Грюнфельда: русская система, вариант Кереса
si: Gruenfeldova, ruska, Keresova različica
sv: Grünfeld: Rysk, Keresvarianten
tr: Gruenfeld: Rusya, Keres varyasyonu
uk: Захист Грюнфельда: Російська система, варіант Кереса
vi: Gruenfeld: Nga, Keres biến

source: Gruenfeld: Russian, Levenfish variation
ar: جرونفلد: التفريع االروسي, ليفنفنيش
br: Defesa Grünfeld, Variante Russa, Variante Levenfish
ca: Defensa Grünfeld - Variant Russa - Variant Levenfish
de: Grünfeld: Russisch, Löwenfisch-Variante
es: Defensa Grünfeld, Variante Rusa, Variante Levenfish
eu: Gruenfeld: errusiarra, Levenfish aldaera
fr: Défense Grünfeld, var. russe, var. Levenfish
id: Gruendfeld: Rusia, Varian Levenfish
it: Difesa Grünfeld, Variante Russa, Variante Levenfish
nl: Gruenfeld: Russisch, Levenfish variant
pl: Gruenfeld, Rosyjski, wariant Levenfish'a
ru: Защита Грюнфельда: русская система, вариант Левенфиша
si: Gruenfeldova, ruska, Levenfisheva različica
sv: Grünfeld: Rysk, Löwenfischvarianten
tr: Gruenfeld: Rusya, Levenfish varyasyonu
uk: Захист Грюнфельда: Російська система, варіант Левенфіша
vi: Gruenfeld: Nga, biến thể Levenfish

source: Gruenfeld: Russian, Prins variation
ar: جرونفلد: التفريع االروسي, برينس
br: Defesa Grünfeld, Variante Russa, Variante Prins
ca: Defensa Grünfeld - Variant Russa - Variant Prins
de: Grünfeld: Russisch, Prins-Variante
es: Defensa Grünfeld, Variante Rusa, Variante Prins
eu: Gruenfeld: errusiarra, Prins aldaera
fr: Défense Grünfeld, var. russe, var. Prins
id: Gruendfeld: Rusia, Varian Prins
it: Difesa Grünfeld, Variante Russa, Variante Prins
nl: Gruenfeld: Russisch, Prins variant
pl: Gruenfeld, Rosyjski, wariant Prins'a
ru: Защита Грюнфельда: русская система, вариант Принса
si: Gruenfeldova, ruska, Prinsova različica
sv: Grünfeld: Rysk, Prinsvarianten
tr: Gruenfeld: Rusya, Pirins varyasyonu
uk: Захист Грюнфельда: Російська система, варіант Прінса
vi: Gruenfeld: Nga, Prins biến

source: Gruenfeld: Russian, Smyslov variation
ar: جرونفلد: التفريع االروسي, سيمسلوف
br: Defesa Grünfeld, Variante Russa, Variante Smyslov
ca: Defensa Grünfeld - Variant Russa - Variant Smyslov
de: Grünfeld: Russisch, Smyslov-Variante
es: Defensa Grünfeld, Variante Rusa, Variante Smyslov
eu: Gruenfeld: errusiarra, Smyslov aldaera
fr: Défense Grünfeld, var. russe, var. Smyslov
id: Gruendfeld: Rusia, Varian Smyslov
it: Difesa Grünfeld, Variante Russa, Variante Smyslov
nl: Gruenfeld: Russisch, Smyslov variant
pl: Gruenfeld, Rosyjski, wariant Smyslov'a
ru: Защита Грюнфельда: русская система, вариант Смыслова
si: Gruenfeldova, ruska, Smyslova različica
sv: Grünfeld: Rysk, Smyslovvarianten
tr: Gruenfeld: Rusya, Smyslov varyasyonu
uk: Захист Грюнфельда: Російська система, варіант Смислова
vi: Gruenfeld: Nga, Smyslov biến

source: Gruenfeld: Russian, Szabo (Boleslavsky) variation
ar: جرونفلد: التفريع االروسي, سزابو (بولسلافسكي)
br: Defesa Grünfeld, Variante Russa, Variante Szabo (Boleslavsky)
ca: Defensa Grünfeld - Variant Russa - Variant Szabo o Boleslavsky
de: Grünfeld: Russisch, Szabo (Boleslavsky)-Variante
es: Defensa Grünfeld, Variante Rusa, Variante Szabo o Boleslavsky
eu: Gruenfeld: errusiarra, Szabo (Boleslavsky) aldaera
fr: Défense Grünfeld, var. russe, var. Szabó (Boleslavsky)
id: Gruendfeld: Rusia, Varian Szabo (Boleslavsky)
it: Difesa Grünfeld, Variante Russa, Variante Szabo o Boleslavsky
nl: Gruenfeld: Russisch, Szabo (Boleslavsky) variant
pl: Gruenfeld, Rosyjski, wariant Szabo(Boleslavky'ego)
ru: Защита Грюнфельда: русская система, вариант Сабо
si: Gruenfeldova, ruska, Szabova (Boleslavskyeva) različica
sv: Grünfeld: Rysk, Szabo- eller Boleslavskijvarianten
tr: Gruenfeld: Rusya, Szabo (Boleslavsky) varyasyonu
uk: Захист Грюнфельда: Російська система, варіант Сабо
vi: Gruenfeld: Nga, Szabo (Boleslavsky) biến thể

source: Gruenfeld: Schlechter variation
ar: جرونفلد:شيليشتر تفريع
br: Defesa Grünfeld, Variante Schlechter
ca: Defensa Grünfeld - Variant Schlechter
de: Grünfeld: Schlechter-Variante
es: Defensa Grünfeld, Variante Schlechter
eu: Gruenfeld: Schlechter aldaera
fr: Défense Grünfeld, var. Schlechter
id: Gruendfeld: Varian Schlechter
it: Difesa Grünfeld, Variante Schlechter
nl: Gruenfeld: Schlechter variant
pl: Gruenfeld, Rosyjski, wariant Schlechter'a
ru: Защита Грюнфельда: вариант Шлехтера
si: Gruenfeldova, Schlechterjeva različica
sv: Grünfeld: Schlechtervarianten
tr: Gruenfeld: Schlechter varyasyonu
uk: Захист Грюнфельда: варіант Шлехтера
vi: Gruenfeld: Schlechter biến

source: Gruenfeld: Smyslov defence
ar: جرونفلد: سيمسلوف دفاع
br: Defesa Grünfeld, Defesa Smyslov
ca: Defensa Grünfeld - Defensa Smyslov
de: Grünfeld: Smyslov Verteidigung
es: Defensa Grünfeld, Defensa Smyslov
eu: Gruenfeld: Smyslov defentsa
fr: Défense Grünfeld, défense Smyslov
id: Gruendfeld: Pembelaan Symslov
it: Difesa Grünfeld, Difesa Smyslov
nl: Gruenfeld: Smyslov verdediging
pl: Gruenfeld, obrona Smyslov'a
ru: Защита Грюнфельда: защита Смыслова
si: Gruenfeldova, Smyslova obramba
sv: Grünfeld: Smyslovs försvar
tr: Gruenfeld: Smyslov savunması
uk: Захист Грюнфельда: захист Смислова
vi: Gruenfeld: Phòng thủ Smyslov

source: Gruenfeld: Spassky variation, main line, 10...cd, 11.cd
ar: جرونفلد: تفريع سباسكي, الخط الرئيسي, 10...cd, 11.cd
br: Defesa Grünfeld, Variante Spassky, Linha Principal, 10...cxd4 11.cxd4
ca: Defensa Grünfeld - Variant del canvi - Variant Spassky - Línia principal - 10 ...cxd4 11. cxd4
de: Grünfeld: Spassky-Variante, Hauptvariante, 10...cd, 11.cd
es: Defensa Grünfeld, Variante del Cambio, Variante Spassky, Linea Principal, 10...cxd4 11.cxd4
eu: Gruenfeld: Spassky aldaera, lerro nagusia, 10...cd, 11.cd
fr: Défense Grünfeld, var. d'échange, var. Spassky, ligne principale, 10...cxd4 11.cxd4
id: Gruendfeld: Varian Spassky, Jalur Utama, 10... cd 11.cd
it: Difesa Grünfeld, Variante di Cambio, Variante Spassky, Linea Principale, 10...cxd4 11.cxd4
nl: Gruenfeld: Spassky variant, hoofdlijn, 10 ... cd, 11.cd
pl: Gruenfeld, wariant Spassky, linia główna, 10... cd, 11.cd
ru: Защита Грюнфельда: вариант Спасского, основное продолжение, 10...cd, 11.cd
si: Gruenfeld: Spassky različica, glavna linija, 10. cd, 11. cd
sv: Grünfeld: Spasskijvarianten, huvudvariant, 10...cxd4 11.cxd4
tr: Gruenfeld: Spassky varyasyonu, ana hat, 10...cd, 11.cd
uk: Захист Грюнфельда: варіант Спаського, основне продовження, 10...cd, 11.cd
vi: Gruenfeld: Biến thể Spassky, dòng chính, 10 ... cd, 11.cd

source: Gruenfeld: Spassky variation, main line, 13.Bd3
ar: جرونفلد: تفريع سباسكي, الخط الرئيسي, 13.Bd4
br: Defesa Grünfeld, Variante Spassky, Linha Principal, 13.Bd3
ca: Defensa Grünfeld - Variant del canvi - Variant Spassky - Linia principal - 13. Ad3
de: Grünfeld: Spassky-Variante, Hauptvariante, 13.Ld3
es: Defensa Grünfeld, Variante del Cambio, Variante Spassky, Linea Principal, 13.Ad3
eu: Gruenfeld: Spassky aldaera, lerro nagusia, 13.Ad3
fr: Défense Grünfeld, var. d'échange, var. Spassky, ligne principale, 13.Fd3
id: Gruendfeld: Varian Spassky, Jalur Utama, 13. Gd3
it: Difesa Grünfeld, Variante di Cambio, Variante Spassky, Linea Principale, 13.Ad3
nl: Gruenfeld: Spassky variant, hoofdlijn, 13.Ld3
pl: Gruenfeld, wariant Spassky, linia główna, 13. Gd3
ru: Защита Грюнфельда: вариант Спасского, основное продолжение, 13.Сd3
si: Gruenfeld: Spassky različica, glavna linija, 13. Ld3
sv: Grünfeld: Spasskijvarianten, huvudvariant, 13.Ld3
tr: Gruenfeld: Spassky varyasyonu, ana hat, 13.Bd3
uk: Захист Грюнфельда: варіант Спаського, основне продовження, 13.Сd3
vi: Gruenfeld: Biến thể Spassky, dòng chính, 13.Bd3

source: Gruenfeld: Spike gambit
ar: جرونفلد: سبايك جامبيت
br: Defesa Grünfeld, Gambito Spike
ca: Defensa Grünfeld - Gambit de l'espiga
de: Grünfeld: Spike Gambit
es: Defensa Grünfeld, Gambito de la Espiga
eu: Gruenfeld: Spike ganbitoa
fr: Défense Grünfeld, gambit spike (de la pointe)
id: Gruendfeld: Gambit Spike
it: Difesa Grünfeld, Mossa della Spiga
nl: Gruenfeld: Spike gambiet
pl: Gruenfeld, gambit Spike
ru: Защита Грюнфельда: выпад g4
si: Gruenfeldova, Spikeov gambit
sv: Grünfeld: Tagg- eller Gibbongambit
tr: Gruenfeld: Sivri Demir gambiti
uk: Захист Грюнфельда: випад g4

source: Gruenfeld: Stockholm variation
ar: جرونفلد: استكهولم تفريع
br: Defesa Grünfeld, Variante Estocolmo
ca: Defensa Grünfeld - Variant Estocolm
de: Grünfeld: Stockholm-Variante
es: Defensa Grünfeld, Variante Estocolmo
eu: Gruenfeld: Stockholmeko aldaera
fr: Défense Grünfeld, var. de Stockholm
id: Gruendfeld: Varian Stockholm
it: Difesa Grünfeld, Variante Stoccolma
nl: Gruenfeld: Stockholm variant
pl: Gruenfeld, wariant Stockholm
ru: Защита Грюнфельда: стокгольмский вариант
si: Gruenfeldova, stockholmska različica
sv: Grünfeld: Stockholmvarianten
tr: Gruenfeld: Stockholm varyasyonu
uk: Захист Грюнфельда: Стокгольмський варіант
vi: Gruenfeld: Stockholm biến

source: Gruenfeld: exchange variation
ar: جرونفلد: التكسير تفريع
br: Defesa Grünfeld, Variante da Troca
ca: Defensa Grünfeld - Variant del canvi
de: Grünfeld: Abtauschvariante
es: Defensa Grünfeld, Variante del Cambio
eu: Gruenfeld: truke-aldaera
fr: Défense Grünfeld, var. d'échange
id: Gruendfeld: Varian Tukar
it: Difesa Grünfeld, Variante di Cambio
nl: Gruenfeld: ruilvariant
pl: Gruenfeld, wariant wymienny
ru: Защита Грюнфельда: разменный вариант
si: Gruenfeldova, izmenjalna različica
sv: Grünfeld: Avbytesvarianten
tr: Gruenfeld: takas varyasyonu
uk: Захист Грюнфельда: розмінний варіант
vi: Gruenfeld: ngoại tệ thay đổi

source: Gruenfeld: exchange, Larsen variation
ar: جرونفلد: التكسير, لارسن تفريع
br: Defesa Grünfeld, Variante da Troca, Variante Larsen
ca: Defensa Grünfeld - Variant del canvi - Variant Larsen
de: Grünfeld: Abtauschvariante, Larsen-Variante
es: Defensa Grünfeld, Variante del Cambio, Variante Larsen
eu: Gruenfeld: trukea, Larsen aldaera
fr: Défense Grünfeld, var. d'échange, var. Larsen
id: Gruendfeld: Tukar, Varian Larsen
it: Difesa Grünfeld, Variante di Cambio, Variante Larsen
nl: Gruenfeld: ruil, Larsen variant
pl: Gruenfeld, wymienny, wariant Larsen'a
ru: Защита Грюнфельда: разменный вариант, вариант Ларсена
si: Gruenfeldova, izmenjalna, Larsenova različica
sv: Grünfeld: Avbytesvarianten, Larsenvarianten
tr: Gruenfeld: takas, Larsen varyasyonu
uk: Захист Грюнфельда: розмінний варіант, варіант Ларсена
vi: Gruenfeld: trao đổi, Larsen biến

source: Gruenfeld: exchange, Seville variation
ar: جرونفلد: التكسير, سيفيل تفريع
br: Defesa Grünfeld, Variante da Troca, Variante Sevilha
ca: Defensa Grünfeld - Variant del canvi - Variant Spassky - Variant Sevilla
de: Grünfeld: Abtauschvariante, Seville-Variante
es: Defensa Grünfeld, Variante del Cambio, Variante Spassky, Variante Sevilla
eu: Gruenfeld: trukea, Sevillako aldaera
fr: Défense Grünfeld, var. d'échange, var. de Séville
id: Gruendfeld: Tukar, Varian Seville
it: Difesa Grünfeld, Variante di Cambio, Variante Spassky, Variante Sevilla
nl: Gruenfeld: ruil, Sevilla variant
pl: Gruenfeld, wymienny, wariant Seville
ru: Защита Грюнфельда: разменный вариант, севильский вариант
si: Gruenfeldova, izmenjalna, seviljska različica
sv: Grünfeld: Avbytesvarianten, Sevillavarianten
tr: Gruenfeld: takas, Seville varyasyonu
uk: Захист Грюнфельда: розмінний варіант, Севільський варіант
vi: Gruenfeld: trao đổi, Seville biến

source: Gruenfeld: exchange, Simagin's improved variation
ar: جرونفلد: التكسير, سيماجين المحسن تفريع
br: Defesa Grünfeld, Variante da Troca, Variante Simagin Melhorada
ca: Defensa Grünfeld - Variant del canvi - Variant Simagin millorada
de: Grünfeld: Abtauschvariante, Simagins verbesserte Variante
es: Defensa Grünfeld, Variante del Cambio, Variante Simagin Mejorada
eu: Gruenfeld: trukea, Simagin-en aldaera hobetua
fr: Défense Grünfeld, var. d'échange, 8...Cc6 (var. Simagin améliorée)
id: Gruendfeld: Tukar, Varian Simagin Diperbarui
it: Difesa Grünfeld, Variante di Cambio, Variante Simagin Mejorada
nl: Gruenfeld: ruil, Simagin's verbeterde variant
pl: Gruenfeld, wymienny, poprawiony wariant Simagina
ru: Защита Грюнфельда: разменный вариант, усиленный вариант Симагина
si: Gruenfeldova, izmenjalna, Simaginova izboljšana različica
sv: Grünfeld: Avbytesvarianten, Simagins förbättrade variant
tr: Gruenfeld: takas, Simagin'in gelişmiş varyasyonu
uk: Захист Грюнфельда: розмінний варіант, посилений варіант Сімагіна
vi: Gruenfeld: trao đổi, cải thiện sự biến đổi của Simagin

source: Gruenfeld: exchange, Simagin's lesser variation
ar: جرونفلد: التكسير, سيماجين المصغر تفريع
br: Defesa Grünfeld, Variante da Troca, Variante Menor de Simagin
ca: Defensa Grünfeld - Variant del canvi - Variant menor de Simagin
de: Grünfeld: Abtauschvariante, Simagin's lesser-Variante
es: Defensa Grünfeld, Variante del Cambio, Variante Menor de Simagin
eu: Gruenfeld: trukea, Simagin-en aldaera txikiagoa
fr: Défense Grünfeld, var. d'échange, 8...b6 (petite (ou plus faible) var. Simagin)
id: Gruendfeld: Tukar, Varian Simagin Lesser
it: Difesa Grünfeld, Variante di Cambio, Variante Menor de Simagin
nl: Gruenfeld: ruil, Simagin's mindere variant
pl: Gruenfeld, wymienny, poprawiony wariant Simagina
ru: Защита Грюнфельда: разменный вариант, рекомендованный вариант Симагина
si: Gruenfeldova, izmenjalna, Simaginova manjša različica
sv: Grünfeld: Avbytesvarianten, Simagins reducerade variant
tr: Gruenfeld: takas, Simagin'in daha küçük varyasyonu
uk: Захист Грюнфельда: розмінний варіант, рекомендований варіант Сімагіна
vi: Gruenfeld: đổi quân, biến thể ít hơn của Simagin

source: Gruenfeld: exchange, Sokolsky variation
ar: جرونفلد: التكسير, سوكولوسكي تفريع
br: Defesa Grünfeld, Variante da Troca, Variante Sokolsky
ca: Defensa Grünfeld - Variant del canvi - Variant Spassky - Línia principal - Variant Sokolsky
de: Grünfeld: Abtauschvariante, Sokolsky-Variante
es: Defensa Grünfeld, Variante del Cambio, Variante Spassky, Linea Principal, Variante Sokolsky
eu: Gruenfeld: trukea, Sokolsky aldaera
fr: Défense Grünfeld, var. d'échange, var. Sokolsky
id: Gruendfeld: Tukar, Varian Sokolsky
it: Difesa Grünfeld, Variante di Cambio, Variante Spassky, Linea Principale, Variante Sokolsky
nl: Gruenfeld: ruil, Sokolsky variant
pl: Gruenfeld, wymienny, wariant Sokolsky'ego
ru: Защита Грюнфельда: разменный вариант, вариант Сокольского
si: Gruenfeldova, izmenjalna, Sokolskyeva različica
sv: Grünfeld: Avbytesvarianten, Sokolskijvarianten
tr: Gruenfeld: takas, Sokolsky varyasyonu
uk: Захист Грюнфельда: розмінний варіант, варіант Сокольського
vi: Gruenfeld: trao đổi, Sokolsky biến

source: Gruenfeld: exchange, Spassky variation
ar: جرونفلد: التكسير, تفريع سباسكي
br: Defesa Grünfeld, Variante da Troca, Variante Spassky
ca: Defensa Grünfeld - Variant del canvi - Variant Spassky
de: Grünfeld: Abtauschvariante, Spassky-Variante
es: Defensa Grünfeld, Variante del Cambio, Variante Spassky
eu: Gruenfeld: trukea, Spassky aldaera
fr: Défense Grünfeld, var. d'échange, var. Spassky
id: Gruendfeld: Tukar, Varian Spassky
it: Difesa Grünfeld, Variante di Cambio, Variante Spassky
nl: Gruenfeld: ruil, Spassky variant
pl: Gruenfeld, wymienny, wariant Spassky'ego
ru: Защита Грюнфельда: разменный вариант, вариант Спасского
si: Gruenfeldova, izmenjalna, Spasskyeva različica
sv: Grünfeld: Avbytesvarianten, Spasskijvarianten
tr: Gruenfeld: takas, Spassky varyasyonu
uk: Захист Грюнфельда: розмінний варіант, варіант Спаського
vi: Gruenfeld: trao đổi, Spassky biến
