Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: QGD: Semi-Tarrasch, Krause variation
ar: جامبيت الوزير المرفوض: النصف-تاراش, كراوز تفريع
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch, Variante Krause
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch - Variant Krause
de: Damengambit (abgelehnt): Semi-Tarrasch, Krause-Variante
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch, Variante Krause
eu: Damaren Ganbito Ukatua: Semi-Tarrasch, Krause aldaera
fr: Gambit Dame refusé, défense semi-Tarrasch, var. Krause
id: QGD: Semi Tarrasch, Varian Krause
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch, Variante Krause
nl: GDG: Semi-Tarrasch, Krause variant
pl: Gam.hetm nieprzyj., semi-Tarrasch, warinat Krause
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша, вариант Краузе
si: DGZ, pol-Tarrascheva, Krauseva različica
sv: Damgambit avböjd: Semi-Tarrasch, Krausevarianten
tr: QGD: Yarı Tarrasch, Krause varyasyonu
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша, варіант Краузе
vi: QGD: Bán Tarrasch, Krause biến

source: QGD: Semi-Tarrasch, Levenfish variation
ar: جامبيت الوزير المرفوض: النصف-تاراش, ليفنفنيش تفريع
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch, Variante Levenfish
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch - Variant Levenfish
de: Damengambit (abgelehnt): Semi-Tarrasch, Löwenfisch-Variante
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch, Variante Levenfish
eu: Damaren Ganbito Ukatua: Semi-Tarrasch, Levenfish aldaera
fr: Gambit Dame refusé, défense semi-Tarrasch, var. Levenfish
id: QGD: Semi Tarrasch, Varian Levensifh
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch, Variante Levenfish
nl: GDG: Semi-Tarrasch, Levenfish variant
pl: Gam.hetm nieprzyj., semi-Tarrasch, wariant Levenfish'a
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша, вариант Левенфиша
si: DGZ, pol-Tarrascheva, Levenfishova različica
sv: Damgambit avböjd: Semi-Tarrasch, Löwenfischvarianten
tr: QGD: Yarı Tarrasch, Levenfish varyasyonu
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша, варіант Левенфіша
vi: QGD: Bán Tarrasch, Levenfish biến

source: QGD: Semi-Tarrasch, Primitive Pillsbury variation
ar: جامبيت الوزير المرفوض: النصف-تاراش, بريمتيف بيلسبوري تفريع
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch, Variante Pillsbury Primitiva
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch - Variant Pillsbury primiitiva
de: Damengambit (abgelehnt): Semi-Tarrasch, Primitive Pillsbury-Variante
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch, Variante Pillsbury Primitiva
eu: Damaren Ganbito Ukatua: Semi-Tarrasch, Jatorrizko Pillsbury aldaera
fr: Gambit Dame refusé, défense semi-Tarrasch, var. Pillsbury primitive
id: QGD: Semi Tarrasch, Varian Primitive Pillsbury
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch, Variante Pillsbury Primitiva
nl: GDG: Semi-Tarrasch, Primitieve Pillsbury variant
pl: Gam.hetm nieprzyj., semi-Tarrasch,pierwotny wariant Pillsbury
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша, первоначальный вариант Пильсбери
si: DGZ, pol-Tarrascheva, primitivna Pillsburyeva različica
sv: Damgambit avböjd: Semi-Tarrasch, Primitiva Pillsburyvarianten
tr: QGD: Yarı Tarrasch, Primitive Pillsbury varyasyonu
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша, початковий варіант Пільсбері
vi: QGD: Bán Tarrasch, nguyên thủy Pillsbury biến

source: QGD: Semi-Tarrasch, San Sebastian variation
ar: جامبيت الوزير المرفوض: النصف-تاراش, سان سيباستيان تفريع
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch, Variante San Sebastián
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch - Variant Sant Sebastià
de: Damengambit (abgelehnt): Semi-Tarrasch, San Sebastian-Variante
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch, Variante San Sebastián
eu: Damaren Ganbito Ukatua: Semi-Tarrasch, Donostia aldaera
fr: Gambit Dame refusé, défense semi-Tarrasch, var. de San Sebastián
id: QGD: Semi Tarrasch, Varian San Sebastian
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch, Variante San Sebastián
nl: GDG: Semi-Tarrasch, San Sebastian variant
pl: Gam.hetm nieprzyj., semi-Tarrasch,wariant San Sebastian
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша, Сан-Себастьянский вариант
si: DGZ, pol-Tarrascheva, različica San Sebastian
sv: Damgambit avböjd: Semi-Tarrasch, San-Sebastian-varianten
tr: QGD: Yarı Tarrasch, San Sebastian varyasyonu
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша, Сан-Себастіанський варіант
vi: QGD: Bán Tarrasch, San Sebastian biến

source: QGD: Semi-Tarrasch, symmetrical variation
ar: جامبيت الوزير المرفوض: النصف-تاراش, التفريع المتناظر
br: Gambito da Dama Recusado, Defesa Semi-Tarrasch, Variante Simétrica
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch - Variant simètrica
de: Damengambit (abgelehnt): Semi-Tarrasch, Symmetrische Variante
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch, Variante Simétrica
eu: Damaren Ganbito Ukatua: Semi-Tarrasch, aldaera simetrikoa
fr: Gambit Dame refusé, défense semi-Tarrasch, var. symétrique
id: QGD: Semi Tarrasch, Varian Simetris
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch, Variante Simmetrica
nl: GDG: Semi-Tarrasch, symmetrische variant
pl: Gam.hetm nieprzyj., semi-Tarrasch, wariant symetryczny
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша, симметричный вариант
si: DGZ, pol-Tarrascheva, simetrična različica
sv: Damgambit avböjd: Semi-Tarrasch, symmetriska varianten
tr: QGD: Yarı Tarrasch, simetrik varyasyonu
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша, симетричний варіант
vi: QGD: Bán Tarrasch, biến đổi đối xứng

source: QGD: Semi-Tarrasch
ar: جامبيت الوزير المرفوض: النصف-تاراش
br: Gambito da Dama Recusado, Semi-Tarrasch
ca: Gambit de Dama refusat - Defensa Semi-Tarrasch
de: Damengambit (abgelehnt): Semi-Tarrasch
es: Gambito de Dama Rehusado, Defensa Semi Tarrasch
eu: Damaren Ganbito Ukatua: Semi-Tarrasch
fr: Gambit Dame refusé, défense semi-Tarrasch
it: Gambetto di Donna Rifiutato, Difesa Semi Tarrasch
nl: GDG: Semi-Tarrasch
pl: Gam.hetm nieprzyj., semi-Tarrasch
ru: Отказанный ферзевый гамбит: улучшенная защита Тарраша
si: DGZ, pol-Tarrascheva
sv: Damgambit avböjd: Semi-Tarrasch
tr: QGD: Yarı Tarrasch
uk: Відхилений ферзевий гамбіт: покращений захист Тарраша
vi: QGD: Bán Tarrasch

source: QGD: Spielmann variation
ar: جامبيت الوزير المرفوض: سبيلمان تفريع
br: Gambito da Dama Recusado, Variante Spielmann
ca: Gambit de Dama refusat - Variant Spielmann
de: Damengambit (abgelehnt): Spielmann-Variante
es: Gambito de Dama Rehusado, Variante Spielmann
eu: Damaren Ganbito Ukatua: Spielmannen aldaera
fr: Gambit Dame refusé, var. Spielmann
id: QGD: Varian Spielmann
it: Gambetto di Donna Rifiutato, Variante Spielmann
nl: GDG: Spielmann variant
pl: Gam.hetm nieprzyj., wariant Spielmann'a
ru: Отказанный ферзевый гамбит: вариант Шпильмана
si: DGZ, Spielmannova različica
sv: Damgambit avböjd: Spielmannvarianten
tr: QGD: Spielmann varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Шпільмана
vi: QGD: Spielmann biến

source: QGD: Stonewall variation
ar: جامبيت الوزير المرفوض: الحائط الصخري تفريع
br: Gambito da Dama Recusado, Variante Stonewall
ca: Gambit de Dama refusat - Variant 'mur de pedra'
de: Damengambit (abgelehnt): Stonewall-Variante
es: Gambito de Dama Rehusado, Variante Muro de Piedra
eu: Damaren Ganbito Ukatua: Stonewall aldaera
fr: Gambit Dame refusé, var. stonewall (mur de pierres)
id: QGD: Varian Tembok Batu
it: Gambetto di Donna Rifiutato, Variante Muro di Pietra
nl: GDG: Stonewall variant
pl: Gam.hetm nieprzyj., wariant Stonewall
ru: Отказанный ферзевый гамбит: вариант Каменная стена
si: DGZ, različica kamniti zid
sv: Damgambit avböjd: Stonewallvarianten
tr: QGD: Taş duvar varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Кам’яна стіна
vi: QGD: Stonewall biến

source: QGD: Tarrasch defence, 4.cd ed
ar: جامبيت الوزير المرفوض: دفاع تاراش, 4.cd ed
br: Gambito da Dama Recusado, Defesa Tarrasch, 4.cxd5 exd5
ca: Gambit de Dama refusat - Defensa Tarrasch - 4. cxd5 exd5
de: Damengambit (abgelehnt): Tarrasch Verteidigung, 4.cd ed
es: Gambito de Dama Rehusado, Defensa Tarrasch, 4.cxd5 exd5
eu: Damaren Ganbito Ukatua: Tarrasch defentsa, 4.cxd5 exd5
fr: Gambit Dame refusé, défense Tarrasch, 4.cd ed
id: QGD: Tarrasch, 4.cd ed
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, 4.cxd5 exd5
nl: GDG: Tarraschverdediging, 4.cd ed
pl: Gam.hetm nieprzyj.,obrona Tarrasch'a, 4.cd ed
ru: Отказанный ферзевый гамбит: защита Тарраша, 4. cd ed
si: DGZ, Tarrascheva obramba, 4. cd ed
sv: Damgambit avböjd: Tarrasch-försvar, 4.cxd5 exd5
tr: QGD: Tarrasch savunması, 4.cd ed
uk: Відхилений ферзевий гамбіт: захист Тарраша, 4. cd ed
vi: QGD: phòng thủ Tarrasch, 4.cd ed

source: QGD: Tarrasch defence, Marshall gambit
ar: جامبيت الوزير المرفوض: دفاع تاراش, جامبيت مارشال
br: Gambito da Dama Recusado, Defesa Tarrasch, Gambito Marshall
ca: Gambit de Dama refusat - Defensa Tarrasch - Gambit Marshall
de: Damengambit (abgelehnt): Tarrasch Verteidigung, Marshall Gambit
es: Gambito de Dama Rehusado, Defensa Tarrasch, Gambito Marshall
eu: Damaren Ganbito Ukatua: Tarrasch defentsa, Marshall ganbitoa
fr: Gambit Dame refusé, défense Tarrasch, gambit Marshall
id: QGD: Tarrasch, Gambit Marshall
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Mossa di Marshall
nl: GDG: Tarraschverdediging, Marshall gambiet
pl: Gam.hetm nieprzyj.,obrona Tarrasch'a, gambit Marshall'a
ru: Отказанный ферзевый гамбит: защита Тарраша, гамбит Маршалла
si: DGZ, Tarrascheva obramba, Marshallov gambit
sv: Damgambit avböjd: Tarrasch-försvar, Marshallgambit
tr: QGD: Tarrasch savunması, Marshall gambiti
uk: Відхилений ферзевий гамбіт: захист Тарраша, гамбіт Маршалла
vi: QGD: phòng thủ Tarrasch, thí quân Marshall

source: QGD: Tarrasch defence, Tarrasch gambit
ar: جامبيت الوزير المرفوض: دفاع تاراش, تاراش جامبيت
br: Gambito de Dama Recusado, Defesa Tarrasch, Gambito Tarrasch
ca: Gambit de Dama refusat - Defensa Tarrasch - Gambit Tarrasch
de: Damengambit (abgelehnt): Tarrasch Verteidigung, Tarrasch Gambit
es: Gambito de Dama Rehusado, Defensa Tarrasch, Gambito Tarrasch
eu: Damaren Ganbito Ukatua: Tarrasch defentsa, Tarrasch ganbitoa
fr: Gambit Dame refusé, défense Tarrasch, gambit Tarrasch
id: QGD: Tarrasch, Gambit Tarrasch
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Mossa di Tarrasch
nl: GDG: Tarraschverdediging, Tarrasch gambiet
pl: Gam.hetm nieprzyj.,obrona Tarrasch'a, gambit Tarrasch'a
ru: Отказанный ферзевый гамбит: защита Тарраша, гамбит Тарраша
si: DGZ, Tarrascheva obramba, Tarraschev gambit
sv: Damgambit avböjd: Tarrasch-försvar, Tarraschgambit
tr: QGD: Tarrasch savunması, Tarrasch gambiti
uk: Відхилений ферзевий гамбіт: захист Тарраша, гамбіт Тарраша
vi: QGD: phòng thủ Tarrasch, thí quân Tarrasch

source: QGD: Tarrasch defence
ar: جامبيت الوزير المرفوض: دفاع تاراش
br: Gambito da Dama Recusado, Defesa Tarrasch
ca: Gambit de Dama refusat - Defensa Tarrasch
de: Damengambit (abgelehnt): Tarrasch Verteidigung
es: Gambito de Dama Rehusado, Defensa Tarrasch
eu: Damaren Ganbito Ukatua: Tarrasch defentsa
fr: Gambit Dame refusé, défense Tarrasch
id: QGD: Varian Tarrasch
it: Gambetto di Donna Rifiutato, Difesa Tarrasch
nl: GDG: Tarraschverdediging
pl: Gam.hetm nieprzyj.,obrona Tarrasch'a
ru: Отказанный ферзевый гамбит: защита Тарраша
si: DGZ, Tarrascheva obramba
sv: Damgambit avböjd: Tarrasch-försvar
tr: QGD: Tarrasch savunması
uk: Відхилений ферзевий гамбіт: захист Тарраша
vi: QGD: phòng thủ Tarrasch

source: QGD: Tarrasch, Bogolyubov variation
ar: جامبيت الوزير المرفوض: تاراش, تفريع وجوليوبوف
br: Gambito da Dama Recusado, Defesa Tarrasch, Variante Bogoljubow
ca: Gambit de Dama refusat - Defensa Tarrasch - Variant Bogoljubow
de: Damengambit (abgelehnt): Tarrasch, Bogolyubov-Variante
es: Gambito de Dama Rehusado, Defensa Tarrasch, Variante Bogoljubow
eu: Damaren Ganbito Ukatua: Tarrasch, Bogolyubov aldaera
fr: Gambit Dame refusé, défense Tarrasch, var. Bogoljubov
id: QGD: Tarrasch, Varian Bogolyubov
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Variante Bogoljubow
nl: GDG: Tarrasch, Bogolyubov variant
pl: Gam.hetm nieprzyj.,Tarrasch, wariant Bogolyubov'a
ru: Отказанный ферзевый гамбит: защита Тарраша, вариант Боголюбова
si: DGZ, Tarrascheva obramba, Bogolyubova različica
sv: Damgambit avböjd: Tarrasch, Bogoljubowvarianten
tr: QGD: Tarrasch, Bogolyubov varyasyonu
uk: Відхилений ферзевий гамбіт: захист Тарраша, варіант Боголюбова
vi: QGD: Tarrasch, Bogolyubov biến

source: QGD: Tarrasch, Folkestone (Swedish) variation
ar: جامبيت الوزير المرفوض: تاراش, فولكستون (سويدي) تفريع
br: Gambito da Dama Recusado, Defesa Tarrasch, Variante Folkestone (Sueca)
ca: Gambit de Dama refusat - Defensa Tarrasch - Variant Folkestone o Sueca
de: Damengambit (abgelehnt): Tarrasch, Folkestone (Swedish)-Variante
es: Gambito de Dama Rehusado, Defensa Tarrasch, Variante Folkestone o Sueca
eu: Damaren Ganbito Ukatua: Tarrasch, Folkestone (suediar) aldaera
fr: Gambit Dame refusé, défense Tarrasch, var. de Folkestone (suédoise)
id: QGD: Tarrasch, Varian Folkestone
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Variante Folkestone o Sueca
nl: GDG: Tarrasch, Folkestone (Zweedse) variant
pl: Gam.hetm nieprzyj., Tarrasch, wariant Folkestone (szwedzki)
ru: Отказанный ферзевый гамбит: защита Тарраша, шведский вариант
si: DGZ, Tarrascheva obramba, Folkestoneova (švedska) različica
sv: Damgambit avböjd: Tarrasch, Folkestonevarianten (Svenskvarianten)
tr: QGD: Tarrasch, Folkestone (İsveç) varyasyonu
uk: Відхилений ферзевий гамбіт: захист Тарраша, Шведський варіант
vi: QGD: Tarrasch, Folkestone (Thụy Điển) biến thể

source: QGD: Tarrasch, Prague variation, 7...Be7
ar: جامبيت الوزير المرفوض: تفريع تاراش, براجو, 7...Be8
br: Gambito da Dama Recusado, Defesa Tarrasch, Variante Praga, 7...Be7
ca: Gambit de Dama refusat - Defensa Tarrasch - Variant Praga - 7 ...Ae7 o Línia principal
de: Damengambit (abgelehnt): Tarrasch, Prager Variante, 7...Le7
es: Gambito de Dama Rehusado, Defensa Tarrasch, Variante Praga, 7...Ae7 o Linea Principal
eu: Damaren Ganbito Ukatua: Tarrasch, Pragako aldaera, 7...Ae7
fr: Gambit Dame refusé, défense Tarrasch, var. de Prague, 7...Fe7
id: QGD: Tarrasch, Varian Prague, 7...Ge7
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Variante Praga, 7...Ae7 o Linea Principale
nl: GDG: Tarrasch, Praag variant, 7 ... Le7
pl: Gam.hetm nieprzyj., Tarrasch, wariant praski, 7...Ge7
ru: Отказанный ферзевый гамбит: защита Тарраша, пражский вариант, 7...Сe7
si: DGZ, Tarrascheva obramba, praška različica, 7...Le7
sv: Damgambit avböjd: Tarrasch, Pragvarianten, 7...Le7
tr: QGD: Tarrasch, Prague varyasyonu, 7...Be7
uk: Відхилений ферзевий гамбіт: захист Тарраша, Празький варіант, 7...Сe7
vi: QGD: Tarrasch, Praha biến, 7 ... Be7

source: QGD: Tarrasch, Prague variation, 9.Bg5
ar: جامبيت الوزير المرفوض: تفريع تاراش, براجو, 9.Bg6
br: Gambito da Dama Recusado, Defesa Tarrasch, Variante Praga, 9.Bg5
ca: Gambit de Dama refusat - Defensa Tarrasch - Variant Praga - 9. Ag5
de: Damengambit (abgelehnt): Tarrasch, Prager Variante, 9.Lg5
es: Gambito de Dama Rehusado, Defensa Tarrasch, Variante Praga, 9.Ag5
eu: Damaren Ganbito Ukatua: Tarrasch, Pragako aldaera, 9.Ag5
fr: Gambit Dame refusé, défense Tarrasch, var. de Prague, 9.Fg5
id: QGD: Tarrasch, Varian Prague, 9.Gg5
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Variante Praga, 9.Ag5
nl: GDG: Tarrasch, Praag variant, 9.Lg5
pl: Gam.hetm nieprzyj., Tarrasch, wariant praski, 9.Gg5
ru: Отказанный ферзевый гамбит: защита Тарраша, пражский вариант, 9.Сg5
si: DGZ, Tarrascheva obramba, praška različica, 9. Lg5
sv: Damgambit avböjd: Tarrasch, Pragvarianten, 9.Lg5
tr: QGD: Tarrasch, Prague varyasyonu, 9.Bg5
uk: Відхилений ферзевий гамбіт: захист Тарраша, Празький варіант, 9.Сg5
vi: QGD: Tarrasch, Praha biến, 9.Bg5

source: QGD: Tarrasch, Prague variation, Normal position
ar: جامبيت الوزير المرفوض: تفريع تاراش, براجو, عادي موقف
br: Gambito da Dama Recusado, Defesa Tarrasch, Variante Praga, Posição Normal
ca: Gambit de Dama refusat - Defensa Tarrasch - Variant Praga - Posició normal
de: Damengambit (abgelehnt): Tarrasch, Prager Variante, Normale position
es: Gambito de Dama Rehusado, Defensa Tarrasch, Variante Praga, Posición Normal
eu: Damaren Ganbito Ukatua: Tarrasch, Pragako aldaera, Posizio normala
fr: Gambit Dame refusé, défense Tarrasch, var. de Prague, position normale
id: QGD: Tarrasch, Varian Prague, Posisi Normal
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Variante Praga, Posición Normal
nl: GDG: Tarrasch, Praag variant, Normale stelling
pl: Gam.hetm nieprzyj., Tarrasch, wariant praski, normalna pozycja
ru: Отказанный ферзевый гамбит: защита Тарраша, пражский вариант, классический вариант
si: DGZ, Tarrascheva obramba, praška različica, normalna pozicija
sv: Damgambit avböjd: Tarrasch, Pragvarianten, Normal ställning
tr: QGD: Tarrasch, Prague varyasyonu, Normal pozisyon
uk: Відхилений ферзевий гамбіт: захист Тарраша, Празький варіант, класичний варіант
vi: QGD: Tarrasch, biến thể Praha, thế cờ bình thường

source: QGD: Tarrasch, Prague variation
ar: جامبيت الوزير المرفوض: تفريع تاراش, براجو
br: Gambito da Dama Recusado, Defesa Tarrasch, Variante Praga
ca: Gambit de Dama refusat - Defensa Tarrasch - Variant Praga
de: Damengambit (abgelehnt): Tarrasch, Prager Variante
es: Gambito de Dama Rehusado, Defensa Tarrasch, Variante Praga
eu: Damaren Ganbito Ukatua: Tarrasch, Pragako aldaera
fr: Gambit Dame refusé, défense Tarrasch, var. de Prague
id: QGD: Tarrasch, Varian Prague
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Variante Praga
nl: GDG: Tarrasch, Praag variant
pl: Gam.hetm nieprzyj., Tarrasch, wariant praski
ru: Отказанный ферзевый гамбит: защита Тарраша, пражский вариант
si: DGZ, Tarrascheva obramba, praška različica
sv: Damgambit avböjd: Tarrasch, Pragvarianten
tr: QGD: Tarrasch, Prague varyasyonu
uk: Відхилений ферзевий гамбіт: захист Тарраша, Празький варіант
vi: QGD: Tarrasch, Praha biến

source: QGD: Tarrasch, Reti variation
ar: جامبيت الوزير المرفوض: تاراش, ريتي تفريع
br: Gambito da Dama Recusado, Defesa Tarrasch, Variante Reti
ca: Gambit de Dama refusat - Defensa Tarrasch - Variant Reti
de: Damengambit (abgelehnt): Tarrasch, Reti-Variante
es: Gambito de Dama Rehusado, Defensa Tarrasch, Variante Reti
eu: Damaren Ganbito Ukatua: Tarrasch, Reti aldaera
fr: Gambit Dame refusé, défense Tarrasch, var. Réti
id: QGD: Tarrasch, Varian Reti
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Variante Reti
nl: GDG: Tarrasch, Reti variant
pl: Gam.hetm nieprzyj., Tarrasch, wariant Reti
ru: Отказанный ферзевый гамбит: защита Тарраша, вариант Рети
si: DGZ, Tarrascheva, Retijeva različica
sv: Damgambit avböjd: Tarrasch, Retivarianten
tr: QGD: Tarrasch, Reti varyasyonu
uk: Відхилений ферзевий гамбіт: захист Тарраша, варіант Реті
vi: QGD: Tarrasch, Reti biến

source: QGD: Tarrasch, Schlechter-Rubinstein system, Rey Ardid variation
ar: جامبيت الوزير المرفوض: تاراش,شيليشتر-روبينشتاين نظام, ري ارديد تفريع
br: Gambito da Dama Recusado, Defesa Tarrasch, Sistema Schlechter-Rubinstein, Variante Rei Ardid
ca: Gambit de Dama refusat - Defensa Tarrasch - Sistema Schlechter Rubinstein - Variante Rei Ardid
de: Damengambit (abgelehnt): Tarrasch, Schlechter-Rubinstein System, Rey Ardid Variante
es: Gambito de Dama Rehusado, Defensa Tarrasch, Sistema Schlechter Rubinstein, Variante Rey Ardid
eu: Damaren Ganbito Ukatua: Tarrasch, Schlechter-Rubinstein sistema, Rey Ardid aldaera
fr: Gambit Dame refusé, défense Tarrasch, système Schlechter - Rubinstein, var. Rey Ardid
id: QGD: Tarrasch, Sistem Schlechter-Rubinstein, Varian Rey Ardid
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Sistema Schlechter Rubinstein, Variante Rey Ardid
nl: GDG: Tarrasch, Schlechter-Rubinstein systeem, Rey Ardid variant
pl: Gam.hetm nieprzyj., Tarrasch, wariant praski
ru: Отказанный ферзевый гамбит: защита Тарраша, система Шлехтера-Рубинштейна, вариант Рея Ардида
si: DGZ, Tarrascheva, Schlechter-Rubinsteinov sistem, Rey Ardidova različica
sv: Damgambit avböjd: Tarrasch, Schlechter-Rubinsteins system, Rey-Ardid-varianten
tr: QGD: Tarrasch, Schlechter-Rubinstein sistemi, Rey Ardid var.
uk: Відхилений ферзевий гамбіт: захист Тарраша, система Шлехтера-Рубінштейна, варіант Рея Ардіда
vi: QGD: Tarrasch, hệ thống Schlechter-Rubinstein, Rey Ardid biến

source: QGD: Tarrasch, Schlechter-Rubinstein system
ar: جامبيت الوزير المرفوض: تاراش,شيليشتر-روبينشتاين نظام
br: Gambito da Dama Recusado, Defesa Tarrasch, Sistema Schlechter-Rubinstein
ca: Gambit de Dama refusat - Defensa Tarrasch - Sistema Schlechter Rubinstein
de: Damengambit (abgelehnt): Tarrasch, Schlechter-Rubinstein-System
es: Gambito de Dama Rehusado, Defensa Tarrasch, Sistema Schlechter Rubinstein
eu: Damaren Ganbito Ukatua: Tarrasch, Schlechter-Rubinstein sistema
fr: Gambit Dame refusé, défense Tarrasch, système Schlechter - Rubinstein
id: QGD: Tarrasch, Sistem Schlechter-Rubinstein
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Sistema Schlechter Rubinstein
nl: GDG: Tarrasch, Schlechter-Rubinstein systeem
pl: Gam.hetm nieprzyj., Tarrasch, system Schlechter-Rubinstein
ru: Отказанный ферзевый гамбит: защита Тарраша, система Шлехтера-Рубинштейна
si: DGZ, Tarrascheva, Schlechter-Rubinsteinov sistem
sv: Damgambit avböjd: Tarrasch, Schlechter-Rubinsteins system
tr: QGD: Tarrasch, Schlechter-Rubinstein sistemi
uk: Відхилений ферзевий гамбіт: захист Тарраша, система Шлехтера-Рубінштейна
vi: QGD: Tarrasch, hệ thống Schlechter-Rubinstein

source: QGD: Tarrasch, Stoltz variation
ar: جامبيت الوزير المرفوض: تاراش, ستولتز تفريع
br: Gambito da Dama Recusado, Defesa Tarrasch, Variante Stoltz
ca: Gambit de Dama refusat - Defensa Tarrasch - Variant Stoltz
de: Damengambit (abgelehnt): Tarrasch, Stoltz-Variante
es: Gambito de Dama Rehusado, Defensa Tarrasch, Variante Stoltz
eu: Damaren Ganbito Ukatua: Tarrasch, Stoltz aldaera
fr: Gambit Dame refusé, défense Tarrasch, var. Stoltz
id: QGD: Tarrasch, Varian Stoltz
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Variante Stoltz
nl: GDG: Tarrasch, Stoltz variant
pl: Gam.hetm nieprzyj., Tarrasch, wariant Stoltz'a
ru: Отказанный ферзевый гамбит: защита Тарраша, вариант Штольца
si: DGZ, Tarrascheva, Stoltzeva različica
sv: Damgambit avböjd: Tarrasch, Stoltzvarianten
tr: QGD: Tarrasch, Stoltz varyasyonu
uk: Відхилений ферзевий гамбіт: захист Тарраша, варіант Штольца
vi: QGD: Tarrasch, Stoltz biến

source: QGD: Tarrasch, Wagner variation
ar: جامبيت الوزير المرفوض: تاراش, فاجنر تفريع
br: Gambito da Dama Recusado, Defesa Tarrasch, Variante Wagner
ca: Gambit de Dama refusat - Defensa Tarrasch - Variant Wagner
de: Damengambit (abgelehnt): Tarrasch, Wagner-Variante
es: Gambito de Dama Rehusado, Defensa Tarrasch, Variante Wagner
eu: Damaren Ganbito Ukatua: Tarrasch, Wagner aldaera
fr: Gambit Dame refusé, défense Tarrasch, var. Wagner
id: QGD: Tarrasch, Varian Wagner
it: Gambetto di Donna Rifiutato, Difesa Tarrasch, Variante Wagner
nl: GDG: Tarrasch, Wagner variant
pl: Gam.hetm nieprzyj., Tarrasch, wariant Wagner'a
ru: Отказанный ферзевый гамбит: защита Тарраша, вариант Вагнера
si: DGZ, Tarrascheva, agnerjeva različica
sv: Damgambit avböjd: Tarrasch, Wagnervarianten
tr: QGD: Tarrasch, Wagner varyasyonu
uk: Відхилений ферзевий гамбіт: захист Тарраша, варіант Вагнера
vi: QGD: Tarrasch, Wagner biến
