Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: QGD: Albin counter-gambit
ar: جامبيت الوزير المرفوض: ألبين الجامبيت المضاد
br: Gambito da Dama Recusado, Contra-Gambito Albin
ca: Gambit de Dama refusat - Contra-Gambit Albin
de: Damengambit (abgelehnt): Albin Gegengambit
es: Gambito de Dama Rehusado, ContraGambito Albin
eu: Damaren Ganbito Ukatua: Albin kontra-ganbitoa
fr: Gambit Dame refusé, contre-gambit Albin
id: QGD: Gambit Balasan Albin
it: Gambetto di Donna Rifiutato, Controgambetto Albin
nl: GDG: Albin tegengambiet
pl: Gam.hetm nieprzyj., kontrgambit Albin'a
ru: Отказанный ферзевый гамбит: контргамбит Альбина
si: DGZ, Albinov proti-gambit
sv: Damgambit avböjd: Albins motgambit
tr: QGD: Albin karşı gambiti
uk: Відхилений ферзевий гамбіт: контргамбіт Альбіна
vi: QGD: Albin phản Gambit

source: QGD: Alekhine variation
ar: جامبيت الوزير المرفوض: اليخين تفريع
br: Gambito da Dama Recusado, Variante Alekhine
ca: Gambit de Dama refusat - Variant Alekhine
de: Damengambit (abgelehnt): Aljechin-Variante
es: Gambito de Dama Rehusado, Variante Alekhine
eu: Damaren Ganbito Ukatua: Alekhine aldaera
fr: Gambit Dame refusé, var. Alekhine
id: QGD: Varian Alekhine
it: Gambetto di Donna Rifiutato, Variante Alekhine
nl: GDG: Aljechin variant
pl: Gam.hetm nieprzyj., wariant Alekhin'a
ru: Отказанный ферзевый гамбит: вариант Алехина
si: DGZ, Aljehinova različica
sv: Damgambit avböjd: Aljechinvarianten
tr: QGD: Alekhine varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Альохіна
vi: QGD: biến thể Alekhine

source: QGD: Anti-neo-orthodox variation
ar: جامبيت الوزير المرفوض: ضد-المستحدث-الأرثوذكسي تفريع
br: Gambito da Dama Recusado, Variante Anti Neo Ortodoxa
ca: Gambit de Dama refusat - Variant Anti-Neo-Ortodoxa
de: Damengambit (abgelehnt): Anti-neo-Orthodoxe Variante
es: Gambito de Dama Rehusado, Variante Anti Neo Ortodoxa
eu: Damaren Ganbito Ukatua: aldaera anti-neo-ortodoxoa
fr: Gambit Dame refusé, var. anti-néo-orthodoxe
id: QGD: Varian Anti Neo-Orthodox
it: Gambetto di Donna Rifiutato, Variante Anti Neo Ortodossa
nl: GDG: Anti-neo-orthodoxe variant
pl: Gam.hetm nieprzyj., wariant anty-nowo-ortodoksyjny
ru: Отказанный ферзевый гамбит: анти-неоортодоксальный вариант
si: DGZ; proti-neo-ortodoksna različica
sv: Damgambit avböjd: Anti-neo-ortodoxa varianten
tr: QGD: Anti-yeni-ortodoks varyasyonu
uk: Відхилений ферзевий гамбіт: Анти-неоортодоксальний варіант
vi: QGD: Biến thể chống neo-orthodox

source: QGD: Been-Koomen variation
ar: جامبيت الوزير المرفوض: بيين-كومن تفريع
br: Gambito da Dama Recusado, Variante Been-Koomen
ca: Gambit de Dama refusat - Variant Been Koomen
de: Damengambit (abgelehnt): Been-Koomen-Variante
es: Gambito de Dama Rehusado, Variante Been Koomen
eu: Damaren Ganbito Ukatua: Been-Koomen aldaera
fr: Gambit Dame refusé, var. Been - Koomen
id: QGD: Varian Been-Koomen
it: Gambetto di Donna Rifiutato, Variante Been Koomen
nl: GDG: Been-Koomen variant
pl: Gam.hetm nieprzyj.,wariant Been-Koomen
ru: Отказанный ферзевый гамбит: вариант Бена-Комена
si: DGZ, Been-Koomenova različica
sv: Damgambit avböjd: Been-Koomen-varianten
tr: QGD: Been-Koomen varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Бена-Комена
vi: QGD: biến thể Been-Koomen

source: QGD: Cambridge Springs defence, 7.cd
ar: جامبيت الوزير المرفوض: دفاع كامبريدج سبرنجس, 7.cd
br: Gambito da Dama Recusado, Defesa Cambridge Springs, 7.cxd5
ca: Gambit de Dama refusat - Defensa Cambridge Springs - 7. cxd5
de: Damengambit (abgelehnt): Cambridge Springs Verteidigung, 7.cd
es: Gambito de Dama Rehusado, Defensa Cambridge Springs, 7.cxd5
eu: Damaren Ganbito Ukatua: Cambridge Springs defentsa, 7.cxd5
fr: Gambit Dame refusé, défense de Cambridge Springs, 7.cxd5
id: QGD: Pembelaan Cambridge Springs, 7.cd
it: Gambetto di Donna Rifiutato, Difesa Cambridge Springs, 7.cxd5
nl: GDG: Cambridge Springs defensie, 7.cd
pl: Gam.hetm nieprzyj., obrona Cambridge Springs, 7.cd
ru: Отказанный ферзевый гамбит: Кембридж-Спрингская защита, 7.cd
si: DGZ, Cambridge Springs obramba, 7. cd
sv: Damgambit avböjd: Cambridge Springs försvar, 7.cxd5
tr: QGD: Cambridge Springs savunması, 7.cd
uk: Відхилений ферзевий гамбіт: Кембрідж-Спрінгський захист, 7.cd
vi: QGD: Phòng thủ Cambridge Springs, 7.cd

source: QGD: Cambridge Springs defence, Argentine variation
ar: جامبيت الوزير المرفوض: دفاع كامبريدج سبرنجس, ارجنتين تفريع
br: Gambito da Dama Recusado, Defesa Cambridge Springs, Variante Argentina
ca: Gambit de Dama refusat - Defensa Cambridge Springs - Variant Argentina
de: Damengambit (abgelehnt): Cambridge Springs Verteidigung, Argentinische Variante
es: Gambito de Dama Rehusado, Defensa Cambridge Springs, Variante Argentina
eu: Damaren Ganbito Ukatua: Cambridge Springs defentsa, Argentinako aldaera
fr: Gambit Dame refusé, défense de Cambridge Springs, var. argentine
id: QGD: Pembelaan Cambridge Springs, Varian Argentina
it: Gambetto di Donna Rifiutato, Difesa Cambridge Springs, Variante Argentina
nl: GDG: Cambridge Springs defensie, Argentijnse variant
pl: Gam.hetm nieprzyj., obrona Cambridge Springs, wariant argentyński
ru: Отказанный ферзевый гамбит: Кембридж-Спрингская защита, аргентинский вариант
si: DGZ, Cambridge Springs obramba, argentinska različica
sv: Damgambit avböjd: Cambridge Springs försvar, Argentinavarianten
tr: QGD: Cambridge Springs savunması, Arjantin varyasyonu
uk: Відхилений ферзевий гамбіт: Кембрідж-Спрінгський захист, Аргентинський варіант
vi: QGD: Phòng thủ Cambridge Springs, biến thể Argentina

source: QGD: Cambridge Springs defence, Bogoljubow variation
ar: جامبيت الوزير المرفوض: دفاع كامبريدج سبرنجس, بوجولجوبو تفريع
br: Gambito da Dama Recusado, Defesa Cambridge Springs, Variante Bogoljubow
ca: Gambit de Dama refusat - Defensa Cambridge Springs - Variant Bogoljubow
de: Damengambit (abgelehnt): Cambridge Springs Verteidigung, Bogoljubow-Variante
es: Gambito de Dama Rehusado, Defensa Cambridge Springs, Variante Bogoljubow
eu: Damaren Ganbito Ukatua: Cambridge Springs defentsa, Bogoljubow aldaera
fr: Gambit Dame refusé, défense de Cambridge Springs, var. Bogoljubov
id: QGD: Pembelaan Cambridge Springs, Varian Bogolyubov
it: Gambetto di Donna Rifiutato, Difesa Cambridge Springs, Variante Bogoljubow
nl: GDG: Cambridge Springs verdediging Bogoljubow variant
pl: Gam.hetm nieprzyj., obrona Cambridge Springs, wariant Bogoljubow'a
ru: Отказанный ферзевый гамбит: Кембридж-Спрингская защита, вариант Боголюбова
si: DGZ, Cambridge Springs obramba, Bogolyubova različica
sv: Damgambit, avböjd: Cambridge Springs försvar, Bogoljubowvarianten
tr: QGD: Cambridge Springs savunması, Bogoljubow varyasyonu
uk: Відхилений ферзевий гамбіт: Кембрідж-Спрінгський захист, варіант Боголюбова
vi: QGD: Phòng thủ Cambridge Springs, biến thể Bogoljubow

source: QGD: Cambridge Springs defence, Capablanca variation
ar: جامبيت الوزير المرفوض: دفاع كامبريدج سبرنجس, كابابلانكا تفريع
br: Gambito da Dama Recusado, Defesa Cambridge Springs, Variante Capablanca
ca: Gambit de Dama refusat - Defensa Cambridge Springs - Variant Capablanca
de: Damengambit (abgelehnt): Cambridge Springs Verteidigung, Capablanca-Variante
es: Gambito de Dama Rehusado, Defensa Cambridge Springs, Variante Capablanca
eu: Damaren Ganbito Ukatua: Cambridge Springs defentsa, Capablanca aldaera
fr: Gambit Dame refusé, défense de Cambridge Springs, var. Capablanca
id: QGD: Pembelaan Cambridge Springs, Varian Capablanca
it: Gambetto di Donna Rifiutato, Difesa Cambridge Springs, Variante Capablanca
nl: GDG: Cambridge Springs verdediging Capablanca variant
pl: Gam.hetm nieprzyj., obrona Cambridge Springs, wariant Capablanki
ru: Отказанный ферзевый гамбит: Кембридж-Спрингская защита, вариант Капабланки
si: DGZ, Cambridge Springs obramba, Capablancina različica
sv: Damgambit avböjd: Cambridge Springs försvar, Capablancavarianten
tr: QGD: Cambridge Springs savunması, Capablanca varyasyonu
uk: Відхилений ферзевий гамбіт: Кембрідж-Спрінгський захист, варіант Капабланки
vi: QGD: Phòng thủ Cambridge Springs, biến thể Capablanca

source: QGD: Cambridge Springs defence, Rubinstein variation
ar: جامبيت الوزير المرفوض: دفاع كامبريدج سبرنجس, روبينشتاين تفريع
br: Gambito da Dama Recusado, Defesa Cambridge Springs, Variante Rubinstein
ca: Gambit de Dama refusat - Defensa Cambridge Springs -Variant Rubinstein
de: Damengambit (abgelehnt): Cambridge Springs Verteidigung, Rubinstein-Variante
es: Gambito de Dama Rehusado, Defensa Cambridge Springs, Variante Rubinstein
eu: Damaren Ganbito Ukatua: Cambridge Springs defentsa, Rubinstein aldaera
fr: Gambit Dame refusé, défense de Cambridge Springs, var. Rubinstein
id: QGD: Pembelaan Cambridge Springs, Varian Rubenstein
it: Gambetto di Donna Rifiutato, Difesa Cambridge Springs, Variante Rubinstein
nl: GDG: Cambridge Springs verdediging Rubinstein variant
pl: Gam.hetm nieprzyj., obrona Cambridge Springs, wariant Rubinstein'a
ru: Отказанный ферзевый гамбит: Кембридж-Спрингская защита, вариант Рубинштейна
si: DGZ, Cambridge Springs obramba, Rubinsteinova različica
sv: Damgambit avböjd: Cambridge Springs försvar, Rubinsteinvarianten
tr: QGD: Cambridge Springs savunması, Rubinstein varyasyonu
uk: Відхилений ферзевий гамбіт: Кембрідж-Спрінгський захист, варіант Рубінштейна
vi: QGD: Phòng thủ Cambridge Springs, biến thể Rubinstein

source: QGD: Cambridge Springs defence, Yugoslav variation
ar: جامبيت الوزير المرفوض: دفاع كامبريدج سبرنجس, اليوغسلافي تفريع
br: Gambito da Dama Recusado, Defesa Cambridge Springs, Variante Jugoslava
ca: Gambit de Dama refusat - Defensa Cambridge Springs - Variant Iugoslava
de: Damengambit (abgelehnt): Cambridge Springs Verteidigung, Jugoslawische Variante
es: Gambito de Dama Rehusado, Defensa Cambridge Springs, Variante Yugoslava
eu: Damaren Ganbito Ukatua: Cambridge Springs defentsa, Jugoslaviar aldaera
fr: Gambit Dame refusé, défense de Cambridge Springs, var. yougoslave
id: QGD: Pembelaan Cambridge Springs, Varian Yugoslavia
it: Gambetto di Donna Rifiutato, Difesa Cambridge Springs, Variante Yugoslava
nl: GDG: Cambridge Springs verdediging Joegoslavische variant
pl: Gam.hetm nieprzyj., obrona Cambridge Springs, wariant jugosłowiański
ru: Отказанный ферзевый гамбит: Кембридж-Спрингская защита, югославский вариант
si: DGZ, Cambridge Springs obramba, Yugoslavova različica
sv: Damgambit avböjd: Cambridge Springs försvar, jugoslaviska varianten
tr: QGD: Cambridge Springs savunması, Yugoslav varyasyonu
uk: Відхилений ферзевий гамбіт: Кембрідж-Спрінгський захист, Югославський варіант
vi: QGD: Phòng thủ Cambridge Springs, biến thể Nam Tư

source: QGD: Cambridge Springs defence
ar: جامبيت الوزير المرفوض: دفاع كامبريدج سبرنجس
br: Gambito da Dama Recusado, Defesa Cambridge Springs
ca: Gambit de Dama refusat - Defensa Cambridge Springs
de: Damengambit (abgelehnt): Cambridge Springs Verteidigung
es: Gambito de Dama Rehusado, Defensa Cambridge Springs
eu: Damaren Ganbito Ukatua: Cambridge Springs defentsa
fr: Gambit Dame refusé, défense de Cambridge Springs
id: QGD: Pembelaan Cambridge Springs
it: Gambetto di Donna Rifiutato, Difesa Cambridge Springs
nl: GDG: Cambridge Springs verdediging
pl: Gam.hetm nieprzyj., obrona
ru: Отказанный ферзевый гамбит: Кембридж-Спрингская защита
si: DGZ, Cambridge Springs obramba
sv: Damgambit avböjd: Cambridge Springs försvar
tr: QGD: Cambridge Springs savunması
uk: Відхилений ферзевий гамбіт: Кембрідж-Спрінгський захист
vi: QGD: Phòng thủ Cambridge Springs

source: QGD: Canal (Venice) variation
ar: جامبيت الوزير المرفوض: كانال (فينيسيا) تفريع
br: Gambito da Dama Recusado, Variante Canal (Veneza)
ca: Gambit de Dama refusat - Variant canal o Venècia
de: Damengambit (abgelehnt): Canal (Venedig)-Variante
es: Gambito de Dama Rehusado, Variante Canal o Venecia
eu: Damaren Ganbito Ukatua: Canal (Venezia) aldaera
fr: Gambit Dame refusé, var. Canal (ou var. de Venise)
id: QGD: Varian Canal (Venice)
it: Gambetto di Donna Rifiutato, Variante Canal o Venecia
nl: GDG: Canal (Venetië) variant
pl: Gam.hetm nieprzyj., wariant Canal (Venice)
ru: Отказанный ферзевый гамбит: вариант Каналя
si: DGZ, Canal (beneška) različica
sv: Damgambit avböjd: Canalvarianten (Venedig)
tr: QGD: Kanal (Venedik) varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Каналя
vi: QGD: Kênh (Venice) biến thể

source: QGD: Capablanca anti-Cambridge Springs variation
ar: جامبيت الوزير المرفوض: كابابلانكا ضد-كامبريدج سبرنجس تفريع
br: Gambito da Dama Recusado, Variante Capablanca o Anti Cambridge Springs
ca: Gambit de Dama refusat - Variant Capablanca o Anti Cambridge Springs
de: Damengambit (abgelehnt): Capablanca Anti-Cambridge Springs-Variante
es: Gambito de Dama Rehusado, Variante Capablanca o Anti Cambridge Springs
eu: Damaren Ganbito Ukatua: Capablanca-ren aurkako Cambridge Springs aldaera
fr: Gambit Dame refusé, var. Capablanca anti-défense de Cambridge Springs
id: QGD: Varian Anti Cambridge Springs
it: Gambetto di Donna Rifiutato, Variante Capablanca o Anti Cambridge Springs
nl: GDG: Capablanca anti-Cambridge Springs variant
pl: Gam.hetm nieprzyj., wariant Capablanki anty-Cambridge Springs
ru: Отказанный ферзевый гамбит: вариант анти-Кембридж-Спрингс Капабланки
si: DGZ, Capablancina proti Cambridge Springs različica
sv: Damgambit avböjd: Capablancas anti-Cambridge-Springsvariant
tr: QGD: Capablanca anti-Cambridge Springs varyasyonu
uk: Відхилений ферзевий гамбіт: варіант анти-Кембрідж-Спрінгс Капабланки
vi: QGD: Capablanca biến thể chống Cambridge Springs

source: QGD: Capablanca variation
ar: جامبيت الوزير المرفوض: كابابلانكا تفريع
br: Gambito da Dama Recusado, Variante Capablanca
ca: Gambit de Dama refusat - Variant Capablanca
de: Damengambit (abgelehnt): Capablanca-Variante
es: Gambito de Dama Rehusado, Variante Capablanca
eu: Damaren Ganbito Ukatua: Capablanca aldaera
fr: Gambit Dame refusé, var. Capablanca
id: QGD: Varian Capablanca
it: Gambetto di Donna Rifiutato, Variante Capablanca
nl: GDG: Capablanca variant
pl: Gam.hetm nieprzyj., wariant Capablanki
ru: Отказанный ферзевый гамбит: вариант Капабланки
si: DGZ, Capablancina različica
sv: Damgambit avböjd: Capablancavarianten
tr: QGD: Capablanca varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Капабланки
vi: QGD: Capablanca biến

source: QGD: Capablanca-Duras variation
ar: جامبيت الوزير المرفوض: كابابلانكا-دوراس تفريع
br: Gambito da Dama Recusado, Variante Capablanca-Duras
ca: Gambit de Dama refusat - Variant Capablanca Duras
de: Damengambit (abgelehnt): Capablanca-Duras-Variante
es: Gambito de Dama Rehusado, Variante Capablanca Duras
eu: Damaren Ganbito Ukatua: Capablanca-Duras aldaera
fr: Gambit Dame refusé, var. Capablanca - Duras
id: QGD: Varian Capablanca-Duras
it: Gambetto di Donna Rifiutato, Variante Capablanca Duras
nl: GDG: Capablanca-Duras variant
pl: Gam.hetm nieprzyj., wariant Capablanca-Duras
ru: Отказанный ферзевый гамбит: вариант Капабланки-Дураса
si: DGZ, Capablanca-Durasova različica
sv: Damgambit avböjd: Capablanca-Durasvarianten
tr: QGD: Capablanca-Duras varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Капабланки-Дураса
vi: QGD: Capablanca-Duras biến

source: QGD: Charousek (Petrosian) variation
ar: جامبيت الوزير المرفوض: تشاروسك (بيتروسيان) تفريع
br: Gambito da Dama Recusado, Variante Charousek (Petrosian)
ca: Gambit de Dama refusat - Variant Charousek o Petrosian
de: Damengambit (abgelehnt): Charousek (Petrosian)-Variante
es: Gambito de Dama Rehusado, Variante Charousek o Petrosian
eu: Damaren Ganbito Ukatua: Charousek (Petrosian) aldaera
fr: Gambit Dame refusé, var. Charousek (Petrossian)
id: QGD: Varian Charousek (Petrosian)
it: Gambetto di Donna Rifiutato, Variante Charousek o Petrosian
nl: GDG: Charousek (Petrosian) variant
pl: Gam.hetm nieprzyj., wariant Charousek'a (Petrosian'a)
ru: Отказанный ферзевый гамбит: вариант Харузека
si: DGZ, Charousekova (Petrosianova) različica
sv: Damgambit avböjd: Charousekvarianten (Petrosjan)
tr: QGD: Charousek (Petrosian) varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Харузека
vi: QGD: Charousek (Petrosian) biến thể

source: QGD: Chigorin defence, Janowski variation
ar: جامبيت الوزير المرفوض: تشجورين دفاع, جناوسكاي تفريع
br: Gambito da Dama Recusado, Defesa Chigorin, Variante Janowski
ca: Gambit de Dama refusat - Defensa Chigorin - Variant Janowski
de: Damengambit (abgelehnt): Tschigorin Verteidigung, Janowski-Variante
es: Gambito de Dama Rehusado, Defensa Chigorin, Variante Janowski
eu: Damaren Ganbito Ukatua: Chigorin defentsa, Janowski aldaera
fr: Gambit Dame refusé, défense Tchigorine, var. Janowski
id: QGD: Pembelaan Chigorin, Varian Janowski
it: Gambetto di Donna Rifiutato, Difesa Chigorin, Variante Janowski
nl: GDG: Chigorin verdediging Janowski variant
pl: Gam.hetm nieprzyj., obrona Chigorin'a, wariant Janowskiego
ru: Отказанный ферзевый гамбит: защита Чигорина, вариант Яновского
si: DGZ, Chigorinova obramba, Janowskijeva različica
sv: Damgambit avböjd: Tjigorins försvar, Janowskivarianten
tr: QGD: Chigorin savunması, Janowski varyasyonu
uk: Відхилений ферзевий гамбіт: захист Чигоріна, варіант Яновського
vi: QGD: Phòng thủ Chigorin, biến thể Janowski

source: QGD: Chigorin defence
ar: جامبيت الوزير المرفوض: تشجورين دفاع
br: Gambito da Dama Recusado, Defesa Chigorin
ca: Gambit de Dama refusat - Defensa Chigorin
de: Damengambit (abgelehnt): Tschigorin Verteidigung
es: Gambito de Dama Rehusado, Defensa Chigorin
eu: Damaren Ganbito Ukatua: Chigorin defentsa
fr: Gambit Dame refusé, défense Tchigorine
id: QGD: Pembelaan Chigorin
it: Gambetto di Donna Rifiutato, Difesa Chigorin
nl: GDG: Chigorin verdediging
ru: Отказанный ферзевый гамбит: защита Чигорина
si: DGZ, Chigorinova obramba
sv: Damgambit avböjd: Tjigorins försvar
tr: QGD: Chigorin savunması
uk: Відхилений ферзевий гамбіт: захист Чигоріна
vi: QGD: Phòng thủ Chigorin

source: QGD: Grau (Sahovic) defence
ar: جامبيت الوزير المرفوض: غراو (ساهوفيتش) دفاع
br: Gambito da Dama Recusado, Defesa Grau (Sahovic)
ca: Gambit de Dama refusat - Defensa Grau o Sahovic
de: Damengambit (abgelehnt): Grau (Sahovic) Verteidigung
es: Gambito de Dama Rehusado, Defensa Grau o Sahovic
eu: Damaren Ganbito Ukatua: Grau (Sahovic) defentsa
fr: Gambit Dame refusé, défense Grau (Šahović)
id: QGD: Pembelaan Grau (Sahovic)
it: Gambetto di Donna Rifiutato, Difesa Grau o Sahovic
nl: GDG: Grau (Sahovic) verdediging
pl: Gam.hetm nieprzyj., obrona Grau (Sahovic)
ru: Отказанный ферзевый гамбит: вариант Грау
si: DGZ, Grauvova (Sahoviceva) obramba
sv: Damgambit avböjd: Baltiskt försvar (även Sahovic- eller Graus försvar)
tr: QGD: Grau (Sahovic) savunması
uk: Відхилений ферзевий гамбіт: варіант Грау
vi: QGD: Phòng thủ Grau (Sahovic)

source: QGD: Harrwitz attack
ar: جامبيت الوزير المرفوض: هارويتز هجوم
br: Gambito da Dama Recusado, Ataque Harrwitz
ca: Gambit de Dama refusat - Atac Harrwitz
de: Damengambit (abgelehnt): Harrwitz Angriff
es: Gambito de Dama Rehusado, Ataque Harrwitz
eu: Damaren Ganbito Ukatua: Harrwitz erasoa
fr: Gambit Dame refusé, attaque Harrwitz
id: QGD: Serangan Harrwitz
it: Gambetto di Donna Rifiutato, Attacco Harrwitz
nl: GDG: Harrwitz aanval
pl: Gam.hetm nieprzyj., atak Harrwitz'a
ru: Отказанный ферзевый гамбит: атака Гарвица
si: DGZ, Harrwitzev napaf
sv: Damgambit avböjd: Harrwitz angrepp
tr: QGD: Harrwitz hücumu
uk: Відхилений ферзевий гамбіт: атака Гарвіца
vi: QGD: Harrwitz tấn công

source: QGD: Hastings variation
ar: جامبيت الوزير المرفوض: هاستنس تفريع
br: Gambito da Dama Recusado, Variante Hastings
ca: Gambit de Dama refusat - Variant Hastings
de: Damengambit (abgelehnt): Hastings-Variante
es: Gambito de Dama Rehusado, Variante Hastings
eu: Damaren Ganbito Ukatua: Hastings aldaera
fr: Gambit Dame refusé, var. d'Hastings
id: QGD: Varian Hastings
it: Gambetto di Donna Rifiutato, Variante Hastings
nl: GDG: Hastings variant
pl: Gam.hetm nieprzyj., wariant Hastings'a
ru: Отказанный ферзевый гамбит: гастингский вариант
si: DGZ, Hastingsova različica
sv: Damgambit avböjd: Hastingsvarianten
tr: QGD: Hastings varyasyonu
uk: Відхилений ферзевий гамбіт: Гастінгський варіант
vi: QGD: Hastings biến

source: QGD: Janowski variation
ar: جامبيت الوزير المرفوض: جناوسكاي تفريع
br: Gambito da Dama Recusado, Variante Janowski
ca: Gambit de Dama refusat - Variant Janowski
de: Damengambit (abgelehnt): Janowski-Variante
es: Gambito de Dama Rehusado, Variante Janowski
eu: Damaren Ganbito Ukatua: Janowskiren aldaera
fr: Gambit Dame refusé, var. Janowski
id: QGD: Varian Janowski
it: Gambetto di Donna Rifiutato, Variante Janowski
nl: GDG: Janowski variant
pl: Gam.hetm nieprzyj., wariant Janowskiego
ru: Отказанный ферзевый гамбит: вариант Яновского
si: DGZ, Janowskijeva različica
sv: Damgambit avböjd: Janowskivarianten
tr: QGD: Janowski varyasyonu
uk: Відхилений ферзевий гамбіт: варіант Яновського
vi: QGD: Janowski biến

source: QGD: Lasker defence, Bernstein variation
ar: جامبيت الوزير المرفوض: لاسكر دفاع, بيىشتاين تفريع
br: Gambito da Dama Recusado, Defesa Lasker, Variante Bernstein
ca: Gambit de Dama refusat - Defensa Lasker - Variant Bernstein
de: Damengambit (abgelehnt): Lasker Verteidigung, Bernstein-Variante
es: Gambito de Dama Rehusado, Defensa Lasker, Variante Bernstein
eu: Damaren Ganbito Ukatua: Lasker defentsa, Bernstein aldaera
fr: Gambit Dame refusé, défense Lasker, var. Bernstein
id: QGD: Lasker, Varian Bernstein
it: Gambetto di Donna Rifiutato, Difesa Lasker, Variante Bernstein
nl: GDG: Lasker verdediging, Bernstein variant
pl: Gam.hetm nieprzyj., obrona Lasker'a, wariant Bernstein'a
ru: Отказанный ферзевый гамбит: защита Ласкера, вариант Бернштейна
si: DGZ, Laskerjeva obramba, Bernsteinova različica
sv: Damgambit avböjd: Laskers försvar, Bernsteinvarianten
tr: QGD: Lasker savunması, Bernstein varyasyonu
uk: Відхилений ферзевий гамбіт: захист Ласкера, варіант Бернштейна
vi: QGD: Phòng thủ Lasker, biến thể Bernstein

source: QGD: Lasker defence, Russian variation
ar: جامبيت الوزير المرفوض: لاسكر دفاع, التفريع الروسي
br: Gambito da Dama Recusado, Defesa Lasker, Variante Russa
ca: Gambit de Dama refusat - Defensa Lasker - Variant Russa
de: Damengambit (abgelehnt): Lasker Verteidigung, Russiasche Variante
es: Gambito de Dama Rehusado, Defensa Lasker, Variante Rusa
eu: Damaren Ganbito Ukatua: Lasker defentsa, Errusiako aldaera
fr: Gambit Dame refusé, défense Lasker, var. russe
id: QGD: Lasker, Varian Rusia
it: Gambetto di Donna Rifiutato, Difesa Lasker, Variante Russa
nl: GDG: Lasker verdediging, de Russische variant
pl: Gam.hetm nieprzyj., obrona Lasker'a, wariant rosyjski
ru: Отказанный ферзевый гамбит: защита Ласкера, русский вариант
si: DGZ, Laskerjeva obramba, ruska različica
sv: Damgambit avböjd: Laskers försvar, ryska varianten
tr: QGD: Lasker savunması, Rusya varyasyonu
uk: Відхилений ферзевий гамбіт: захист Ласкера, Російський варіант
vi: QGD: Phòng thủ Lasker, biến thể Nga

source: QGD: Lasker defence, Teichmann variation
ar: جامبيت الوزير المرفوض: لاسكر دفاع, تيكمان تفريع
br: Gambito da Dama Recusado, Defesa Lasker, Variante Teichmann
ca: Gambit de Dama refusat - Defensa Lasker - Variant Teichmann
de: Damengambit (abgelehnt): Lasker Verteidigung, Teichmann-Variante
es: Gambito de Dama Rehusado, Defensa Lasker, Variante Teichmann
eu: Damaren Ganbito Ukatua: Lasker defentsa, Teichmann aldaera
fr: Gambit Dame refusé, défense Lasker, var. Teichmann
id: QGD: Lasker, Varian Teichmann
it: Gambetto di Donna Rifiutato, Difesa Lasker, Variante Teichmann
nl: GDG: Lasker verdediging, Teichmann variant
pl: Gam.hetm nieprzyj., obrona Lasker'a, wariant Teichmann'a
ru: Отказанный ферзевый гамбит: защита Ласкера, вариант Тейхмана
si: DGZ, Laskerjeva obramba, Teichmannova različica
sv: Damgambit avböjd: Laskers försvar, Teichmannvarianten
tr: QGD: Lasker savunması, Teichmann varyasyonu
uk: Відхилений ферзевий гамбіт: захист Ласкера, варіант Тейхмана
vi: QGD: Phòng thủ Lasker, biến thể Teichmann
