Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: KGD: Norwalde variation, Buecker gambit
ar: جامبيت الملك المرفوض: نورولد تفريع, بويكر جامبيت
br: Gambito do Rei Recusado, Variante Norwalde, Gambito Buecker
ca: Gambit de Rei refusat - Variant Norwalde - Gambit Buecker
de: Königsgambit (abgelehnt): Norwalde-Variante, Buecker Gambit
es: Gambito de Rey Rehusado, Variante Norwalde, Gambito Buecker
eu: Errege Ganbito Ukatua: Norwalde aldaera, Buecker ganbitoa
fr: Gambit Roi refusé, var. Norwalde (club d'échecs à Greven en Allemagne), gambit Bücker
id: KGD: Varian Norwalde, Gambit Buecker
it: Gambetto di Re Rifiutato, Variante Norwalde, Mossa di Buecker
nl: GKG: Norwalde variant, Buecker gambiet
pl: Gam.król nieprzyj., wariant Norwalde'go. gambit Buecker'a
ru: Отказанный королевский гамбит: норвальдский вариант, гамбит Бюкера
si: KGZ: Norvaldeva različica, Bueckerjev gambit
sv: Kungsgambit avböjd: Norwaldevarianten, Böckergambit
tr: KGD: Norwalde varyasyonu, Buecker gambiti
uk: Відхилений королівський гамбіт: Норвальдський варіант, гамбіт Бюкера
vi: KGD: biến thể Norwalde, Buecker Gambit

source: KGD: Norwalde variation
ar: جامبيت الملك المرفوض: نورولد تفريع
br: Gambito do Rei Recusado, Variante Norwalde
ca: Gambit de Rei refusat - Variant Norwalde
de: Königsgambit (abgelehnt): Norwalde-Variante
es: Gambito de Rey Rehusado, Variante Norwalde
eu: Errege Ganbito Ukatua: Norwalde aldaera
fr: Gambit Roi refusé, var. Norwalde (club d'échecs à Greven en Allemagne)
id: KGD: Varian Norwalde
it: Gambetto di Re Rifiutato, Variante Norwalde
nl: GKG: Norwalde variant
pl: Gam.król nieprzyj., wariant Norwalde'go
ru: Отказанный королевский гамбит: норвальдский вариант
si: KGZ: Norwaldeva različica
sv: Kungsgambit avböjd: Norwaldevarianten
tr: KGD: Norwalde varyasyonu
uk: Відхилений королівський гамбіт: Норвальдський варіант
vi: KGD: biến thể Norwalde

source: KGD: classical counter-gambit
ar: جامبيت الملك المرفوض: الكلاسيكي الجامبيت المضاد
br: Gambito do Rei Recusado, Contra-Gambito Clássico
ca: Gambit de Rei refusat - Contra-Gambit clàssic
de: Königsgambit (abgelehnt): Klassisches Gegengambit
es: Gambito de Rey Rehusado, ContraGambito Clásico
eu: Errege Ganbito Ukatua: kontra-ganbito klasikoa
fr: Gambit Roi refusé classique, contre-gambit
id: KGD: Gambit Balasan Klasik
it: Gambetto di Re Rifiutato, Controgambetto Classico
nl: GKG: klassiek tegengambiet
pl: Gam.król nieprzyj., klasyczny kontrgambit
ru: Отказанный королевский гамбит: классический контргамбит
si: KGZ: klasični proti-gambit
sv: Kungsgambit avböjd: Klassisk motgambit
tr: KGD: klasik karşı gambit
uk: Відхилений королівський гамбіт: класичний контргамбіт
vi: KGD: cổ điển phản Gambit

source: KGD: classical variation
ar: جامبيت الملك المرفوض: التفريع الكلاسيكي
br: Gambito do Rei Recusado, Variante Clássica
ca: Gambit de Rei refusat - Variant clàssica
de: Königsgambit (abgelehnt): Klassische Variante
es: Gambito de Rey Rehusado, Variante Clásica
eu: Errege Ganbito Ukatua: aldaera klasikoa
fr: Gambit Roi refusé, var. classique
id: KGD: Varian Klasik
it: Gambetto di Re Rifiutato, Variante Classica
nl: GKG: klassieke variant
pl: Gam.król nieprzyj., wariant klasyczny
ru: Отказанный королевский гамбит: классический вариант
si: KGZ: klasična različica
sv: Kungsgambit avböjd: Klassisk variant
tr: KGD: klasik varyasyon
uk: Відхилений королівський гамбіт: класичний варіант
vi: Biến thể cổ điển: KGD

source: KGD: classical, 4.c3
ar: جامبيت الملك المرفوض: الكلاسيكي, 4.c4
br: Gambito do Rei Recusado, Variante Clássica, 4.c3
ca: Gambit de Rei refusat - Variant clàssica - 4. c3
de: Königsgambit (abgelehnt): Klassisch, 4.c3
es: Gambito de Rey Rehusado, Variante Clásica, 4.c3
eu: Errege Ganbito Ukatua: klasikoa, 4.c3
fr: Gambit Roi refusé classique, 4.c3
id: KGD: Klasik, 4.c3
it: Gambetto di Re Rifiutato, Variante Classica, 4.c3
nl: GKG: klassiek, 4.c3
pl: Gam.król nieprzyj., klasyczny, 4.c3
ru: Отказанный королевский гамбит: классический вариант, 4.c3
si: KGZ: klasična, 4. c3
sv: Kungsgambit avböjd: Klassisk, 4.c3
tr: KGD: klasik, 4.c3
uk: Відхилений королівський гамбіт: класичний варіант, 4.c3
vi: KGD: cổ điển, 4.c3

source: KGD: classical, Hanham variation
ar: جامبيت الملك المرفوض: الكلاسيكي, هانهام تفريع
br: Gambito do Rei Recusado, Variante Clássica, Variante Hanham
ca: Gambit de Rei refusat - Variant clàssica - Variant Hanham
de: Königsgambit (abgelehnt): Klassisch, Hanham-Variante
es: Gambito de Rey Rehusado, Variante Clásica, Variante Hanham
eu: Errege Ganbito Ukatua: klasikoa, Hanham aldaera
fr: Gambit Roi refusé classique, var. Hanham
id: KGD: Klasik, Varian Hanham
it: Gambetto di Re Rifiutato, Variante Classica, Variante Hanham
nl: GKG: klassiek, Hanham variant
pl: Gam.król nieprzyj., klasyczny, wariant Hanham
ru: Отказанный королевский гамбит: классический вариант, вариант Хенема
si: KGZ: klasična, Hanhamova različica
sv: Kungsgambit avböjd: Klassisk, Hanhamvarianten
tr: KGD: klasik, Hanham varyasyonu
uk: Відхилений королівський гамбіт: класичний варіант, варіант Хенема
vi: KGD: cổ điển, Hanham biến

source: KGD: classical, Heath variation
ar: جامبيت الملك المرفوض: الكلاسيكي, هيث تفريع
br: Gambito do Rei Recusado, Variante Clássica, Variante Heath
ca: Gambiit de Rei refusat - Variant clàssica - Variant Heath
de: Königsgambit (abgelehnt): Klassisch, Heath-Variante
es: Gambito de Rey Rehusado, Variante Clásica, Variante Heath
eu: Errege Ganbito Ukatua: klasikoa, Heath aldaera
fr: Gambit Roi refusé classique, var. Heath
id: KGD: Klasik, Varian Health
it: Gambetto di Re Rifiutato, Variante Classica, Variante Heath
nl: GKG: klassiek, Heath variant
pl: Gam.król nieprzyj., klasyczny, wariant Heath
ru: Отказанный королевский гамбит: классический вариант, вариант Хита
si: KGZ: klasična, Heathova različica
sv: Kungsgambit avböjd: Klassisk, Heathvarianten
tr: KGD: klasik, Sağlık varyasyonu
uk: Відхилений королівський гамбіт: класичний варіант, варіант Хіта
vi: KGD: cổ điển, Heath biến

source: KGD: classical, Marshall attack
ar: جامبيت الملك المرفوض: الكلاسيكي, هجوم مارشال
br: Gambito de Rei Recusado, Variante Clássica, Ataque Marshall
ca: Gambit de Rei refusat - Variant clàssica - Atac Marshall
de: Königsgambit (abgelehnt): Klassisch, Marshall Angriff
es: Gambito de Rey Rehusado, Variante Clásica, Ataque Marshall
eu: Errege Ganbito Ukatua: klasikoa, Marshall erasoa
fr: Gambit Roi refusé classique, attaque Marshall
id: KGD: Klasik, Serangan Marshall
it: Gambetto di Re Rifiutato, Variante Classica, Attacco Marshall
nl: GKG: klassiek, Marshall aanval
pl: Gam.król nieprzyj., klasyczny, atak Marshall'a
ru: Отказанный королевский гамбит: классический вариант, атака Маршалла
si: KGZ: klasična, Marshallov napad
sv: Kungsgambit avböjd: Klassisk, Marshallangrepp
tr: KGD: klasik, Marshall hücumu
uk: Відхилений королівський гамбіт: класичний варіант, атака Маршалла
vi: KGD: cổ điển, Marshall tấn công

source: KGD: classical, Reti variation
ar: جامبيت الملك المرفوض: الكلاسيكي, ريتي تفريع
br: Gambito de Rei Recusado, Contra-Gambito Clásico, Variante Reti
ca: Gambit de Rei refusat - Contra-Gambit clàssic - Variant Reti
de: Königsgambit (abgelehnt): Klassisch, Reti-Variante
es: Gambito de Rey Rehusado, ContraGambito Clásico, Variante Reti
eu: Errege Ganbito Ukatua: klasikoa, Reti aldaera
fr: Gambit Roi refusé classique, var. Réti
id: KGD: Klasik, Varian Reti
it: Gambetto di Re Rifiutato, Controgambetto Classico, Variante Reti
nl: GKG: klassiek, Reti variant
pl: Gam.król nieprzyj., klasyczny, wariant Reti
ru: Отказанный королевский гамбит: классический вариант, вариант Рети
si: KGZ: klasična, Retijeva različica
sv: Kungsgambit avböjd: Klassisk, Retivarianten
tr: KGD: klasik, Reti varyasyonu
uk: Відхилений королівський гамбіт: класичний варіант, варіант Реті
vi: KGD: cổ điển, Reti biến

source: KGD: classical, Soldatenkov variation
ar: جامبيت الملك المرفوض: الكلاسيكي, سولداكتينوف تفريع
br: Gambito de Rei Recusado, Variante Clássica, Variante Soldatenkov
ca: Gambit de Rei refusat - Variant clàssica - Variant Soldatenkov
de: Königsgambit (abgelehnt): Klassisch, Soldatenkov-Variante
es: Gambito de Rey Rehusado, Variante Clásica, Variante Soldatenkov
eu: Errege Ganbito Ukatua: klasikoa, Soldatenkov aldaera
fr: Gambit Roi refusé classique, var. Soldatenkov
id: KGD: Klasik, Varian Soldatenkov
it: Gambetto di Re Rifiutato, Variante Classica, Variante Soldatenkov
nl: GKG: klassiek, Soldatenkov variant
pl: Gam.król nieprzyj., klasyczny, wariant Soldatenkov'a
ru: Отказанный королевский гамбит: классический вариант, вариант Солдатенкова
si: KGZ: klasična, Soldatenkova različica
sv: Kungsgambit avböjd: Klassisk, Soldatenkovs variant
tr: KGD: klasik, Soldatenkov varyasyonu
uk: Відхилений королівський гамбіт: класичний варіант, варіант Солдатенкова
vi: KGD: cổ điển, Soldatenkov biến

source: KGD: classical, Svenonius variation
ar: جامبيت الملك المرفوض: الكلاسيكي, سفنونيوس تفريع
br: Gambito de Rei Recusado, Variante Clássica, Variante Svenonius
ca: Gambit de Rei refusat - Variant clàssica - Variant Svenonius
de: Königsgambit (abgelehnt): Klassisch, Svenonius-Variante
es: Gambito de Rey Rehusado, Variante Clásica, Variante Svenonius
eu: Errege Ganbito Ukatua: klasikoa, Svenonius aldaera
fr: Gambit Roi refusé classique, var. Svenonius
id: KGD: Klasik, Varian Svenonius
it: Gambetto di Re Rifiutato, Variante Classica, Variante Svenonius
nl: GKG: klassiek, Svenonius variant
pl: Gam.król nieprzyj., klasyczny, wariant Svenonius'a
ru: Отказанный королевский гамбит: классический вариант, вариант Свенониуса
si: KGZ: klasična, Svenoniusova različica
sv: Kungsgambit avböjd: Klassisk, Svenoniusvarianten
tr: KGD: klasik, Svenonius varyasyonu
uk: Відхилений королівський гамбіт: класичний варіант, варіант Свеноніуса
vi: KGD: cổ điển, biến thể Svenonius

source: KP: Colorado counter
ar: بيدق الملك: كولورادو المضاد
br: Abertura do Peão de Rei, Contra-ataque Colorado
ca: Defensa Nimzowitsch - Contra-atac colorit
de: Königbauernspiel: Colorado Gegenangriff
es: Defensa Nimzowitsch, Contraataque Colorado
fr: Début du pion Roi, contre-attaque du Colorado
id: KP: Serangan Balik Colorado
it: Difesa Nimzowitsch, Contrattacco Colorado
pl: Pion królewski, kontr Colorado
ru: Дебют королевской пешки: колорадский контргамбит
si: KK: proti Colorado
sv: Kungsbondespel: Colorados motangrepp
tr: KP: Kolarado sayacı
uk: Дебют королівського пішака: колорадський контргамбіт
vi: KP: Colorado truy cập

source: KP: Indian opening
ar: بيدق الملك: الهندي افتتاح
br: Abertura do Peão de Rei, Abertura Índia
ca: Obertura de Peó de Rei - Obertura Índia
de: Königbauernspiel: Indische Eröffnung
es: Apertura del Peón de Rey, Apertura India
eu: KP: Indiako irekiera
fr: Début du pion Roi, ouverture indienne
id: KP: Pembukaan Hindia
it: Apertura del Pedone di Re, Apertura Indiana
nl: KP: Indische opening
pl: Pion królewski, debiut Indyjski
ru: Дебют королевской пешки: индийское начало
si: KK: indijska otvoritev
sv: Kungsbondespel: Indisk spelöppning
tr: KP: Hint açılışı
uk: Дебют королівського пішака: Індійський початок
vi: KP: Khai cuộc Ấn Độ

source: KP: King's head opening
ar: بيدق الملك: افتتاح الملك الرئيسي
br: Abertura do Peão de Rei, Abertura Cabeça do Rei
ca: Obertura de Peó de Rei - Obertura Cap del Rei
de: Königbauernspiel: Königshaupt Eröffnung
es: Apertura del Peón de Rey, Apertura Cabeza del Rey
eu: KP: Erregearen buruaren irekiera
fr: Début du pion Roi, ouverture tête de roi
id: KP: Pembukaan Hindia Kepala
it: Apertura del Pedone di Re, Apertura Cabeza del Rey
nl: KP: Konings hoofdopening
pl: Pion królewski, debiut królewski
ru: Дебют королевской пешки: вариант Голова короля
si: KK: otvoritev kraljeve glave
sv: Kungsbondespel: 2.f3 (Kings head)
tr: KP: Şah'ın baş açılışı
uk: Дебют королівського пішака: варіант Голова короля
vi: KP: Khai cuộc trước vua

source: KP: Lopez opening
ar: بيدق الملك: لوبيز افتتاح
br: Abertura do Peão de Rei, Abertura López
ca: Obertura de Peó de Rei - Obertura Ruy López
de: Königbauernspiel: Lopez Eröffnung
es: Apertura del Peón de Rey, Apertura López
eu: KP: Lopez irekiera
fr: Début du pion Roi, ouverture López ou attaque MacLeod
id: KP: Pembukaan Lopez
it: Apertura del Pedone di Re, Apertura López
pl: Pion królewski, debiut Lopez'a
ru: Дебют королевской пешки: дебют Лопеса
si: KK: Lopezova otvoritev
sv: Kungsbondespel: Lopez spelöppning
tr: KP: Lopez açılışı
uk: Дебют королівського пішака: дебют Лопеса
vi: KP: Khai cuộc Lopez

source: KP: Mengarini's opening
ar: بيدق الملك: منجاريني افتتاح
br: Abertura do Peão de Rei, Abertura Mengarini
ca: Obertura de Peó de Rei - Obertura Mengarini
de: Königbauernspiel: Mengarini-Eröffnung
es: Apertura del Peón de Rey, Apertura Mengarini
eu: KP: Mengariniren irekiera
fr: Début du pion Roi, ouverture Mengarini
id: KP: Pembulaam Mengarini
it: Apertura del Pedone di Re, Apertura Mengarini
pl: Pion królewski, debiut Mengarini
ru: Дебют королевской пешки: дебют Менгарини
si: KK: Mengarinijeva otvoritev
sv: Kungsbondespel: Mengarinis spelöppning
tr: KP: Mengarini'nin açılışı
uk: Дебют королівського пішака: дебют Менгаріні
vi: KP: Khai cuộc Mengarini

source: KP: Napoleon's opening
ar: بيدق الملك: نابليون افتتاح
br: Abertura do Peão de Rei, Abertura Napoleão
ca: Obertura de Peó de Rei - Obertura Napoleó
de: Königbauernspiel: Napoleon-Eröffnung
es: Apertura del Peón de Rey, Apertura Napoleón
eu: KP: Napoleonen irekiera
fr: Début du pion Roi, ouverture Napoléon
id: KP: Pembukaan Naopelon
it: Apertura del Pedone di Re, Apertura Napoleón
pl: Pion królewski, debiut Napoleon'a
ru: Дебют королевской пешки: атака Наполеона
si: KK: Napoleonova otvoritev
sv: Kungsbondespel: Napoleons spelöppning
tr: KP: Napolyon'un açılışı
uk: Дебют королівського пішака: атака Наполеона
vi: KP: Khai cuộc của Napoleon

source: KP: Neo-Mongoloid defence
ar: بيدق الملك: المستحدث-مونجولويد دفاع
br: Abertura do Peão de Rei, Defesa Neo-Mongoloid
ca: Defensa Nimzowitsch - Defensa Neo-Mongol
de: Königbauernspiel: Neo-Mongoloid Verteidigung
es: Defensa Nimzowitsch, Defensa Neo Mongólica
eu: KP: Defentsa neo-mongoloidea
fr: Début du pion Roi, défense néo-Barnes (néo-Mongoloïde)
id: KP: Pembelaan Neo-Mongoloid
it: Difesa Nimzowitsch, Difesa Neo Mongólica
nl: KP: Neo-Mongoloïde verdediging
pl: Pion królewski, obrona nowo-Mongoloid'a
ru: Дебют королевской пешки: неомонголоидная защита
si: KK: Neo-Mongoloidova obramba
sv: Kungsbondespel: Neo-Mongoloid-försvar
tr: KP: Yeni Moğol savunması
uk: Дебют королівського пішака: Неомонголоїдний захист
vi: KP: Phòng thủ Neo-Mongoloid

source: KP: Nimzovich defence, Bogolyubov variation
ar: بيدق الملك: نيمزوفيتش دفاع, تفريع وجوليوبوف
br: Abertura do Peão de Rei, Defesa Nimzowitsch, Variante Bogoljubow
ca: Defensa Nimzowitsch - Variant Bogoljubow
de: Königbauernspiel: Nimzowitsch Verteidigung, Bogolyubov-Variante
es: Defensa Nimzowitsch, Variante Bogoljubow
eu: KP: Nimzovich defentsa, Bogolyubov aldaera
fr: Début du pion Roi, défense Nimzowitsch, var. Bogoljubov
id: KP: Pembelaan Nizmowitch, Varian Bogolyubov
it: Difesa Nimzowitsch, Variante Bogoljubow
nl: KP: Nimzovich verdediging Bogolyubov variant
pl: Pion królewski, obrona Nimzovitsch'a, wariant Bogolyubov'a
ru: Дебют королевской пешки: дебют Нимцовича, вариант Боголюбова
si: KK: Nimzovicheva obramba, Bogolyubova različica
sv: Kungsbondespel: Nimzowitsch-försvar, Bogoljubowvarianten
tr: KP: Nimzovich savunması, Bogolyubov varyasyonu
uk: Дебют королівського пішака: дебют Німцовича, варіант Боголюбова
vi: KP: phòng thủ Nimzovich, biến thể Bogolyubov

source: KP: Nimzovich defence, Marshall gambit
ar: بيدق الملك: نيمزوفيتش دفاع, جامبيت مارشال
br: Abertura do Peão de Rei, Defesa Nimzowitsch, Gambito Marshall
ca: Defensa Nimzowitsch - Gambit Marshall
de: Königbauernspiel: Nimzowitsch Verteidigung, Marshall Gambit
es: Defensa Nimzowitsch, Gambito Marshall
eu: KP: Nimzovich defentsa, Marshall ganbitoa
fr: Début du pion Roi, défense Nimzowitsch, gambit Marshall
id: KP: Pembelaan Nimzowitch, Gambit Marhsall
it: Difesa Nimzowitsch, Mossa di Marshall
nl: KP: Nimzovich verdediging Marshall gambiet
pl: Pion królewski, obrona Nimzovitsch'a, wariant Marshall'a
ru: Дебют королевской пешки: дебют Нимцовича, гамбит Маршалла
si: KK: Nimzovicheva obramba, Marshallov gambit
sv: Kungsbondespel: Nimzowitsch-försvar, Marshallgambit
tr: KP: Nimzovich savunması, Marshall gambiti
uk: Дебют королівського пішака: дебют Німцовича, гамбіт Маршалла
vi: KP: phòng thủ Nimzovich, thí quân Marshall

source: KP: Nimzovich defence, Wheeler gambit
ar: بيدق الملك: نيمزوفيتش دفاع, ويلر جامبيت
br: Abertura do Peão de Rei, Defesa Nimzowitsch, Gambito Wheeler
ca: Defensa Nimzowitsch - Gambit Wheeler
de: Königbauernspiel: Nimzowitsch Verteidigung, Wheeler Gambit
es: Defensa Nimzowitsch, Gambito Wheeler
eu: KP: Nimzovich defentsa, Wheeler ganbitoa
fr: Début du pion Roi, défense Nimzowitsch, gambit Wheeler
id: KP: Pembelaan Nimzowitch, Gambit Wheeler
it: Difesa Nimzowitsch, Mossa di Wheeler
nl: KP: Nimzovich verdediging Wheeler gambiet
pl: Pion królewski, obrona Nimzovitsch'a, gambit Wheeler'a
ru: Дебют королевской пешки: дебют Нимцовича, гамбит Уилера
si: KK: Nimzovicheva obramba, Wheelerjev gambit
sv: Kungsbondespel: Nimzowitsch-försvar, Wheelergambit
tr: KP: Nimzovich savunması, Tekerlekli gambit
uk: Дебют королівського пішака: дебют Німцовича, гамбіт Уїлера
vi: KP: phòng thủ Nimzovich, thí quân Wheeler

source: KP: Nimzovich defence
ar: بيدق الملك: نيمزوفيتش دفاع
br: Abertura do Peão de Rei, Defesa Nimzowitsch
ca: Defensa Nimzowitsch
de: Königbauernspiel: Nimzowitsch Verteidigung
es: Defensa Nimzowitsch
eu: KP: Nimzovich defentsa
fr: Début du pion Roi, défense Nimzowitsch
id: KP: Pembelaan Nimzowitch
it: Difesa Nimzowitsch
nl: KP: Nimzovich verdediging
pl: Pion królewski, obrona Nimzovitsch'a
ru: Дебют королевской пешки: дебют Нимцовича
si: KK: Nimzovicheva obramba
sv: Kungsbondespel: Nimzowitsch-försvar
tr: KP: Nimzovich savunması
uk: Дебют королівського пішака: дебют Німцовича
vi: KP: phòng thủ Nimzovich

source: KP: Patzer opening
ar: بيدق الملك: باتزر افتتاح
br: Abertura do Peão de Rei, Abertura Patzer
ca: Obertura de Peó de Rei - Obertura Patzer
de: Königbauernspiel: Patzer Eröffnung
es: Apertura del Peón de Rey, Apertura Patzer
eu: KP: Patzer irekiera
fr: Début du pion Roi, ouverture de l'excursion de la dame
id: KP: Pembukaan Patzer
it: Apertura del Pedone di Re, Apertura Patzer
pl: Pion królewski, debiut Patzer'a
ru: Дебют королевской пешки: дебют начинающего
si: KK: Patzerjeva otvoritev
sv: Kungsbondespel: Patzer-spelöppning
tr: KP: Patzer açılışı
uk: Дебют королівського пішака: дебют початківця
vi: KP: Khai cuộc Patzer

source: Kevitz-Trajkovic defence
ar: كيفيتس-تراجكوفيك دفاع
br: Defesa Kevitz-Trajkovich
ca: Defensa Kevitz Trajkovich
de: Kevitz-Trajkovich Verteidigung
es: Defensa Kevitz Trajkovich
eu: Kevitz-Trajkovic defentsa
fr: Défense Kevitz - Trajkovic
id: Pembelaan Kevitz-Trajkovic
it: Difesa Kevitz Trajkovich
nl: Kevitz-Trajkovic verdediging
pl: Obrna Kevitz-Trajkovich
ru: Защита Кевитца-Трайковича
si: Kevitz-Trajkoviceva obramba
sv: Kevitz-Trajkovic-försvar
tr: Kevitz-Trajkovic savunması
uk: Захист Кевітца-Трайковича
vi: Phòng thủ Kevitz-Trajkovich

source: King's Indian defence, 3.Nc3
ar: دفاع الملك الهندي, 3.Nc4
br: Defesa Índia do Rei, 3.Cc3
ca: Defensa Índia de Rei - 3. Cc3
de: Königsindisch Verteidigung, 3.Sc3
es: Defensa India de Rey, 3.Cc3
eu: Erregearen indiar defentsa, 3.Zc3
fr: Défense est-indienne, 3.Cc3
id: Pembelaan Hindia Raja, 3.Kc3
it: Difesa Indiana di Re, 3.Cc3
nl: KoningsIndische verdediging , 3.Pc3
pl: Obrona królewsko-indyjska, 3.Sc3
ru: Староиндийская защита: 3.Кc3
si: Kraljevo indijska obramba, 3. Sc3
sv: Kungsindiskt försvar: 3.Sc3
tr: Şah'ın Hint savunması, 3.Nc3
uk: Староіндійський захист: 3.Кc3
vi: Bảo vệ vua của Ấn Độ, 3.Nc3

source: King's Indian defence
ar: دفاع الملك الهندي
br: Defesa Índia do Rei
ca: Defensa Índia de Rei
de: Königsindisch
es: Defensa India de Rey
eu: Erregearen indiar defentsa
fr: Défense est-indienne
id: Pembelaan Hindia Raja
it: Difesa Indiana di Re
nl: KoningsIndische verdediging
pl: Obrona królewsko-indyjska
ru: Староиндийская защита
si: Kraljevo indijska obramba
sv: Kungsindiskt
tr: Şah'ın Hint savunması
uk: Староіндійський захист
vi: Phòng thủ Vua kiểu Ấn Độ

source: King's Indian with e4 & g3
ar: الملك الهندي مع e4 & g4
br: Defesa Índia do Rei, 4.e4 e 5.g3
ca: Defensa Índia de Rei - 4. e4 i 5. g3
de: Königsindisch mit e4 & g3
es: Defensa India de Rey, 4.e4 y 5.g3
eu: Erregearen indiarra e4 eta g3-rekin
fr: Défense est-indienne, avec e4 et g3
id: Hindia Raja dg e4 & g3
it: Difesa Indiana di Re, 4.e4 y 5.g3
nl: KoningsIndisch met e4 & g3
pl: Królewsko-indyjska z e4 & g3
ru: Староиндийская защита с e4 и g3
si: Kraljevo indijska z e4 & g3
sv: Kungsindiskt med e4 och g3
tr: e4 & g3 ile Hint Şah
uk: Староіндійський захист з e4 і g3
vi: Vua của Ấn Độ với e4 & g3

source: King's Indian: 3.Nf3
ar: الملك الهندي, 3.Nf4
br: Defesa Índia do Rei, 3.Cf3
ca: Defensa Índia de Rei - 3. Cf3
de: Königsindisch, 3.Sf3
es: Defensa India de Rey, 3.Cf3
eu: Erregearen indiarra: 3.Zf3
fr: Défense est-indienne, 3.Cf3
id: Hindia Raja, 3.Kf3
it: Difesa Indiana di Re, 3.Cf3
nl: KoningsIndisch, 3.Pf3
pl: Królewsko-indyjska, 3.Sf3
ru: Староиндийская защита: 3.Кf3
si: Kraljevo indijska, 3. Sf3
sv: Kungsindiskt: 3.Sf3
tr: Hint Şah, 3.Nf3
uk: Староіндійський захист: 3.Кf3
vi: Vua của Ấn Độ, 3.Nf3

source: King's Indian: 3.g3, counterthrust variation
ar: الملك الهندي: 3.g3, المضاد الاتجاه تفريع
br: Defesa Índia do Rei, 3.g3, Variante Contra-golpe
ca: Defensa Índia de Rei - 3. g3 - Variant de conta-ofensiva
de: Königsindisch: 3.g3, counterthrust-Variante
es: Defensa India de Rey, 3.g3, Variante de Contraofensiva
eu: Erregearen indiarra: 3.g3, kontra-bultzada aldaera
fr: Défense est-indienne, 3.g3, var. de la contre-poussée
id: Hindia Raja, 3.g3, Varian Counterthrust
it: Difesa Indiana di Re, 3.g3, Variante de Contraofensiva
nl: KoningsIndisch: 3.g3, counterthrust variant
pl: Królewsko-indyjska, 3.g3, wariant kontrnatarcia
ru: Староиндийская защита: 3.g3, встречное продвижение
si: Kraljevo indijska, 3. g3, protipotisk različica
sv: Kungsindiskt: 3.g3, motspelsvarianten
tr: Hint Şah: 3.g3, karşı baskı varyasyonu
uk: Староіндійський захист: 3.g3, зустрічне просування
vi: Của vua Ấn Độ: 3.g3, biến counterthrust

source: King's Indian: 3.g3
ar: الملك الهندي: 3.g4
br: Defesa Índia do Rei, 3.g3
ca: Defensa Índia de Rei - 3. g3
de: Königsindisch: 3.g3
es: Defensa India de Rey, 3.g3
eu: Erregearen indiarra: 3.g3
fr: Défense est-indienne, 3.g3
id: Hindia Raja, 3.g3
it: Difesa Indiana di Re, 3.g3
nl: KoningsIndisch: 3.g3
pl: Królewsko-indyjska, 3.g3
ru: Староиндийская защита: 3.g3
si: Kraljevo indijska, 3. g3
sv: Kungsindiskt: 3.g3
tr: Hint Şah: 3.g3
uk: Староіндійський захист: 3.g3
vi: Vua của Ấn Độ: 3.g3

source: King's Indian: 4.e4
ar: الملك الهندي: 4.e5
br: Defesa Índia do Rei, 4.e4
ca: Defensa Índia de Rei - 4. e4
de: Königsindisch: 4.e4
es: Defensa India de Rey, 4.e4
eu: Erregearen indiarra: 4.e4
fr: Défense est-indienne, 4.e4
id: Hindia Raja, 4.e4
it: Difesa Indiana di Re, 4.e4
nl: KoningsIndisch: 4.e4
pl: Królewsko-indyjska, 4.e4
ru: Староиндийская защита: 4.e4
si: Kraljevo indijska, 4. e4
sv: Kungsindiskt: 4.e4
tr: Hint Şah: 4.e4
uk: Староіндійський захист: 4.e4
vi: Vua của Ấn Độ: 4.e4

source: King's Indian: 5.Be2
ar: الملك الهندي: 5.Be3
br: Defesa Índia do Rei, 5.Be2
ca: Defensa Índia de Rei - 5. Ae2
de: Königsindisch: 5.Le2
es: Defensa India de Rey, 5.Ae2
eu: Erregearen indiarra: 5.Ae2
fr: Défense est-indienne, 5.Fe2
id: Hindia Raja, 5.Ge2
it: Difesa Indiana di Re, 5.Ae2
nl: KoningsIndisch: 5.Le2
pl: Królewsko-indyjska, 5.Ge2
ru: Староиндийская защита: 5.Сe2
si: Kraljevo indijska, 5. Le2
sv: Kungsindiskt: 5.Le2
tr: Hint Şah: 5.Be2
uk: Староіндійський захист: 5.Сe2
vi: Vua của Ấn Độ: 5.Be2
