Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Sicilian, Szen variation, Dely-Kasparov gambit
ar: صقلي, سيزن تفريع, ديلاي-كاسباروف جامبيت
br: Defesa Siciliana, Variante Szen, Gambito Dely-Kasparov
ca: Defensa Siciliana - Variant Szen - Gambit Dely Kasparov
de: Sizilianisch, Szen Variante, Dely-Kasparov Gambit
es: Defensa Siciliana, Variante Szen, Gambito Dely Kasparov
eu: Siziliarra, Szen aldaera, Dely-Kasparov ganbitoa
fr: Sicilienne, var. Szen, gambit Dely - Kasparov
id: Sisilia, Varian Szen, Gambit Dely-Kasparov
it: Difesa Siciliana, Variante Szen, Mossa di Dely Kasparov
nl: Siciliaans, Szen variant, Dely-Kasparov gambiet
pl: Sycylijska, wariant Szen'a, gambit Dely-Kasparov
ru: Сицилианская защита: вариант Сена, гамбит Дели-Каспарова
si: sicilijanska, Szenova različica, Dely-Kasparov gambit
sv: Sicilianskt: Szenvarianten, Dely-Kasparovs gambit
tr: Sicilya, Szen varyasyonu, Dely-Kasparov gambiti
uk: Сицилійський захист: варіант Сена, гамбіт Дели-Каспарова
vi: Sicilian, Szen biến, Dely-Kasparov Gambit

source: Sicilian, Szen, hedgehog variation
ar: صقلي, سيزن, هيدجيهوج تفريع
br: Defesa Siciliana, Variante Szen, Variante do Ouriço
ca: Defensa Siciliana - Variant Szen - Variant eriçó
de: Sizilianisch, Szen, Igel Variante
es: Defensa Siciliana, Variante Szen, Variante Erizo
eu: Siziliarra, Szen, trikuaren aldaera
fr: Sicilienne, var. Szen, var. du hérisson
id: Sisilia, Varian Szen, Varian Hedgehog
it: Difesa Siciliana, Variante Szen, Variante Erizo
nl: Siciliaans, Szen, egel variant
pl: Sycylijska, Szen, wariant jeża
ru: Сицилианская защита: вариант Сена, вариант ежа
si: sicilijanska, Szenova, jećevec različica
sv: Sicilianskt: Szen, igelkottsvarianten
tr: Sicilya, Szen, kirpi varyasyonu
uk: Сицилійський захист: варіант Сена, варіант їжака
vi: Sicilian, Szen, hedgehog biến

source: Sicilian: 2.c3, Heidenfeld variation
ar: صقلي: 2.c3, هايدنفيلد تفريع
br: Defesa Siciliana, 2.c3, Variante Heidenfeld
ca: Defensa Siciliana - Variant Alapin - Variant Heidenfeld
de: Sizilianisch: 2.c3, Heidenfeld Variante
es: Defensa Siciliana, Variante Alapin, Variante Heidenfeld
eu: Siziliarra: 2.c3, Heidenfelden aldaera
fr: Sicilienne, 2.c3 (var. Alapin), var. Heidenfeld
id: Sisilia, 2.c3, Varian Heidenfeld
it: Difesa Siciliana, Variante Alapin, Variante Heidenfeld
nl: Siciliaans: 2.c3, Heidenfeld variant
pl: Sycylijska, 2.c3, wariant Heidenfeld'a
ru: Сицилианская защита: вариант Алапина, вариант Хайденфельда
si: sicilijanska, 2. c3, Heidenfeldova različica
sv: Sicilianskt: 2.c3, Heidenfeldvarianten
tr: Sicilya: 2.c3, Heidenfeld varyasyonu
uk: Сицилійський захист: варіант Алапіна, варіант Хайденфельда
vi: Sicilia: 2.c3, Heidenfeld biến

source: Sicilian: Acton extension
ar: صقلي: أكتون الممتد
br: Defesa Siciliana, Extensão Acton
ca: Defensa Siciliana - Extensió Acton
de: Sizilianisch: Acton extension
es: Defensa Siciliana, Extensión Acton
eu: Siziliarra: Acton luzapena
fr: Sicilienne, "Acton extension"
id: Sisilia, Esktensi Acton
it: Difesa Siciliana, Extensión Acton
nl: Siciliaans: Acton extensie
pl: Sycylijska: Acton rozszerzenie
ru: Сицилианская защита: венгерский вариант
si: sicilijanska, Actonovo podaljšanje
sv: Sicilianskt: Actons utvidgning
tr: Sicilya: Acton uzantısı
uk: Сицилійський захист: Угорський варіант
vi: Sicilia: mở rộng Acton

source: Sicilian: Alapin's variation (2.c3)
ar: صقلي: ألابين تفريع (2.c3)
br: Defesa Siciliana, Variante Alapin (2.c3)
ca: Defensa Siciliana - Variant Alapin
de: Sizilianisch: Alapin's Variante (2.c3)
es: Defensa Siciliana, Variante Alapin
eu: Siziliarra: Alapinen aldaera (2.c3)
fr: Sicilienne, 2.c3 (var. Alapin)
id: Sisilia Varian Alapin (2.c3)
it: Difesa Siciliana, Variante Alapin
nl: Siciliaans: Alapin's variant (2.c3)
pl: Sycylijska, wariant Alapina(2.c3)
ru: Сицилианская защита: вариант Алапина
si: sicilijanska, Alapinova različica (2. c3)
sv: Sicilianskt: Alapins variant (2.c3)
tr: Sicilya: Alapin'in varyasyonu (2.c3)
uk: Сицилійський захист: варіант Алапіна (2.c3)
vi: Sicilia: biến thể của Alapin (2.c3)

source: Sicilian: Anderssen variation
ar: صقلي: أندرسن تفريع
br: Defesa Siciliana, Variante Anderssen
ca: Defensa Siciliana - Variant Anderssen
de: Sizilianisch: Anderssen Variante
es: Defensa Siciliana, Variante Anderssen
eu: Siziliarra: Anderssen aldaera
fr: Sicilienne, var. Anderssen
id: Sisilia Varian Anderssen
it: Difesa Siciliana, Variante Anderssen
nl: Siciliaans: Anderssen variant
pl: Sycylijska, wariant Anderssen'a
ru: Сицилианская защита: вариант Андерсена
si: sicilijanska, Anderssenova različica
sv: Sicilianskt: Anderssens variant
tr: Sicilya: Anderssen varyasyonu
uk: Сицилійський захист: варіант Андерсена
vi: Sicilia: Anderssen biến

source: Sicilian: Andreaschek gambit
ar: صقلي: اندرياسشيك جامبيت
br: Defesa Siciliana, Gambito Andreaschek
ca: Defensa Siciliana - Gambit Andreaschek
de: Sizilianisch: Andreaschek Gambit
es: Defensa Siciliana, Gambito Andreaschek
eu: Siziliarra: Andreaschek ganbitoa
fr: Sicilienne, gambit Andreaschek
id: Sisilia Gambit Andreaschek
it: Difesa Siciliana, Mossa di Andreaschek
nl: Siciliaans: Andreaschek gambiet
pl: Sycylijska, gambit Andreachek'a
ru: Сицилианская защита: гамбит Андреашека
si: sicilijanska, Andreaschekov gambit
sv: Sicilianskt: Andreascheks gambit
tr: Sicilya: Andreaschek gambiti
uk: Сицилійський захист: гамбіт Андреашека
vi: Sicilia: Andreaschek Gambit

source: Sicilian: Boleslavsky variation, 7.Nb3
ar: صقلي: بولسلافسكي تفريع, 7.Nb4
br: Defesa Siciliana, Variante Boleslavsky, 7.Cb3
ca: Defensa Siciliana - Variant Boleslavsky - 7. Cb3
de: Sizilianisch: Boleslavsky Variante, 7.Sb3
es: Defensa Siciliana, Variante Boleslavsky, 7.Cb3
eu: Siziliarra: Boleslavsky aldaera, 7.Zb3
fr: Sicilienne, var. Boleslavsky, 7.Cb3
id: Sisilia, Varian Boleslavsky, 7.Kb3
it: Difesa Siciliana, Variante Boleslavsky, 7.Cb3
nl: Siciliaans: Boleslavsky variant, 7.Pb3
pl: Sycylijska, wariant Boleslavsky, 7.Sb3
ru: Сицилианская защита: вариант Болеславского, 7.Кb3
si: sicilijanska, Boleslavsky različica, 7.Sb3
sv: Sicilianskt: Boleslavskijvarianten, 7.Sb3
tr: Sicilya: Boleslavsky varyasyonu, 7.Nb3
uk: Сицилійський захист: варіант Болеславського, 7.Кb3
vi: Sicilia: Boleslavsky biến, 7.Nb3

source: Sicilian: Boleslavsky variation
ar: صقلي: بولسلافسكي تفريع
br: Defesa Siciliana, Variante Boleslavsky
ca: Defensa Siciliana - Variant Boleslavsky
de: Sizilianisch: Boleslavsky Variante
es: Defensa Siciliana, Variante Boleslavsky
eu: Siziliarra: Boleslavsky aldaera
fr: Sicilienne, var. Boleslavsky
id: Sisilia, Varian Boleslavsky
it: Difesa Siciliana, Variante Boleslavsky
nl: Siciliaans: Boleslavsky variant
pl: Sycylijska, wariant Boleslavsky
ru: Сицилианская защита: вариант Болеславского
si: sicilijanska, Boleslavskyeva različica
sv: Sicilianskt: Boleslavskijvarianten
tr: Sicilya: Boleslavsky varyasyonu
uk: Сицилійський захист: варіант Болеславського
vi: Sicilia: Boleslavsky biến

source: Sicilian: Boleslavsky, Louma variation
ar: صقلي: بولسلافسكي, لوما تفريع
br: Defesa Siciliana, Variante Boleslavsky, Variante Louma
ca: Defensa Siciliana - Variant Boleslavsky - Variant Louma
de: Sizilianisch: Boleslavsky, Louma Variante
es: Defensa Siciliana, Variante Boleslavsky, Variante Louma
eu: Siziliarra: Boleslavsky, Louma aldaera
fr: Sicilienne, var. Boleslavsky, var. Louma
id: Sisilia, Boleslavsky, Varian Louma
it: Difesa Siciliana, Variante Boleslavsky, Variante Louma
nl: Siciliaans: Boleslavsky, Louma variant
pl: Sycylijska, Boleslavsky, wariant Louma
ru: Сицилианская защита: вариант Болеславского, вариант Лоумы
si: sicilijanska, Boleslavskyeva, Loumarjeva različica
sv: Sicilianskt: Boleslavskijvarianten, Loumavarianten
tr: Sicilya: Boleslavsky, Louma varyasyonu
uk: Сицилійський захист: варіант Болеславського, варіант Лоуми
vi: Sicilia: Boleslavsky, Louma biến

source: Sicilian: Canal-Sokolsky (Nimzovich-Rossolimo, Moscow) attack
ar: صقلي: كانال-سوكولوسكي (نيمزوفيتش-روسوليمو, موسكو) هجوم
br: Defesa Siciliana, Ataque Canal-Sokolsky (Nimzowitsch-Rossolimo, Moscou)
ca: Defensa Siciliana - Atac canal Sokolsky o Nimzowitsch Rossolimo o Moscou
de: Sizilianisch: Canal-Sokolsky (Nimzowitsch-Rossolimo, Moscow) Angriff
es: Defensa Siciliana, Ataque Canal Sokolsky o Nimzowitsch Rossolimo o Moscú
eu: Siziliarra: Canal-Sokolsky (Nimzovich-Rossolimo, Mosku) erasoa
fr: Sicilienne, attaque Canal - Sokolsky (ou var. de Moscou)
id: Sisilia, Serangan Canal-Sokolsky
it: Difesa Siciliana, Attacco Canal Sokolsky o Nimzowitsch Rossolimo o Moscú
nl: Siciliaans: Canal-Sokolsky (Nimzovich-Rossolimo, Moskou) aanval
pl: Sycylijska: atak Canal-Sokolsky (Nimzovitsch-Rossolimo, Moscow)
ru: Сицилианская защита: атака Каналя-Сокольского
si: sicilijanska, Canal-Sokolskyev (Nimzovich-Rossolimov, moskovski) napad
sv: Sicilianskt: Canal-Sokolskijs angrepp (Nimzowitsch-Rossolimo, Moskva)
tr: Sicilya: Kanal-Sokolsky (Nimzovich-Rossolimo, Moskova) hücumu
uk: Сицилійський захист: атака Каналя-Сокольського
vi: Sicilia: tấn công Canal-Sokolsky (Nimzovich-Rossolimo, Moscow)

source: Sicilian: Canal-Sokolsky attack, 3...Bd7
ar: صقلي: كانال-سوكولوسكي هجوم, 3...Bd8
br: Defesa Siciliana, Ataque Canal-Sokolsky, 3...Bd7
ca: Defensa Siciliana - Atac canal Sokolsky - 3 ... Ad7
de: Sizilianisch: Canal-Sokolsky Angriff, 3...Ld7
es: Defensa Siciliana, Ataque Canal Sokolsky, 3...Ad7
eu: Siziliarra: Canal-Sokolsky erasoa, 3...Ad7
fr: Sicilienne, attaque Canal - Sokolsky (ou var. de Moscou), 3...Fd7
id: Sisilia, Serangan Canal-Sokolsky, 3... Gd7
it: Difesa Siciliana, Attacco Canal Sokolsky, 3...Ad7
nl: Siciliaans: Canal-Sokolsky aanval, 3 ... Ld7
pl: Sycylijska: atak Canal-Sokolsky, 3...Gd7
ru: Сицилианская защита: атака Каналя-Сокольского, 3...Сd7
si: sicilijanska, Canal-Sokolskyev napad, 3...Ld7
sv: Sicilianskt: Canal-Sokolskijs angrepp, 3...Ld7
tr: Sicilya: Kanal-Sokolsky hücumu, 3...Bd7
uk: Сицилійський захист: атака Каналя-Сокольського, 3...Сd7
vi: Sicilia: Canal-Sokolsky tấn công, 3 ... Bd7

source: Sicilian: Canal-Sokolsky attack, Bronstein gambit
ar: صقلي: كانال-سوكولوسكي هجوم, برونشتاين جامبيت
br: Defesa Siciliana, Ataque Canal-Sokolsky, Gambito Bronstein
ca: Defensa Siciliana - Atac canal Sokolsky - Gambit Bronstein
de: Sizilianisch: Canal-Sokolsky Angriff, Bronstein Gambit
es: Defensa Siciliana, Ataque Canal Sokolsky, Gambito Bronstein
eu: Siziliarra: Canal-Sokolsky erasoa, Bronstein ganbitoa
fr: Sicilienne, attaque Canal - Sokolsky (ou var. de Moscou), gambit Bronstein
id: Sisilia, Serangan Canal-Sokolsky, Gambit Bronstein
it: Difesa Siciliana, Attacco Canal Sokolsky, Mossa di Bronstein
nl: Siciliaans: Canal-Sokolsky aanval, Bronstein gambiet
pl: Sycylijska: atak Canal-Sokolsky, gambit Bronstein'a
ru: Сицилианская защита: атака Каналя-Сокольского, гамбит Бронштейна
si: sicilijanska, Canal-Sokolskyev napad, Bronsteinov gambit
sv: Sicilianskt: Canal-Sokolskijs angrepp, Bronsteins gambit
tr: Sicilya: Kanal-Sokolsky hücumu, Bronstein gambiti
uk: Сицилійський захист: атака Каналя-Сокольського, гамбіт Бронштейна
vi: Sicilia: Canal-Sokolsky tấn công, Bronstein Gambit

source: Sicilian: Canal-Sokolsky attack, Sokolsky variation
ar: صقلي: كانال-سوكولوسكي هجوم, سوكولوسكي تفريع
br: Defesa Siciliana, Ataque Canal-Sokolsky, Variante Sokolsky
ca: Defensa Siciliana - Atac canal Sokolsky - Variant Sokolsky
de: Sizilianisch: Canal-Sokolsky Angriff, Sokolsky Variante
es: Defensa Siciliana, Ataque Canal Sokolsky, Variante Sokolsky
eu: Siziliarra: Canal-Sokolsky erasoa, Sokolsky aldaera
fr: Sicilienne, attaque Canal - Sokolsky (ou var. de Moscou), var. Sokolsky
id: Sisilia, Serangan Canal-Sokolsky, Varian Sokolsky
it: Difesa Siciliana, Attacco Canal Sokolsky, Variante Sokolsky
nl: Siciliaans: Canal-Sokolsky aanval, Sokolsky variant
pl: Sycylijska: atak Canal-Sokolsky, wariant Sokolsky
ru: Сицилианская защита: атака Каналя-Сокольского, вариант Сокольского
si: sicilijanska, Canal-Sokolskyev napad, Sokolskyeva različica
sv: Sicilianskt: Canal-Sokolskijs angrepp, Sokolskijvarianten
tr: Sicilya: Kanal-Sokolsky hücumu, Sokolsky varyasyonu
uk: Сицилійський захист: атака Каналя-Сокольського, варіант Сокольського
vi: Sicilia: Canal-Sokolsky tấn công, Sokolsky biến

source: Sicilian: Chekhover, Zaitsev variation
ar: صقلي: تشيكهوفر, زايتسيف تفريع
br: Defesa Siciliana, Variante Chekhover, Variante Zaitsev
ca: Defensa Siciliana - Variant Chekhover - Variant Zaitsev
de: Sizilianisch: Chekhover, Zaitsev Variante
es: Defensa Siciliana, Variante Chekhover, Variante Zaitsev
eu: Siziliarra: Cxekhover, Zaitsev aldaera
fr: Sicilienne, var. Tchekhover, var. Zaitsev
id: Sisilia, Chekhover, Varian Zaitsev
it: Difesa Siciliana, Variante Chekhover, Variante Zaitsev
nl: Siciliaans: Chekhover, Zaitsev variant
pl: Sycylijska, Chekhover, wariant Zaitsev'a
ru: Сицилианская защита: вариант Чеховера, вариант Зайцева
si: sicilijanska, Chekoverjeva, Zaitseva različica
sv: Sicilianskt: Tjekhover, Zaitsevvarianten
tr: Sicilya: Chekhover, Zaitsev varyasyonu
uk: Сицилійський захист: варіант Чеховера, варіант Зайцева
vi: Sicilia: Chekhover, Zaitsev biến

source: Sicilian: Flohr variation
ar: صقلي: فلوهر تفريع
br: Defesa Siciliana, Variante Flohr
ca: Defensa Siciliana - Variant Flohr
de: Sizilianisch: Flohr Variante
es: Defensa Siciliana, Variante Flohr
eu: Siziliarra: Flohr aldaera
fr: Sicilienne, var. Flohr
id: Sisilia, Varian Flohr
it: Difesa Siciliana, Variante Flohr
nl: Siciliaans: Flohr variant
pl: Sycylijska, wariant Flohr'a
ru: Сицилианская защита: вариант Флора
si: sicilijanska, Flohrjeva različica
sv: Sicilianskt: Flohrvarianten
tr: Sicilya: Flohr varyasyonu
uk: Сицилійський захист: варіант Флора
vi: Sicilia: Flohr biến

source: Sicilian: Gloria variation
ar: صقلي: جلوريا تفريع
br: Defesa Siciliana, Variante Glória
ca: Defensa Siciliana - Variant Glòria
de: Sizilianisch: Gloria Variante
es: Defensa Siciliana, Variante Gloria
eu: Siziliarra: Gloria aldaera
fr: Sicilienne, var. Gloria
id: Sisilia, Varian Gloria
it: Difesa Siciliana, Variante Gloria
nl: Siciliaans: Gloria variant
pl: Sycylijska, wariant Gloria
ru: Сицилианская защита: вариант Глория
si: sicilijanska, različica Gloria
sv: Sicilianskt: Gloriavarianten
tr: Sicilya: Gloria varyasyonu
uk: Сицилійський захист: варіант Глорія
vi: Sicilia: Gloria biến

source: Sicilian: Grand Prix attack, Schofman variation
ar: صقلي: الجائزة الكبرى هجوم, شوفمان تفريع
br: Defesa Siciliana, Ataque Grand Prix, Variante Schofman
ca: Defensa Siciliana - Variant tancada - Atac Gran Prix - Variant Schofman
de: Sizilianisch: Grand Prix Angriff, Schofman Variante
es: Defensa Siciliana, Variante Cerrada, Ataque Gran Prix, Variante Schofman
eu: Siziliarra: Grand Prix erasoa, Schofmanen aldaera
fr: Sicilienne, attaque Grand Prix, var. Shofman
id: Sisilia, Serangan Grand Prix, Variasi Schofman
it: Difesa Siciliana, Variante Chiusa, Attacco Gran Prix, Variante Schofman
nl: Siciliaans: Grand Prix aanval, Schofman variant
pl: Sycylijska, atak Grand Prix, wariant Schofman'a
ru: Сицилианская защита: Гран-при-атака, вариант Шофмана
si: sicilijanska, Grand Prix napad, Schofmanova različica
sv: Sicilianskt: Grand-Prix-attack, Schofmanvarianten
tr: Sicilya: Grand Prix hücumu, Schofman varyasyonu
uk: Сицилійський захист: Гран-прі-атака, варіант Шофмана
vi: Sicilia: Grand Prix tấn công, Schofman biến

source: Sicilian: Grand Prix attack
ar: صقلي: الجائزة الكبرى هجوم
br: Defesa Siciliana, Ataque Grand Prix
ca: Defensa Siciliana - Atac Gran Prix
de: Sizilianisch: Grand Prix Angriff
es: Defensa Siciliana, Ataque Gran Prix
eu: Sicilian: Grand Prix erasoa
fr: Sicilienne, attaque Grand Prix
id: Sisilia, Serangan Grand Prix
it: Difesa Siciliana, Attacco Gran Prix
nl: Siciliaans: Grand Prix-aanval
pl: Sycylijska, atak Grand Prix
ru: Сицилианская защита: Гран-при-атака
si: sicilijanska, Grand Prix napad
sv: Sicilianskt: Grand-Prix-attack
tr: Sicilya: Grand Prix hücumu
uk: Сицилійський захист: Гран-прі-атака
vi: Sicilia: Grand Prix tấn công

source: Sicilian: Hungarian variation
ar: صقلي: المجري تفريع
br: Defesa Siciliana, Variante Húngara
ca: Defensa Siciliana - Variant Hongaresa
de: Sizilianisch: Ungarische Variante
es: Defensa Siciliana, Variante Húngara
eu: Siziliarra: Hungariar aldaera
fr: Sicilienne, var. hongroise
id: Sisilia Varian Hungaria
it: Difesa Siciliana, Variante Ungherese
nl: Siciliaans: Hongaarse variant
pl: Sycylijska, wariant węgierski
ru: Сицилианская защита: венгерский вариант
si: sicilijanska, madžarska različica
sv: Sicilianskt: Ungerska varianten
tr: Sicilya: Macaristan varyasyonu
uk: Сицилійський захист: Угорський варіант
vi: Biến Hungary: Sicilia

source: Sicilian: Kan variation
ar: صقلي: كاان تفريع
br: Defesa Siciliana, Variante Kan
ca: Defensa Siciliana - Variant Kan
de: Sizilianisch: Kan Variante
es: Defensa Siciliana, Variante Kan
eu: Siziliarra: Kan aldaera
fr: Sicilienne, var. Kan
id: Sisilia Varian Kan
it: Difesa Siciliana, Variante Kan
nl: Siciliaans: Kan variant
pl: Sycylijska, wariant Kan'a
ru: Сицилианская защита: вариант Кана
si: sicilijanska, Kanova različica
sv: Sicilianskt: Kanvarianten
tr: Sicilya: Kan varyasyonu
uk: Сицилійський захист: варіант Кана
vi: Sicilia: Kan biến

source: Sicilian: Kan, 5.Bd3
ar: صقلي: كاان, 5.Bd4
br: Defesa Siciliana, Variante Kan, 5.Bd3
ca: Defensa Siciliana - Variant Kan - 5. Ad3
de: Sizilianisch: Kan, 5.Ld3
es: Defensa Siciliana, Variante Kan, 5.Ad3
eu: Siziliarra: Kan, 5.Ad3
fr: Sicilienne, var. Kan, 5.Fd3
id: Sisilia Kan, 5.Gd3
it: Difesa Siciliana, Variante Kan, 5.Ad3
nl: Siciliaans: Kan, 5.Ld3
pl: Sycylijska, Kan, 5.Gd3
ru: Сицилианская защита: вариант Кана, 5.Сd3
si: sicilijanska, Kanova, 5. Lb3
sv: Sicilianskt: Kan, 5.Ld3
tr: Sicilya: Kan, 5.Bd3
uk: Сицилійський захист: варіант Кана, 5.Сd3
vi: Sicilia: Kan, 5.Bd3

source: Sicilian: Kan, 5.Nc3
ar: صقلي: كاان, 5.Nc4
br: Defesa Siciliana, Variante Kan, 5.Cc3
ca: Defensa Siciliana - Variant Kan - 5. Cc3
de: Sizilianisch: Kan, 5.Sc3
es: Defensa Siciliana, Variante Kan, 5.Cc3
eu: Siziliarra: Kan, 5.Zc3
fr: Sicilienne, var. Kan, 5.Cc3
id: Sisilia Kan, 5.Kc3
it: Difesa Siciliana, Variante Kan, 5.Cc3
nl: Siciliaans: Kan, 5.Pc3
pl: Sycylijska, Kan, 5.Sc3
ru: Сицилианская защита: вариант Кана, 5.Кc3
si: sicilijanska, Kan, 5.Sc3
sv: Sicilianskt: Kan, 5.Sc3
tr: Sicilya: Kan, 5.Nc3
uk: Сицилійський захист: варіант Кана, 5.Кc3
vi: Sicilia: Kan, 5.Nc3

source: Sicilian: Kan, Gipslis variation
ar: صقلي: كاان, جيبسلس تفريع
br: Defesa Siciliana, Variante Kan, Variante Gipslis
ca: Defensa Siciliana - Variant Kan - Variant Gipslis
de: Sizilianisch: Kan, Gipslis Variante
es: Defensa Siciliana, Variante Kan, Variante Gipslis
eu: Siziliarra: Kan, Gipslis aldaera
fr: Sicilienne, var. Kan, var. Gipslis
id: Sisilia Kan, Varian Gipsilis
it: Difesa Siciliana, Variante Kan, Variante Gipslis
nl: Siciliaans: Kan, Gipslis variant
pl: Sycylijska, Kan, wariant Gipslis
ru: Сицилианская защита: вариант Кана, вариант Гипслиса
si: sicilijanska, Kanova, Gipslisova različica
sv: Sicilianskt: Kan, Gipslisvarianten
tr: Sicilya: Kan, Gipslis varyasyonu
uk: Сицилійський захист: варіант Кана, варіант Гіпсліса
vi: Sicilia: Kan, Gipslis biến

source: Sicilian: Kan, Maroczy bind (Reti variation)
ar: صقلي: كاان, مأزق ماركوتزي (ريتي تفريع)
br: Defesa Siciliana, Variante Kan, Maroczy bind (Variante Reti)
ca: Defensa Siciliana - Variant Kan - Sistema Maroczy - Variant Reti
de: Sizilianisch: Kan, Maroczy System (Reti Variante)
es: Defensa Siciliana, Variante Kan, Sistema Maroczy, Variante Reti
eu: Siziliarra: Kan, Maroczy bind (Reti aldaera)
fr: Sicilienne, var. Kan, étau de Maroczy (var. Réti)
id: Sisilia Kan, Ikatan Maroczy
it: Difesa Siciliana, Variante Kan, Sistema Maroczy, Variante Reti
nl: Siciliaans: Kan, Maroczy bind (Reti variant)
pl: Sycylijska,Kan, związanie Maroczego(wariant Reti)
ru: Сицилианская защита: вариант Кана, система Мароци
si: sicilijanska, Kanova, Marcozyev vez (Retijeva različica)
sv: Sicilianskt: Kan, Maroczys bindning (Retivarianten)
tr: Sicilya: Kan, Maroczy bağlama (Reti varyasyonu)
uk: Сицилійський захист: варіант Кана, система Мароці (варіант Реті)
vi: Sicilia: Kan, Maroczy ràng buộc (Reti biến thể)

source: Sicilian: Kan, Maroczy bind - Bronstein variation
ar: صقلي: كاان, مأزق ماركوتزي - برونشتاين تفريع
br: Defesa Siciliana, Variante Kan, Maroczy bind - Variante Bronstein
ca: Defensa Siciliana - Variant Kan - Sistema Maroczy - Variant Bronstein
de: Sizilianisch: Kan, Maroczy System - Bronstein Variante
es: Defensa Siciliana, Variante Kan, Sistema Maroczy, Variante Bronstein
eu: Siziliarra: Kan, Maroczy bind - Bronstein aldaera
fr: Sicilienne, var. Kan, étau de Maroczy, var. Bronstein
id: Sisilia Kan, Ikatan Maroczy, Varian Bronstein
it: Difesa Siciliana, Variante Kan, Sistema Maroczy, Variante Bronstein
nl: Siciliaans: Kan, Maroczy bind - Bronstein variant
pl: Sycylijska,Kan, związanie Maroczego(wariant Bronstein)
ru: Сицилианская защита: вариант Кана, система Мароци, вариант Бронштейна
si: sicilijanska, Kanova, Marcozyev vez, Bronsteinova različica
sv: Sicilianskt: Kan, Maroczys bindning - Bronsteinvarianten
tr: Sicilya: Kan, Maroczy bağlama - Bronstein varyasyonu
uk: Сицилійський захист: варіант Кана, система Мароці, варіант Бронштейна
vi: Sicilia: Kan, Maroczy ràng buộc - Bronstein biến

source: Sicilian: Kan, Polugaievsky variation
ar: صقلي: كاان, بوليوجيافسكي تفريع
br: Defesa Siciliana, Variante Kan, Variante Polugaevsky
ca: Defensa Siciliana - Variant Kan - Variant Polugaevsky
de: Sizilianisch: Kan, Polugaievsky Variante
es: Defensa Siciliana, Variante Kan, Variante Polugaevsky
eu: Siziliarra: Kan, Polugaievsky aldaera
fr: Sicilienne, var. Kan, var. Polougaïevski
id: Sisilia Kan, Varian Polugaevsky
it: Difesa Siciliana, Variante Kan, Variante Polugaevsky
nl: Siciliaans: Kan, Polugaievsky variant
pl: Sycylijska, Kan, wariant Polugaievsky
ru: Сицилианская защита: вариант Кана, вариант Полугаевского
si: sicilijanska, Kanova, Polugaievskyeva različica
sv: Sicilianskt: Kan, Polugajevskijvarianten
tr: Sicilya: Kan, Polugaievsky varyasyonu
uk: Сицилійський захист: варіант Кана, варіант Полугаєвського
vi: Sicilia: Kan, Polugaievsky biến

source: Sicilian: Kan, Swiss cheese variation
ar: صقلي: كاان, السويسري الجبن تفريع
br: Defesa Siciliana, Variante Kan, Variante Queijo Suiço
ca: Defensa Siciliana - Variant Kan - Variant formatge suís
de: Sizilianisch: Kan, Schweizer Käse Variante
es: Defensa Siciliana, Variante Kan, Variante Queso Suizo
eu: Siziliarra: Kan, Suitzako gazta aldaera
fr: Sicilienne, var. Kan, var. du fromage suisse
id: Sisilia Kan, Varian Keju Swiss
it: Difesa Siciliana, Variante Kan, Variante Queso Suizo
nl: Siciliaans: Kan, Zwitserse kaas variant
pl: Sycylijska, Kan, wariant szwajcarskiego sera
ru: Сицилианская защита: вариант Кана, вариант Швейцарский сыр
si: sicilijanska, Kanova, različica švicarski sir
sv: Sicilianskt: Kan, Schweizerostvarianten
tr: Sicilya: Kan, İsviçre peyniri varyasyonu
uk: Сицилійський захист: варіант Кана, варіант Швейцарський сир
vi: Sicilia: Kan, biến pho mát Thụy Sĩ

source: Sicilian: Katalimov variation
ar: صقلي: كاتاليموف تفريع
br: Defesa Siciliana, Variante Katalimov
ca: Defensa Siciliana - Variant Katalimov
de: Sizilianisch: Katalimov Variante
es: Defensa Siciliana, Variante Katalimov
eu: Siziliarra: Katalimov aldaera
fr: Sicilienne, var. Katalymov
id: Sisilia Varian Katalimov
it: Difesa Siciliana, Variante Katalimov
nl: Siciliaans: Katalimov variant
pl: Sycylijska, wariant Katalomov'a
ru: Сицилианская защита: вариант Каталымова
si: sicilijanska, Katalimova različica
sv: Sicilianskt: Katalimovvarianten
tr: Sicilya: Katalimov varyasyonu
uk: Сицилійський захист: варіант Каталимова
vi: Sicilia: biến thể Katalimov
