Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: King's pawn opening
ar: بيدق الملك افتتاح
br: Abertura do Peão do Rei
ca: Obertura de Peó de Rei
de: Königsbauernspiel
es: Apertura del Peón de Rey
eu: Erregearen peoiaren irekiera
fr: Début du pion Roi
id: Pembukaan Bidak Raja
it: Apertura del Pedone di Re
nl: Koningspionopening
pl: Debiut Pion królewski
ru: Дебют королевской пешки
si: otvoritev kraljevega kmeta
sv: Kungsbondespel
tr: Şah'ın piyon açılışı
uk: Дебют королівського пішака
vi: Khai cuộc tốt Vua

source: Konstantinopolsky opening
ar: كونستانتينوبولسكي افتتاح
br: Abertura Konstantinopolsky
ca: Obertura Konstantinopolsky
de: Konstantinopolsky Eröffnung
es: Apertura Konstantinopolsky
eu: Konstantinopolsky irekiera
fr: Début Konstantinopolsky
id: Pembukaan Konstantinopolsky
it: Apertura Konstantinopolsky
pl: Debiut Konstantinopolsky
ru: Дебют Константинопольского
si: Konstantinopolskyeva otvoritev
sv: Konstantinopolskijs spelöppning
tr: Konstantinopolsky açılışı
uk: Дебют Константинопольського
vi: Khai cuộc Konstantinopolsky

source: Lasker simul special
ar: لاسكر سيمول اسبيشيال
br: Abertura Lasker especial simultâneas
ca: Obertura Benko - Variant Lasker especial simultànees
es: Apertura Benko, Variante Lasker especial simultáneas
eu: Lasker aldibereko partidetarako berezia
fr: Ouverture Lasker "simul special"
id: Simulasi Spesial Lasker
it: Apertura Benko, Variante Lasker simultanea speciale
nl: Lasker Simul speciaal
pl: Lasker - specjalna simultana
ru: Специальный вариант Ласкера для сеансов одновременной игры
si: Laskerjeva simul special
sv: Benkos spelöppning, Laskers simultanspecial
tr: Lasker simul özel
uk: Спеціальний варіант Ласкера для сеансів одночасної гри
vi: Lasker simul đặc biệt

source: Latvian counter-gambit
ar: لاتيفان الجامبيت المضاد
br: Contra-Gambito Letão
ca: Contra-Gambit Letó
de: Lettisches Gambit Gegengambit
es: ContraGambito Letón
eu: Letoniako kontra-ganbitoa
fr: Gambit letton (ou contre-gambit Greco)
id: Gambit Balasan Latvian
it: Controgambetto Lettone
nl: Letse tegengambiet
pl: Kontrgambit Latvian'a
ru: Латышский гамбит
si: latvijski proti-gambit
sv: Lettisk motgambit
tr: Letonya karşı gambiti
uk: Латиський гамбіт
vi: Latvia phản Gambit

source: Latvian gambit, 3.Bc4
ar: لاتيفان جامبيت, 3.Bc5
br: Contra-Gambito Letão, Variante 3.Bc4
ca: Contra-Gambit Letó - Variant 3. Ac4
de: Lettisches Gambit 3.Lc4
es: ContraGambito Letón, Variante 3.Ac4
eu: Letoniako ganbitoa, 3.Ac4
fr: Gambit letton, 3.Fc4
id: Gambit Latvian, 3.Gc4
it: Controgambetto Lettone, Variante 3.Ac4
nl: Letse gambiet, 3.Lc4
pl: Gambit Latvian'a.3. Gc4
ru: Латышский гамбит: 3.Сc4
si: latvijski gambit, 3. Lc4
sv: Lettisk gambit: 3.Lc4
tr: Letonya gambiti, 3.Bc4
uk: Латиський гамбіт: 3.Сc4
vi: Latvia cờ, 3.Bc4

source: Latvian: Behting variation
ar: لاتيفان: بيهتنج تفريع
br: Contra-Gambito Letão, Variante Behting
ca: Contra-Gambit Letó - Variant Behting
de: Lettisches Gambit: Behting-Variante
es: ContraGambito Letón, Variante Behting
eu: Letoniera: Behting aldaera
fr: Gambit letton, var. Behting
id: Gambit Latvian, Varian Behting
it: Controgambetto Lettone, Variante Behting
nl: Lets: Behting variant
pl: Latvian, wariant Behting'a
ru: Латышский гамбит: вариант Бетиньша
si: latvijski, Behtingova različica
sv: Lettisk gambit: Behtingvarianten
tr: Letonya: Behting varyasyonu
uk: Латиський гамбіт: варіант Бетіньша
vi: Biến Behting: Latvia

source: Latvian: Fraser defence
ar: لاتيفان: فرازر دفاع
br: Contra-Gambito Letão, Defesa Fraser
ca: Contra-Gambit Letó - Defensa Fraser
de: Lettisches Gambit: Fraser Verteidigung
es: ContraGambito Letón, Defensa Fraser
eu: Letoniera: Fraser defentsa
fr: Gambit letton, défense Fraser
id: Gambit Latvian, Varian Fraser
it: Controgambetto Lettone, Difesa Fraser
nl: Lets: Fraser verdediging
pl: Latvian, obrona Fraser'a
ru: Латышский гамбит: защита Фрейзера
si: latvijski, Fraserjeva obramba
sv: Lettisk gambit: Frasers försvar
tr: Letonya: Fraser savunması
uk: Латиський гамбіт: захист Фрейзера
vi: Latvia: Phòng thủ Fraser

source: Latvian: Nimzovich variation
ar: لاتيفان: نيمزوفيتش تفريع
br: Contra-Gambito Letão, Variante Nimzowitsch
ca: Contra-Gambit Letó - Variant Nimzowitsch
de: Lettisches Gambit: Nimzowitsch-Variante
es: ContraGambito Letón, Variante Nimzowitsch
eu: Letoniera: Nimzovich aldaera
fr: Gambit letton, var. Nimzowitsch
id: Gambit Latvian, Varian Nimzowitch
it: Controgambetto Lettone, Variante Nimzowitsch
nl: Lets: Nimzovich variant
pl: Latvian, wariant Nimzovitsch'a
ru: Латышский гамбит: вариант Нимцовича
si: latvijski, Nimzovicheva različica
sv: Lettisk gambit: Nimzowitschvarianten
tr: Letonya: Nimzovich varyasyonu
uk: Латиський гамбіт: варіант Німцовича
vi: Latvia: Nimzovich biến

source: Latvian: Polerio variation
ar: لاتيفان: بوليريو تفريع
br: Contra-Gambito Letão, Variante Polerio
ca: Contra-Gambit Letó - Variant Polerio
de: Lettisches Gambit: Polerio-Variante
es: ContraGambito Letón, Variante Polerio
eu: Letoniera: Polerio aldaera
fr: Gambit letton, var. Polerio
id: Gambit Latvian, Varian Polerio
it: Controgambetto Lettone, Variante Polerio
nl: Lets: Polerio variant
pl: Latvian, wariant Polerio
ru: Латышский гамбит: вариант Полерио
si: latvijski, Poleriova različica
sv: Lettisk gambit: Poleriovarianten
tr: Letonya: Polerio varyasyonu
uk: Латиський гамбіт: варіант Полеріо
vi: Latvia: Polerio biến

source: Latvian: corkscrew counter-gambit
ar: لاتيفان: البرامة الجامبيت المضاد
br: Contra-Gambito Letão, Contra-Gambito Sacarolha
ca: Contra-Gambit Letó - Contra-Gambit tirabuixó
de: Lettisches Gambit: Korkenzieher Gegengambit
es: ContraGambito Letón, ContraGambito Sacacorchos
eu: Letoniera: Kortxo-kentzekoaren kontra-ganbitoa
fr: Gambit letton, contre-gambit du tire-bouchon
id: Gambit Latvian, Bambit Balasan Corksrew
it: Controgambetto Lettone, Controgambetto Sacacorchos
nl: Lets: kurkentrekker tegengambiet
pl: Latvian, kontrgambit korkociąg
ru: Латышский гамбит: штопорный контргамбит
si: latvijski, corksrew proti-gambit
sv: Lettisk gambit: Korkskruvsmotgambit
tr: Letonya: tirbuşon karşı gambiti
uk: Латиський гамбіт: штопорний контргамбіт Лазо
vi: Latvia: xoắn ốc phản Gambit

source: Lemming defence
ar: ليمنج دفاع
br: Defesa Lemming
ca: Defensa Lemming
de: Lemming Verteidigung
es: Defensa Lemming
eu: Lemming defentsa
fr: Défense du lemming
id: Pembelaan Lemming
it: Difesa Lemming
nl: lemming verdediging
pl: Obrona Lemming'a
ru: Защита лемминга
si: Lemmingova obramba
sv: Lemmings försvar
tr: Yaban sıçanı savunması
uk: Захист Леммінга
vi: Phòng thủ Lemming

source: Lengfellner system
ar: لينجفلنر نظام
br: Sistema Lengfellner
ca: Defensa Francesa - Sistema Lengfellner
es: Defensa Francesa, Sistema Lengfellner
eu: Lengfellner sistema
fr: Système Lengfellner
id: Sistem Lenggellner
it: Difesa Francese, Sistema Lengfellner
nl: Lengfellner systeem
pl: System Lengfellner'a
ru: Система Ленгфелльнера
si: Lengfellnerjev sistem
sv: Lengfellnersystemet
tr: Lengfellner sistemi
uk: Система Ленгфелльнера
vi: Hệ thống Lengfellner

source: Levitsky attack (Queen's bishop attack)
ar: ليفيتسكي هجوم (الوزير الفيل هجوم)
br: Ataque Levitsky (Ataque do Bispo da Dama)
ca: Obertuta de peó de Dama - Atac Levitsky o de l'Alfil de Dama
de: Levitsky Angriff (Damenläufer Angriff)
es: Apertura del Peón de Dama, Ataque Levitsky o del Alfil de Dama
eu: Levitsky erasoa (Damaren alfilaren erasoa)
fr: Attaque Levitsky (attaque du fou dame)
id: Serangan Levitsky (Serangan Gajah Menteri)
it: Apertura del Pedone di Donna, Attacco Levitsky o d'Alfiere di Donna
nl: Levitsky aanval (Dameloper aanval)
pl: Atak Levitsky (atak hetmańsko-gońcowy)
ru: Атака Тромповского
si: Levitskyev napad (napad daminega lovca)
sv: Levitskijs angrepp (Damlöparangrepp)
tr: Levitsky hücumu (Vezir'in fil hücumu)
uk: Атака Тромповського (атака ферзевого слона)
vi: Levitsky tấn công (tấn công giám mục Queen)

source: Mieses opening
ar: مايزس افتتاح
br: Abertura Mieses
ca: Obertura Mieses
de: Mieses Eröffnung
es: Apertura Mieses
eu: Mieses irekiera
fr: Ouverture Mieses
id: Pembukaan Miesses
it: Apertura Mieses
pl: Debiut Mieses
ru: Дебют Мизеса
si: Miesesova otvoritev
sv: Mieses spelöppning
tr: Mieses açılışı
uk: Дебют Мізеса
vi: Khai cuộc Mieses

source: Modern defence: Averbakh system, Kotov variation
ar: حديث دفاع: أفرباخ نظام, كوتوف تفريع
br: Defesa Moderna, Sistema Averbakh, Variante Kotov
ca: Defensa Moderna - Sistema Averbakh - Variant Kotov
de: Moderne Verteidigung: Awerbach System, Kotov-Variante
es: Defensa Moderna, Sistema Averbakh, Variante Kotov
eu: Defentsa modernoa: Averbakh sistema, Kotov aldaera
fr: Défense moderne, système Averbakh, var. Kotov
id: Pembelaan Modern, Sistem Averbakh, Varian Kotov
it: Difesa Moderna, Sistema Averbakh, Variante Kotov
nl: Moderne verdediging:Averbakh systeem, Kotov variant
pl: Obrona nowoczesna, system Averbakh'a, wariant Kotov'a
ru: Защита Робача: система Авербаха, вариант Котова
si: Moderna obramba, Averbakhov sistem, Kotova različica
sv: Moderna försvaret: Averbakhsystemet, Kotovvarianten
tr: Modern savunma: Averbakh sistemi, Kotov varyasyonu
uk: Захист Робача: система Авербаха, варіант Котова
vi: Phòng thủ hiện đại: hệ thống Averbakh, biến thể Kotov

source: Modern defence: Averbakh system, Randspringer variation
ar: حديث دفاع: أفرباخ نظام, راندسبرينجr تفريع
br: Defesa Moderna, Sistema Averbakh, Variante Randspringer
ca: Defensa Moderna - Sistema Averbakh - Variant Randspringer
de: Moderne Verteidigung: Awerbach System, Randspringer-Variante
es: Defensa Moderna, Sistema Averbakh, Variante Randspringer
eu: Defentsa modernoa: Averbakh sistema, Randspringer aldaera
fr: Défense moderne, système Averbakh, var. du cavalier sur la bande (Randspringer)
id: Pembelaan Modern, Sistem Averbakh, Varian Randspringer
it: Difesa Moderna, Sistema Averbakh, Variante Randspringer
nl: Moderne verdediging:Averbakh systeem, Randspringer variant
pl: Obrona nowoczesna, system Averbakh'a, wariant Randspringer'a
ru: Защита Робача: система Авербаха, вариант с конем на краю доски
si: Moderna obramba, Averbakhov sistem, Randspringerjeva različica
sv: Moderna försvaret: Averbakhsystemet, Kantspringarvarianten
tr: Modern savunma: Averbakh sistemi, Randspringer varyasyonu
uk: Захист Робача: система Авербаха, варіант з конем на краю дошки
vi: Phòng thủ hiện đại: hệ thống Averbakh, biến thể Randspringer

source: Modern defence: Averbakh system
ar: حديث دفاع: أفرباخ نظام
br: Defesa Moderna, Sistema Averbakh
ca: Defensa Moderna - Sistema Averbakh
de: Moderne Verteidigung: Awerbach System
es: Defensa Moderna, Sistema Averbakh
eu: Defentsa modernoa: Averbakh sistema
fr: Défense moderne, système Averbakh
id: Pembelaan Modern, Sistem Averbakh
it: Difesa Moderna, Sistema Averbakh
nl: Moderne verdediging:Averbakh systeem
pl: Obrona nowoczesna, system Averbakh'a
ru: Защита Робача: система Авербаха
si: Moderna obramba, Averbakhov sistem
sv: Moderna försvaret: Averbakhsystemet
tr: Modern savunma: Averbakh sistemi
uk: Захист Робача: система Авербаха
vi: Phòng thủ hiện đại: hệ thống Averbakh

source: Modern defence
ar: حديث دفاع
br: Defesa Moderna
ca: Defensa Moderna
de: Moderne Verteidigung
es: Defensa Moderna
eu: Defentsa modernoa
fr: Défense moderne
id: Pembelaan Modern
it: Difesa Moderna
nl: Moderne verdediging
pl: Obrona nowoczesna
ru: Дебют ферзевой пешки: современная защита
si: Moderna obramba
sv: Moderna försvaret
tr: Modern savunma
uk: Дебют ферзевого пішака: Сучасний захист
vi: Phòng thủ hiện đại

source: Mujannah opening
ar: موجانه افتتاح
br: Abertura Mujannah
ca: Obertura Bird - Obertura Mujannah
de: Mujannah Eröffnung
es: Apertura Bird, Apertura Mujannah
eu: Mujannah irekiera
fr: Ouverture Mujannah (du persan "ouverture par le flanc")
id: Pembukaan Mujannah
it: Apertura Bird, Apertura Mujannah
pl: Debiut Mujannah'a
ru: Дебют Мадженна
si: Mujannahova otvoritev
sv: Mujannahs spelöppning
tr: Mujannah açılışı
uk: Дебют Мадженна
vi: Khai cuộc Mujannah

source: Neo-Gruenfeld (Kemeri) defence
ar: المستحدث-جرونفلد (كميري) دفاع
br: Defesa Neo-Grünfeld (Kemeri)
ca: Defensa Neo-Grünfeld amb 3. g3 o Variant Kemeri
de: Neo-Grünfeld (Kemeri) Verteidigung
es: Defensa Neo Grünfeld con 3.g3 o Variante Kemeri
eu: Neo-Gruenfeld (Kemeri) defentsa
fr: Défense néo-Grünfeld de Kemeri
id: Pembelaan Neo Gruendfeld (Kemeri)
it: Difesa Neo Grünfeld con 3.g3 o Variante Kemeri
nl: Neo-Gruenfeld (Kemeri) verdediging
pl: Nowa obrona Gruenfeld'a (Kemeri)
ru: Нео-Грюнфельд
si: Neo-Gruenfeldova (Kemerijeva) obramba
sv: Neo-Grünfeld-försvar (Kemeri)
tr: Yeni Gruenfeld (Kemeri) savunması
uk: Нео-Грюнфельд
vi: Phòng thủ Neo-Gruenfeld (Kemeri)

source: Neo-Gruenfeld defence
ar: المستحدث-جرونفلد دفاع
br: Defesa Neo-Grünfeld
ca: Defensa Neo-Grünfeld amb 3. f3
de: Neo-Grünfeld Verteidigung
es: Defensa Neo Grünfeld con 3.f3
eu: Neo-Gruenfeld defentsa
fr: Défense néo-Grünfeld
id: Pembelaan Neo Gruendfeld
it: Difesa Neo Grünfeld con 3.f3
nl: Neo-Gruenfeld verdediging
pl: Nowa obrona Gruenfeld'a
ru: Нео-Грюнфельд
si: Neo-Gruenfeldova obramba
sv: Neo-Grünfeld
tr: Yeni Gruenfeld savunması
uk: Нео-Грюнфельд
vi: Phòng thủ Neo-Gruenfeld

source: Neo-Gruenfeld, 5.Nf3
ar: المستحدث-جرونفلد, 5.Nf4
br: Defesa Neo-Grünfeld, 5.Cf3
ca: Defensa Neo-Grünfeld amb 3. g3 - 5. Cf3
de: Neo-Grünfeld, 5.Sf3
es: Defensa Neo Grünfeld con 3.g3, 5.Cf3
eu: Neo-Gruenfeld, 5.Zf3
fr: Défense néo-Grünfeld, 5.Cf3
id: Neo Gruendfeld: 5.Kf3
it: Difesa Neo Grünfeld con 3.g3, 5.Cf3
nl: Neo-Gruenfeld, 5.Pf3
pl: Nowa Gruenfeld'a, 5.Sf3
ru: Нео-Грюнфельд: 5.Кf3
si: Neo-Gruenfeldova, 5. Sf3
sv: Neo-Grünfeld: 5.Sf3
tr: Yeni Gruenfeld, 5.Nf3
uk: Нео-Грюнфельд: 5.Кf3

source: Neo-Gruenfeld, 5.cd, main line
ar: المستحدث-جرونفلد, 5.cd, الخط الرئيسي
br: Defesa Neo-Grünfeld, 5.cxd5, Linha Principal
ca: Defensa Neo-Grünfeld amb 3. g3 -5. cxd5 - Línia principal
de: Neo-Grünfeld, 5.cd, Hauptvariante
es: Defensa Neo Grünfeld con 3.g3, 5.cxd5, Linea Principal
eu: Neo-Gruenfeld, 5.cd, lerro nagusia
fr: Défense néo-Grünfeld, 5.cxd5, ligne principale
id: Neo Gruendfeld, 5.cd, Jalur Utama
it: Difesa Neo Grünfeld con 3.g3, 5.cxd5, Linea Principale
nl: Neo-Gruenfeld, 5.cd, hoofdlijn
pl: Nowa Gruenfeld'a, 5.cd, główna linia
ru: Нео-Грюнфельд: 5.cd, основное продолжение
si: Neo-Gruenfeldova, 5. cd, glavna linija
sv: Neo-Grünfeld: 5.cd, huvudvariant
tr: Yeni Gruenfeld, 5.cd, ana hat
uk: Нео-Грюнфельд: 5.cd, основне продовження
vi: Neo-Gruenfeld, 5.cd, dòng chính

source: Neo-Gruenfeld, 5.cd
ar: المستحدث-جرونفلد, 5.cd
br: Defesa Neo-Grünfeld, 5.cxd5
ca: Defensa Neo-Grünfeld amb 3. g3 - 5. cxd5
de: Neo-Grünfeld, 5.cd
es: Defensa Neo Grünfeld con 3.g3, 5.cxd5
fr: Défense néo-Grünfeld, 5.cxd5
id: Neo Gruendfeld, 5.cd
it: Difesa Neo Grünfeld con 3.g3, 5.cxd5
pl: Nowa Gruenfeld'a, 5.cd
ru: Нео-Грюнфельд: 5.cd
si: Neo-Gruenfeldova, 5. cd
sv: Neo-Grünfeld: 5.cd
tr: Yeni Gruenfeld, 5.cd
uk: Нео-Грюнфельд: 5.cd

source: Neo-Gruenfeld, 6.O-O c6
ar: المستحدث-جرونفلد, 6.O-O c7
br: Defesa Neo-Grünfeld, 6.O-O c6
ca: Defensa Neo-Grünfeld amb 3. g3 - 6. 0-0 c6
de: Neo-Grünfeld, 6.O-O c6
es: Defensa Neo Grünfeld con 3.g3, 6.O O c6
fr: Défense néo-Grünfeld, 6.O-O c6
id: Neo Gruendfeld, 6.0-0 c6
it: Difesa Neo Grünfeld con 3.g3, 6.O O c6
pl: Nowa Gruenfeld'a, 6. O-O c6
ru: Нео-Грюнфельд: 6.O-O c6
si: Neo-Gruenfeldova, 6. O-O c6
sv: Neo-Grünfeld: 6.O-O c6
tr: Yeni Gruenfeld, 6.O-O c6
uk: Нео-Грюнфельд: 6.O-O c6

source: Neo-Gruenfeld, 6.O-O, main line
ar: المستحدث-جرونفلد, 6.O-O, الخط الرئيسي
br: Defesa Neo-Grünfeld, 6.O-O, Linha Principal
ca: Defensa Neo-Grünfeld amb 3. g3 - 6. 0-0 - Línia principal
de: Neo-Grünfeld, 6.O-O, Hauptvariante
es: Defensa Neo Grünfeld con 3.g3, 6.O O, Linea Principal
eu: Neo-Gruenfeld, 6.O-O, lerro nagusia
fr: Défense néo-Grünfeld, 6.O-O, ligne principale
id: Neo Gruendfeld, 6.0-0, Jalur Utama
it: Difesa Neo Grünfeld con 3.g3, 6.O O, Linea Principale
nl: Neo-Gruenfeld, 6.O-O, hoofdlijn
pl: Nowa Gruenfeld'a, 6. O-O, główna linia
ru: Нео-Грюнфельд: 6.O-O, основное продолжение
si: Neo-Gruenfeldova, 6. O-O, glavna linija
sv: Neo-Grünfeld: 6.O-O, huvudvariant
tr: Yeni Gruenfeld, 6.O-O, ana hat
uk: Нео-Грюнфельд: 6.O-O, основне продовження
vi: Neo-Gruenfeld, 6.O-O, dòng chính

source: Neo-Gruenfeld, 6.O-O
ar: المستحدث-جرونفلد, 6.O-O
br: Defesa Neo-Grünfeld, 6.O-O
ca: Defensa Neo-Grünfeld amb 3. g3 - 6. 0-0
de: Neo-Grünfeld, 6.O-O
es: Defensa Neo Grünfeld con 3.g3, 6.O O
fr: Défense néo-Grünfeld, 6.O-O
id: Neo Gruendfeld, 6.0-0
it: Difesa Neo Grünfeld con 3.g3, 6.O O
pl: Nowa Gruenfeld'a, 6. O-O
ru: Нео-Грюнфельд: 6.O-O
si: Neo-Gruenfeldova, 6. O-O
sv: Neo-Grünfeld: 6.O-O
tr: Yeni Gruenfeld, 6.O-O
uk: Нео-Грюнфельд: 6.O-O

source: Neo-Gruenfeld, 6.cd Nxd5, 7.O-O Nb6
ar: المستحدث-جرونفلد, 6.cd Nxd5, 7.O-O Nb7
br: Defesa Neo-Grünfeld, 6.cxd5 Cxd5 7.O-O Cb6
ca: Defensa Neo-Grünfeld amb 3. g3 - 6. cxd5 Cxd5 - 7. 0-0 Cb6
de: Neo-Grünfeld, 6.cd Nxd5, 7.O-O Sb6
es: Defensa Neo Grünfeld con 3.g3, 6.cxd5 Cxd5 7.O O Cb6
eu: Neo-Gruenfeld, 6.cd Zxd5, 7.O-O Zb6
fr: Défense néo-Grünfeld, 6.cxd5 Cxd5 7.O-O Cb6
id: Neo Gruendfeld, 6.cd Kxd5 7.0-0 Kb6
it: Difesa Neo Grünfeld con 3.g3, 6.cxd5 Cxd5 7.O O Cb6
nl: Neo-Gruenfeld, 6.cd Pxd5, 7.O-O Pb6
pl: Nowa Gruenfeld'a, 6. cd Sxd5, 7.O-O Sb6
ru: Нео-Грюнфельд: 6.cd Кxd5, 7.O-O Кb6
si: Neo-Gruenfeldova, 6. cd Sxd5, 7. O-O Sb6
sv: Neo-Grünfeld: 6.cd Nxd5, 7.O-O Sb6
tr: Yeni Gruenfeld, 6.cd Nxd5, 7.O-O Nb6
uk: Нео-Грюнфельд: 6.cd Кxd5, 7.O-O Кb6

source: Neo-Gruenfeld, 6.cd Nxd5, 7.O-O c5, 8.Nc3
ar: المستحدث-جرونفلد, 6.cd Nxd5, 7.O-O c5, 8.Nc4
br: Defesa Neo-Grünfeld, 6.cxd5 Cxd5 7.O-O c5 8.Cc3
ca: Defensa Neo-Grünfeld amb 3. g3 - 6. cxd5 Cxd5 7. 0-0 c5 8. Cc3
de: Neo-Grünfeld, 6.cd Nxd5, 7.O-O c5, 8.Sc3
es: Defensa Neo Grünfeld con 3.g3, 6.cxd5 Cxd5 7.O O c5 8.Cc3
eu: Neo-Gruenfeld, 6.cd Zxd5, 7.O-O c5, 8.Zc3
fr: Défense néo-Grünfeld, 6.cxd5 Cxd5 7.O-O c5 8.Cc3
id: Neo Gruendfeld, 6.cd Kxd5 7.0-0 c5 8.Kc3
it: Difesa Neo Grünfeld con 3.g3, 6.cxd5 Cxd5 7.O O c5 8.Cc3
nl: Neo-Gruenfeld, 6.cd Pxd5, 7.O-O c5, 8.Pc3
pl: Nowa Gruenfeld'a, 6. cd Sxd5, 7.O-O c5, 8.Sc3
ru: Нео-Грюнфельд: 6.cd Кxd5, 7.O-O c5, 8.Кc3
si: Neo-Gruenfeldova, 6. cd Sxd5, 7. O-O c5, 8. Sc3
sv: Neo-Grünfeld: 6.cd Nxd5, 7.O-O c5, 8.Sc3
tr: Yeni Gruenfeld, 6.cd Nxd5, 7.O-O c5, 8.Nc3
uk: Нео-Грюнфельд: 6.cd Кxd5, 7.O-O c5, 8.Кc3

source: Neo-Gruenfeld, 6.cd Nxd5, 7.O-O c5, 8.dc
ar: المستحدث-جرونفلد, 6.cd Nxd5, 7.O-O c5, 8.dc
br: Defesa Neo-Grünfeld, 6.cxd5 Cxd5 7.O-O c5 8.dxc5
ca: Defensa Neo-Grünfeld amb 3. g3 - 6. cxd5 Cxd5 7. 0-0 c5 8. dxc5
de: Neo-Grünfeld, 6.cd Nxd5, 7.O-O c5, 8.dc
es: Defensa Neo Grünfeld con 3.g3, 6.cxd5 Cxd5 7.O O c5 8.dxc5
eu: Neo-Gruenfeld, 6.cd Zxd5, 7.O-O c5, 8.dc
fr: Défense néo-Grünfeld, 6.cxd5 Cxd5 7.O-O c5 8.dxc5
id: Neo Gruendfeld, 6.cd Kxd5 7.0-0 c5 8.dc
it: Difesa Neo Grünfeld con 3.g3, 6.cxd5 Cxd5 7.O O c5 8.dxc5
nl: Neo-Gruenfeld, 6.cd Pxd5, 7.O-O c5, 8.dc
pl: Nowa Gruenfeld'a, 6. cd Sxd5, 7.O-O c5, 8.dc
ru: Нео-Грюнфельд: 6.cd Кxd5, 7.O-O c5, 8.dc
si: Neo-Gruenfeldova, 6. cd Sxd5, 7. O-O c5, 8. dc
sv: Neo-Grünfeld: 6.cd Nxd5, 7.O-O c5, 8.dxc5
tr: Yeni Gruenfeld, 6.cd Nxd5, 7.O-O c5, 8.dc
uk: Нео-Грюнфельд: 6.cd Кxd5, 7.O-O c5, 8.dc

source: Neo-Gruenfeld, 6.cd Nxd5, 7.O-O
ar: المستحدث-جرونفلد, 6.cd Nxd5, 7.O-O
br: Defesa Neo-Grünfeld, 6.cxd5 Cxd5 7.O-O
ca: Defensa Neo-Grünfeld amb 3. g3 - 6. cxd5 Cxd5 7. 0-0
de: Neo-Grünfeld, 6.cd Nxd5, 7.O-O
es: Defensa Neo Grünfeld con 3.g3, 6.cxd5 Cxd5 7.O O
eu: Neo-Gruenfeld, 6.cd Zxd5, 7.O-O
fr: Défense néo-Grünfeld, 6.cxd5 Cxd5 7.O-O
id: Neo Gruendfeld, 6.cd Kxd5 7.0-0
it: Difesa Neo Grünfeld con 3.g3, 6.cxd5 Cxd5 7.O O
nl: Neo-Gruenfeld, 6.cd Pxd5, 7.O-O
pl: Nowa Gruenfeld'a, 6. cd Sxd5, 7.O-O
ru: Нео-Грюнфельд: 6.cd Кxd5, 7.O-O
si: Neo-Gruenfeldova, 6. cd Sxd5, 7. O-O
sv: Neo-Grünfeld: 6.cd Nxd5, 7.O-O
tr: Yeni Gruenfeld, 6.cd Nxd5, 7.O-O
uk: Нео-Грюнфельд: 6.cd Кxd5, 7.O-O

source: Neo-Indian (Seirawan) attack
ar: المستحدث-الهندي (Seirawan) هجوم
br: Ataque Neo-Índio (Seirawan)
ca: Atac Neo Indi o Seirawan
de: Neo-Indisch (Seirawan) Angriff
es: Ataque Neo Indio o Seirawan
eu: Neoindiarren (Seirawan) erasoa
fr: Attaque néo-indienne (Seirawan)
id: Serangan Neo Hindia (Seirawan)
it: Attacco Neo Indiano o Seirawan
nl: Neo-Indisch (Seirawan) aanval
pl: Atak nowo-indyjski (Seirawan'a)
ru: Новоиндийская атака
si: Neo-indijski (Seirawanov) napad
sv: Neo-Indiskt angrepp (Seirawan)
tr: Yeni Hint (Seirawan) hücumu
uk: Новоіндійська атака
vi: Neo-Ấn Độ (Seirawan) tấn công

source: Nimzo-Indian defence
ar: نيمزو الهندي دفاع
br: Defesa Nimzo-Índia
ca: Defensa Nimzo Índia
de: Nimzoindisch
es: Defensa Nimzo India
eu: Nimzo-Indiar defentsa
fr: Défense Nimzo-indienne
id: Pembelaan Nimzo Hindia
it: Difesa Nimzo Indiana
nl: Nimzo-Indisch verdediging
pl: Obrona Nimzovitsch'a
ru: Защита Нимцовича
si: Nimzo-indijska obramba
sv: Nimzoindiskt
tr: Nimzo-Hint savunması
uk: Захист Німцовича
vi: Phòng thủ Nimzo-Ấn Độ

source: Nimzo-Indian: 4.e3 O-O, 5.Bd3 d5
ar: نيمزو الهندي: 4.e3 O-O, 5.Bd3 d6
br: Defesa Nimzo-Índia, 4.e3 O-O, 5.Bd3 d5
ca: Defensa Nimzo Índia amb 4. e3 - 5 ...d5
de: Nimzoindisch: 4.e3 O-O, 5.Ld3 d5
es: Defensa Nimzo India 4.e3, 5...d5
eu: Nimzo-indiarra: 4.e3 O-O, 5.Ad3 d5
fr: Défense Nimzo-indienne, 4.e3 O-O 5.Fd3 d5
id: Nimzo Hindia: 4.e3 0-0 5.Gd3 d5
it: Difesa Nimzo Indiana 4.e3, 5...d5
nl: Nimzo-Indisch: 4.e3 O-O, 5.Ld3 d5
pl: Nimzovich, 4.e3 O-O 5.Gd3 d5
ru: Защита Нимцовича: система Рубинштейна, 4...O-O, 5.Сd3 d5
si: nimzo-indijska, 4.e3 O-O, 5.Ld3 d5
sv: Nimzoindiskt: 4.e3 O-O, 5.Ld3 d5
tr: Nimzo-Hint: 4.e3 O-O, 5.Bd3 d5
uk: Захист Німцовича: система Рубінштейна, 4...O-O, 5.Сd3 d5
vi: Nimzo-Ấn Độ: 4.e3 O-O, 5.Bd3 d5

source: Nimzo-Indian: 4.e3 O-O, 5.Bd3
ar: نيمزو الهندي: 4.e3 O-O, 5.Bd4
br: Defesa Nimzo-Índia, 4.e3 O-O, 5.Bd3
ca: Defensa Nimzo Índia amb 4. e3 - Variant Moderna
de: Nimzoindisch: 4.e3 O-O, 5.Ld3
es: Defensa Nimzo India 4.e3, Variante Moderna
eu: Nimzo-indiarra: 4.e3 O-O, 5.Ad3
fr: Défense Nimzo-indienne, 4.e3 O-O 5.Fd3
id: Nimzo Hindia: 4.e3 0-0 5.Gd3
it: Difesa Nimzo Indiana 4.e3, Variante Moderna
nl: Nimzo-Indisch: 4.e3 O-O, 5.Ld3
pl: Nimzovich, 4.e3 O-O, 5.Gd3
ru: Защита Нимцовича: система Рубинштейна, 4...O-O, 5.Сd3
si: nimzo-indijska, 4.e3 O-O, 5.Ld3
sv: Nimzoindiskt: 4.e3 O-O, 5.Ld3
tr: Nimzo-Hint: 4.e3 O-O, 5.Bd3
uk: Захист Німцовича: система Рубінштейна, 4...O-O, 5.Сd3
vi: Nimzo-Ấn Độ: 4.e3 O-O, 5.Bd3

source: Nimzo-Indian: 4.e3 O-O
ar: نيمزو الهندي: 4.e3 O-O
br: Defesa Nimzo-Índia, 4.e3 O-O
ca: Defensa Nimzo Índia amb 4. e3 - 4 ...0-0
de: Nimzoindisch: 4.e3 O-O
es: Defensa Nimzo India 4.e3, 4...O O
eu: Nimzo-indiarra: 4.e3 O-O
fr: Défense Nimzo-indienne, 4.e3 O-O
id: Nimzo Hindia: 4.e3 0-0
it: Difesa Nimzo Indiana 4.e3, 4...O O
nl: Nimzo-Indisch: 4.e3 O-O
pl: Nimzovich, 4.e3 O-O
ru: Защита Нимцовича: система Рубинштейна, 4...O-O
si: Nimzo-indijska, 4. e3 O-O
sv: Nimzoindiskt: 4.e3 O-O
tr: Nimzo-Hint: 4.e3 O-O
uk: Захист Німцовича: система Рубінштейна, 4...O-O
vi: Nimzo-Ấn Độ: 4.e3 O-O

source: Nimzo-Indian: 4.e3 c5, 5.Ne2 (Rubinstein)
ar: نيمزو الهندي: 4.e3 c5, 5.Ne2 (روبينشتاين)
br: Defesa Nimzo-Índia, 4.e3 c5, 5.Ne2 (Rubinstein)
ca: Defensa Nimzo Índia amb 4. e3 c5 - 5. Ne2 (Rubinstein)
de: Nimzoindisch: 4.e3 c5, 5.Se2 (Rubinstein)
es: Defensa Nimzo India 4.e3 c5, 5.Ne2 (Rubinstein)
eu: Nimzo-indiarra: 4.e3 c5, 5.Ze2 (Rubinstein)
fr: Défense Nimzo-indienne, 4.e3 c5 5.Ce2 (Rubinstein)
id: Nimzo Hindia: 4.e3 c5 5.Ke2 (Rubenstein)
it: Difesa Nimzo Indiana 4.e3 c5, 5.Ne2 (Rubinstein)
nl: Nimzo-Indisch: 4.e3 c5, 5.Pe2 (Rubinstein)
pl: Nimzovich, 4.e3 c5, 5.Se2 (Rubinstein)
ru: Защита Нимцовича: система Рубинштейна
si: nimzo-indijska, 4.e3 c5, 5.Se2 (Rubinsteinova)
sv: Nimzoindiskt: 4.e3 c5, 5.Se2 (Rubinstein)
tr: Nimzo-Hint: 4.e3 c5, 5.Ne2 (Rubinstein)
uk: Захист Німцовича: 4...c5, 5.Кe2 (система Рубінштейна)
vi: Nimzo-Ấn Độ: 4.e3 c5, 5.Ne2 (Rubinstein)
