Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: Ruy Lopez: old Steinitz defence, semi-Duras variation
ar: روي لوبيز: القديم شتاينتز دفاع, النصف-دوراس تفريع
br: Abertura Ruy López, Defesa Steinitz Antiga, Variante Semi-Duras
ca: Obertura Espanyola - Defensa Steinitz antiga - Variant semi-dura
de: Spanisch: Alte Steinitz Verteidigung, Semi-Duras Variante
es: Apertura Española, Defensa Steinitz Antigua, Variante Semi Duras
eu: Ruy Lopez: Steinitz defentsa zaharra, erdi-Duras aldaera
fr: Espagnole, défense Steinitz ancienne, var. semi-Duras
id: Ruy Lopez Pembelaan Steinitz Lama, Varian Semi-Duras
it: Apertura Spagnola, Difesa Steinitz Antica, Variante Semi Duras
nl: Ruy Lopez: oude Steinitz verdediging, semi-Duras variant
pl: Partia hiszpańska: stara obrona Steinitz'a, wariant semi-Duras
ru: Испанская партия: защита Стейница, улучшенный вариант Дураса
si: Ruy Lopez, stara Steinitzeva obramba, pol-Durasova različica
sv: Spanskt: Gammalt Steinitz-försvar, semi-Durasvarianten
tr: Ruy Lopez: eski Steinitz savunması, yarı Duras varyasyonu
uk: Іспанська партія: захист Стейніца, покращений варіант Дураса
vi: Ruy Lopez: Phòng thủ Steinitz cổ, biến thể bán Duras

source: Ruy Lopez: old Steinitz defence
ar: روي لوبيز: القديم شتاينتز دفاع
br: Abertura Ruy López, Defesa Steinitz Antiga
ca: Obetura Espanyola - Defensa Steinitz antiga
de: Spanisch: Alte Steinitz Verteidigung
es: Apertura Española, Defensa Steinitz Antigua
eu: Ruy Lopez: Steinitz defentsa zaharra
fr: Espagnole, défense Steinitz ancienne
id: Ruy Lopez Pembelaan Steinitz Lama
it: Apertura Spagnola, Difesa Steinitz Antica
nl: Ruy Lopez: oude Steinitz verdediging
pl: Partia hiszpańska: stara obrona Steinitz'a
ru: Испанская партия: защита Стейница
si: Ruy Lopez, stara Steinitzeva obramba
sv: Spanskt: Gammalt Steinitz-försvar
tr: Ruy Lopez: eski Steinitz savunması
uk: Іспанська партія: захист Стейніца
vi: Ruy Lopez: Phòng thủ Steinitz cổ

source: Ruy Lopez: open (Tarrasch) defence
ar: روي لوبيز: المفتوح (تاراش) دفاع
br: Abertura Ruy López, Variante Aberta (Tarrasch)
ca: Obertura Espanyola - Variant oberta o Tarrasch
de: Spanisch: Offenes System (Tarrasch) Verteidigung
es: Apertura Española, Variante Abierta o Tarrasch
eu: Ruy Lopez: defentsa irekia (Tarrasch)
fr: Espagnole, variante (parfois "défense" en anglais) ouverte
id: Ruy Lopez Pembelaan Terbuka
it: Apertura Spagnola, Variante Aperta o Tarrasch
nl: Ruy Lopez: open (Tarrasch) verdediging
pl: Partia hiszpańska: otwarta obrona(Tarrasch'a)
ru: Испанская партия: открытый вариант
si: Ruy Lopez, odprta (Tarrascheva) obramba
sv: Spanskt: Öppet försvar (Tarrasch)
tr: Ruy Lopez: açık (Tarrasch) savunması
uk: Іспанська партія: відкритий варіант
vi: Ruy Lopez: Phòng thủ mở (Tarrasch)

source: Ruy Lopez: open Berlin defence, 5...Be7
ar: روي لوبيز: دفاع بيرلين المفتوح, 5...Be8
br: Abertura Ruy López, Defesa Berlinesa Aberta, 5...Be7
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta - 5 ... Ae7
de: Spanisch: Offene Berliner Verteidigung, 5...Le7
es: Apertura Española, Defensa Berlinesa, Variante Abierta, 5...Ae7
eu: Ruy Lopez: Berlingo defentsa irekia, 5...Ae7
fr: Espagnole, défense berlinoise ouverte, 5...Fe7
id: Ruy Lopez Terbuka, Pembelaan Berlin, 5....Ge7
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, 5...Ae7
nl: Ruy Lopez: open (Tarrasch) verdediging
pl: Partia hiszpańska: otwarta obrona berlińska, 5...Ge7
ru: Испанская партия: открытая берлинская защита, 5...Сe7
si: Ruy Lopez, odprta berlinska obramba, 5...Le7
sv: Spanskt: Öppet Berlinerförsvar, 5...Le7
tr: Ruy Lopez: açık Berlin savunması, 5...Be7
uk: Іспанська партія: відкритий Берлінський захист, 5...Сe7
vi: Ruy Lopez: Phòng thủ Berlin mở, 5 ... Be7

source: Ruy Lopez: open Berlin defence, Showalter variation
ar: روي لوبيز: دفاع بيرلين المفتوح, تفريع شولتر
br: Abertura Ruy López, Defesa Berlinesa Aberta, Variante Showalter
ca: Obertura Espanyola - Defensa Berlinesa - Variant obera - Variant Showalter
de: Spanisch: Offene Berliner Verteidigung, Showalter Variante
es: Apertura Española, Defensa Berlinesa, Variante Abierta, Variante Showalter
eu: Ruy Lopez: Berlingo defentsa irekia, Showalter aldaera
fr: Espagnole, défense berlinoise ouverte, var. Showalter
id: Ruy Lopez Terbuka, Pembelaan Berlin, Varian Showalter
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, Variante Showalter
nl: Ruy Lopez: open Berlijnse verdediging Showalter variant
pl: Partia hiszpańska: otwarta obrona berlińska, wariant Showalter'a
ru: Испанская партия: открытая берлинская защита, вариант Шовальтера
si: Ruy Lopez, odprta berlinska obramba, Showalterjeva različica
sv: Spanskt: Öppet Berlinerförsvar, Showaltervarianten
tr: Ruy Lopez: açık Berlin savunması, Showalter varyasyonu
uk: Іспанська партія: відкритий Берлінський захист, варіант Шовальтера
vi: Ruy Lopez: Phòng thủ Berlin mở, biến thể Showalte

source: Ruy Lopez: open Berlin defence, l'Hermet variation
ar: روي لوبيز: دفاع بيرلين المفتوح, لوهيرمت تفريع
br: Abertura Ruy López, Defesa Berlinesa Aberta, Variante l'Hermet
ca: Obertura Espanyola - Defensa Berlinesa - Variant oberta - Variant l'Hermet
de: Spanisch: Offene Berliner Verteidigung, l'Hermet Variante
es: Apertura Española, Defensa Berlinesa, Variante Abierta, Variante l'Hermet
eu: Ruy Lopez: Berlingo defentsa irekia, l'Hermet aldaera
fr: Espagnole, défense berlinoise ouverte, var. L'hermet
id: Ruy Lopez Terbuka, Pembelaan Berlin, Varian I'Helmet
it: Apertura Spagnola, Difesa Berlinese, Variante Aperta, Variante l'Hermet
nl: Ruy Lopez: open Berlijn verdediging, l'Hermet variant
pl: Partia hiszpańska: otwarta obrona berlińska, wariant l'Hermet'a
ru: Испанская партия: открытая берлинская защита, вариант Эрме
si: Ruy Lopez, odprta berlinska obramba, , I'Hermetova različica
sv: Spanskt: Öppet Berlinerförsvar, L'Hermetvarianten
tr: Ruy Lopez: açık Berlin savunması, l'Hermet varyasyonu
uk: Іспанська партія: відкритий Берлінський захист, варіант Ерме
vi: Ruy Lopez: Phòng thủ Berlin mở, biến thể l'Hermet

source: Ruy Lopez: open, 6.d4 b5
ar: روي لوبيز: المفتوح , 6.d4 b6
br: Abertura Ruy López, Variante Aberta, Variante 6.d4 b5
ca: Obertura Espanyola - Variant oberta - Variant 6. d4 b5
de: Spanisch: Offenes System, 6.d4 b5
es: Apertura Española, Variante Abierta, Variante 6.d4 b5
eu: Ruy Lopez: irekia, 6.d4 b5
fr: Espagnole ouverte, 6.d4 b5
id: Ruy Lopez Terbuka, 6.d4 b5
it: Apertura Spagnola, Variante Aperta, Variante 6.d4 b5
pl: Partia hiszpańska: otwarta, 6.d4 b5
ru: Испанская партия: открытый вариант, 6.d4 b5
si: Ruy Lopez, odprta, 6. d4 b5
sv: Spanskt: Öppet, 6.d4 b5
tr: Ruy Lopez: açık, 6.d4 b5
uk: Іспанська партія: відкритий варіант, 6.d4 b5
vi: Ruy Lopez: khai cuộc, b5 6.d4

source: Ruy Lopez: open, 6.d4
ar: روي لوبيز: المفتوح , 6.d5
br: Abertura Ruy López, Variante Aberta, Variante 6.d4
ca: Obertura Espanyola - Variant oberta - Variant 6. d4
de: Spanisch: Offenes System, 6.d4
es: Apertura Española, Variante Abierta, Variante 6.d4
eu: Ruy Lopez: irekia, 6.d4
fr: Espagnole ouverte, 6.d4
id: Ruy Lopez Terbuka, 6.d4
it: Apertura Spagnola, Variante Aperta, Variante 6.d4
pl: Partia hiszpańska: otwarta, 6.d4
ru: Испанская партия: открытый вариант, 6.d4
si: Ruy Lopez, odprta, 6. d4
sv: Spanskt: Öppet, 6.d4
tr: Ruy Lopez: açık, 6.d4
uk: Іспанська партія: відкритий варіант, 6.d4
vi: Ruy Lopez: khai cuộc, 6.d4

source: Ruy Lopez: open, 7.Bb3
ar: روي لوبيز: المفتوح , 7.Bb4
br: Abertura Ruy López, Variante Aberta, Variante 7.Bb3
ca: Obertura Espanyola - Variant oberta - Variant 7. Ab3
de: Spanisch: Offenes System, 7.Bb3
es: Apertura Española, Variante Abierta, Variante 7.Ab3
eu: Ruy Lopez: irekia, 7.Ab3
fr: Espagnole ouverte, 7.Fb3
id: Ruy Lopez Terbuka, 7.Gb3
it: Apertura Spagnola, Variante Aperta, Variante 7.Ab3
nl: Ruy Lopez: open, 7.Lb3
pl: Partia hiszpańska: otwarta, 7.Gb3
ru: Испанская партия: открытый вариант, 7.Сb3
si: Ruy Lopez, odprta, 7.Lb3
sv: Spanskt: Öppet, 7.Lb3
tr: Ruy Lopez: açık, 7.Bb3
uk: Іспанська партія: відкритий варіант, 7.Сb3
vi: Ruy Lopez: khai cuộc, 7.Bb3

source: Ruy Lopez: open, 8...Be6
ar: روي لوبيز: المفتوح , 8...Be7
br: Abertura Ruy López, Variante Aberta, Variante 8...Be6
ca: Obertura Espanyola - Variant oberta - Variant 8 ...Ae6
de: Spanisch: Offenes System, 8...Be6
es: Apertura Española, Variante Abierta, Variante 8...Ae6
eu: Ruy Lopez: irekia, 8...Ae6
fr: Espagnole ouverte, 8...Fe6
id: Ruy Lopez Terbuka, 8...Ge6
it: Apertura Spagnola, Variante Aperta, Variante 8...Ae6
nl: Ruy Lopez: open, 8 ... Le6
pl: Partia hiszpańska: otwarta, 8...Ge6
ru: Испанская партия: открытый вариант, 8...Сe6
si: Ruy Lopez, odprta, 8...Le6
sv: Spanskt: Öppet, 8...Le6
tr: Ruy Lopez: açık, 8...Be6
uk: Іспанська партія: відкритий варіант, 8...Сe6
vi: Ruy Lopez: khai cuộc, 8 ... Be6

source: Ruy Lopez: open, 8.de
ar: روي لوبيز: المفتوح , 8.de
br: Abertura Ruy López, Variante Aberta, Variante 8.dxe5
ca: Obertura Espanyola - Variant oberta - Variant 8. dxe5
de: Spanisch: Offenes System, 8.de
es: Apertura Española, Variante Abierta, Variante 8.dxe5
eu: Ruy Lopez: irekia, 8.de
fr: Espagnole ouverte, 8.dxe5
id: Ruy Lopez Terbuka, 8.de
it: Apertura Spagnola, Variante Aperta, Variante 8.dxe5
pl: Partia hiszpańska: otwarta, 8.de
ru: Испанская партия: открытый вариант, 8.de
si: Ruy Lopez, odprta, 8. de
sv: Spanskt: Öppet, 8.de
tr: Ruy Lopez: açık, 8.de
uk: Іспанська партія: відкритий варіант, 8.de
vi: Ruy Lopez: khai cuộc, 8.de

source: Ruy Lopez: open, 9...Be7, 10.Re1
ar: روي لوبيز: المفتوح , 9...Be7, 10.Re2
br: Abertura Ruy López, Variante Aberta, 9...Be7, 10.Te1
ca: Obertura Espanyola - Variant oberta - Defensa clàssica - 10. Te1
de: Spanisch: Offenes System, 9...Le7, 10.Re1
es: Apertura Española, Variante Abierta, Defensa Clásica, 10.Te1
eu: Ruy Lopez: irekia, 9...Ae7, 10.Ge1
fr: Espagnole ouverte, 9...Fe7 10.Te1
id: Ruy Lopez Terbuka, 9...Ge7, 10.Be1
it: Apertura Spagnola, Variante Aperta, Difesa Classica, 10.Te1
nl: Ruy Lopez: open, 9 ... Le7, 10.Te1
pl: Partia hiszpańska: otwarta, 9...Ge7, 10.We1
ru: Испанская партия: открытый вариант, 9...Сe7, 10.Лe1
si: Ruy Lopez, odprta, 9...Le7, 10. Te1
sv: Spanskt: Öppet, 9...Le7, 10.Te1
tr: Ruy Lopez: açık, 9...Be7, 10.Re1
uk: Іспанська партія: відкритий варіант, 9...Сe7, 10.Тe1
vi: Ruy Lopez: khai cuộc, 9 ... Be7, 10.Re1

source: Ruy Lopez: open, 9.c3
ar: روي لوبيز: المفتوح , 9.c4
br: Abertura Ruy López, Variante Aberta, Variante 9.c3
ca: Obertura Espanyola - Variant oberta - Variant 9. c3
de: Spanisch: Offenes System, 9.c3
es: Apertura Española, Variante Abierta, Variante 9.c3
eu: Ruy Lopez: irekia, 9.c3
fr: Espagnole ouverte, 9.c3
id: Ruy Lopez Terbuka, 9.c3
it: Apertura Spagnola, Variante Aperta, Variante 9.c3
pl: Partia hiszpańska: otwarta, 9.c3
ru: Испанская партия: открытый вариант, 9.c3
si: Ruy Lopez, odprta, 9. c3
sv: Spanskt: Öppet, 9.c3
tr: Ruy Lopez: açık, 9.c3
uk: Іспанська партія: відкритий варіант, 9.c3
vi: Ruy Lopez: khai cuộc, 9.c3

source: Ruy Lopez: open, Berger variation
ar: روي لوبيز: المفتوح , بيرجر تفريع
br: Abertura Ruy López, Variante Aberta, Variante Berger
ca: Obertura Espanyola - Variant oberta - Variant Berger
de: Spanisch: Offenes System, Berger Variante
es: Apertura Española, Variante Abierta, Variante Berger
eu: Ruy Lopez: irekia, Berger aldaera
fr: Espagnole ouverte, var. Berger
id: Ruy Lopez Terbuka, Varian Berger
it: Apertura Spagnola, Variante Aperta, Variante Berger
nl: Ruy Lopez: open, Berger variant
pl: Partia hiszpańska: otwarta, wariant Berger'a
ru: Испанская партия: открытый вариант, вариант Бергера
si: Ruy Lopez, odprta, Bergerjeva različica
sv: Spanskt: Öppet, Bergervarianten
tr: Ruy Lopez: açık, Berger varyasyonu
uk: Іспанська партія: відкритий варіант, варіант Бергера
vi: Ruy Lopez: khai cuộc, biến Berger

source: Ruy Lopez: open, Berlin variation
ar: روي لوبيز: المفتوح , بيرلين تفريع
br: Abertura Ruy López, Variante Aberta, Variante Berlim
ca: Obertura Espanyola - Variant oberta - Variant Berlinesa
de: Spanisch: Offenes System, Berliner Variante
es: Apertura Española, Variante Abierta, Variante Berlinesa
eu: Ruy Lopez: irekia, Berlin aldaera
fr: Espagnole ouverte, var. de Berlin
id: Ruy Lopez Terbuka, Varian Berlin
it: Apertura Spagnola, Variante Aperta, Variante Berlinese
nl: Ruy Lopez: open, Berlijn variant
pl: Partia hiszpańska: otwarta, wariant berliński
ru: Испанская партия: открытый вариант, берлинский вариант
si: Ruy Lopez, odprta, berlinska različica
sv: Spanskt: Öppet, Berlinervarianten
tr: Ruy Lopez: açık, Berlin varyasyonu
uk: Іспанська партія: відкритий варіант, Берлінський варіант
vi: Ruy Lopez: khai cuộc, biến thể Berlin

source: Ruy Lopez: open, Bernstein variation, Karpov gambit
ar: روي لوبيز: المفتوح , بيىشتاين تفريع, كاربوف جامبيت
br: Abertura Ruy López, Variante Aberta, Variante Bernstein, Gambito Karpov
ca: Obertura Espanyola - Variant oberta - Variant Bernstein - Gambit Karpov
de: Spanisch: Offenes System, Bernstein Variante, Karpov Gambit
es: Apertura Española, Variante Abierta, Variante Bernstein, Gambito Karpov
eu: Ruy Lopez: irekia, Bernstein aldaera, Karpov ganbitoa
fr: Espagnole ouverte, var. Bernstein, gambit Karpov
id: Ruy Lopez Terbuka, Varian Bernstein, Gambit Karpov
it: Apertura Spagnola, Variante Aperta, Variante Bernstein, Mossa di Karpov
nl: Ruy Lopez: open, Bernstein variant, Karpov gambiet
pl: Partia hiszpańska: otwarta, wariant Berstains'a, gambit Karpov'a
ru: Испанская партия: открытый вариант, вариант Бернштейна, гамбит Карпова
si: Ruy Lopez, odprta, Bernsteinova različica, Karpov gambit
sv: Spanskt: Öppet, Bernsteinvarianten, Karpovs gambit
tr: Ruy Lopez: açık, Bernstein varyasyonu, Karpov gambiti
uk: Іспанська партія: відкритий варіант, варіант Бернштейна, гамбіт Карпова
vi: Ruy Lopez: khai cuộc, biến thể Bernstein, thí quân Karpov

source: Ruy Lopez: open, Bernstein variation
ar: روي لوبيز: المفتوح , بيىشتاين تفريع
br: Abertura Ruy López, Variante Aberta, Variante Bernstein
ca: Obertura Espanyola - Variant oberta - Variant Bernstein
de: Spanisch: Offenes System, Bernstein Variante
es: Apertura Española, Variante Abierta, Variante Bernstein
eu: Ruy Lopez: irekia, Bernstein aldaera
fr: Espagnole ouverte, var. Bernstein
id: Ruy Lopez Terbuka, Bernstein
it: Apertura Spagnola, Variante Aperta, Variante Bernstein
nl: Ruy Lopez: open, Bernstein variant
pl: Partia hiszpańska: otwarta, wariant Bernstein'a
ru: Испанская партия: открытый вариант, вариант Бернштейна
si: Ruy Lopez, odprta, Bernsteinova različica
sv: Spanskt: Öppet, Bernsteinvarianten
tr: Ruy Lopez: açık, Bernstein varyasyonu
uk: Іспанська партія: відкритий варіант, варіант Бернштейна
vi: Ruy Lopez: khai cuộc, biến thể Bernstein

source: Ruy Lopez: open, Breslau variation
ar: روي لوبيز: المفتوح , براسلو تفريع
br: Abertura Ruy López, Variante Aberta, Variante Breslau
ca: Obertura Espanyola - Variant oberta - Defensa clàssica - Variant Breslau
de: Spanisch: Offenes System, Breslau Variante
es: Apertura Española, Variante Abierta, Defensa Clásica, Variante Breslau
eu: Ruy Lopez: irekia, Breslau aldaera
fr: Espagnole ouverte, var. de Wrocław (Breslau)
id: Ruy Lopez Terbuka, Varian Breslau
it: Apertura Spagnola, Variante Aperta, Difesa Classica, Variante Breslau
nl: Ruy Lopez: open, Breslau variant
pl: Partia hiszpańska: otwarta, wariant Breslau
ru: Испанская партия: открытый вариант, бреславльский вариант
si: Ruy Lopez, odprta, Breslauvova različica
sv: Spanskt: Öppet, Breslauvarianten
tr: Ruy Lopez: açık, Breslau varyasyonu
uk: Іспанська партія: відкритий варіант, Бреславський варіант
vi: Ruy Lopez: khai cuộc, biến thể Breslau

source: Ruy Lopez: open, Dilworth variation
ar: روي لوبيز: المفتوح , ديلورث تفريع
br: Abertura Ruy López, Variante Aberta, Variante Dilworth
ca: Obertura Espanyola - Variant oberta - Variant Dilworth
de: Spanisch: Offenes System, Dilworth Variante
es: Apertura Española, Variante Abierta, Variante Dilworth
eu: Ruy Lopez: irekia, Dilworth aldaera
fr: Espagnole ouverte, var. Dilworth
id: Ruy Lopez Terbuka, Varian Dilworth
it: Apertura Spagnola, Variante Aperta, Variante Dilworth
nl: Ruy Lopez: open, Dilworth variant
pl: Partia hiszpańska: otwarta, wariant Dilworth
ru: Испанская партия: открытый вариант, вариант Дилуорта
si: Ruy Lopez, odprta, Dilworthova različica
sv: Spanskt: Öppet, Dilworthvarianten
tr: Ruy Lopez: açık, Dilworth varyasyonu
uk: Іспанська партія: відкритий варіант, варіант Ділуорта
vi: Ruy Lopez: khai cuộc, biến thể Dilworth

source: Ruy Lopez: open, Friess attack
ar: روي لوبيز: المفتوح , فرايس هجوم
br: Abertura Ruy López, Variante Aberta, Ataque Friess
ca: Obertura Espanyola - Variant oberta - Atac Friess
de: Spanisch: Offenes System, Friess Angriff
es: Apertura Española, Variante Abierta, Ataque Friess
eu: Ruy Lopez: irekia, Friessen erasoa
fr: Espagnole ouverte, attaque Friess
id: Ruy Lopez Terbuka, Varian Friess
it: Apertura Spagnola, Variante Aperta, Attacco Friess
nl: Ruy Lopez: open, Friess aanval
pl: Partia hiszpańska: otwarta, atak Friess'a
ru: Испанская партия: открытый вариант, атака Фриса
si: Ruy Lopez, odprta, Friessov napad
sv: Spanskt: Öppet, Friess angrepp
tr: Ruy Lopez: açık, Friess hücumu
uk: Іспанська партія: відкритий варіант, атака Фріса
vi: Ruy Lopez: khai cuộc, tấn công Friess

source: Ruy Lopez: open, Harksen gambit
ar: روي لوبيز: المفتوح , هاركسن جامبيت
br: Abertura Ruy López, Variante Aberta, Gambito Harksen
ca: Obertura Espanyola - Variant oberta - Gambit Harksen
de: Spanisch: Offenes System, Harksen Gambit
es: Apertura Española, Variante Abierta, Gambito Harksen
eu: Ruy Lopez: irekia, Harksen ganbitoa
fr: Espagnole ouverte, gambit Harksen
id: Ruy Lopez Terbuka, Gambit Harksen
it: Apertura Spagnola, Variante Aperta, Mossa di Harksen
nl: Ruy Lopez: open, Harksen gambiet
pl: Partia hiszpańska: otwarta, gambit Harksen'a
ru: Испанская партия: открытый вариант, гамбит Харксена
si: Ruy Lopez, odprta, Harksenov gambit
sv: Spanskt: Öppet, Harksens gambit
tr: Ruy Lopez: açık, Harksen gambiti
uk: Іспанська партія: відкритий варіант, гамбіт Харксена
vi: Ruy Lopez: khai cuộc, thí quân Harksen

source: Ruy Lopez: open, Howell attack, Adam variation
ar: روي لوبيز: المفتوح , هاول هجوم, أدم تفريع
br: Abertura Ruy López, Variante Aberta, Ataque Howell, Variante Adam
ca: Obertura Espanyola - Variant oberta - Atac Howell - Variant Adam
de: Spanisch: Offenes System, Howell Angriff, Adam Variante
es: Apertura Española, Variante Abierta, Ataque Howell, Variante Adam
eu: Ruy Lopez: irekia, Howell erasoa, Adam aldaera
fr: Espagnole ouverte, attaque Howell, var. Adam
id: Ruy Lopez Terbuka, Serangan Howell, Varian Adam
it: Apertura Spagnola, Variante Aperta, Attacco Howell, Variante Adam
nl: Ruy Lopez: open, Howell aanval, Adam variant
pl: Partia hiszpańska: otwarta, atak Howell'a, wariant Adam'a
ru: Испанская партия: открытый вариант, атака Хауэлла, вариант Адама
si: Ruy Lopez, odprta, Howellov napad, Adamova različica
sv: Spanskt: Öppet, Howells angrepp, Adamvarianten
tr: Ruy Lopez: açık, Howell hücumu, Adam varyasyonu
uk: Іспанська партія: відкритий варіант, атака Хауелла, варіант Адама
vi: Ruy Lopez: khai cuộc, tấn công Howell, biến thể Adam

source: Ruy Lopez: open, Howell attack, Ekstroem variation
ar: روي لوبيز: المفتوح , هاول هجوم, ايكسترويم تفريع
br: Abertura Ruy López, Variante Aberta, Ataque Howell, Variante Ekstroem
ca: Obertura Espanyola - Variant oberta - Atac Howell - Variant Ekstroem
de: Spanisch: Offenes System, Howell Angriff, Ekstroem Variante
es: Apertura Española, Variante Abierta, Ataque Howell, Variante Ekstroem
eu: Ruy Lopez: irekia, Howell erasoa, Ekstroem aldaera
fr: Espagnole ouverte, attaque Howell, var. Ekstroem
id: Ruy Lopez Terbuka, Serangan Howell, Varian Ekstroem
it: Apertura Spagnola, Variante Aperta, Attacco Howell, Variante Ekstroem
nl: Ruy Lopez: open, Howell aanval, Ekstroem variant
pl: Partia hiszpańska: otwarta, atak Howell'a, wariant Ekstroem'a
ru: Испанская партия: открытый вариант, атака Хауэлла, вариант Экстрема
si: Ruy Lopez, odprta, Howellov napad, Ekstroemova rzličica
sv: Spanskt: Öppet, Howells angrepp, Ekströmvarianten
tr: Ruy Lopez: açık, Howell hücumu, Ekstroem varyasyonu
uk: Іспанська партія: відкритий варіант, атака Хауелла, варіант Екстрема
vi: Ruy Lopez: khai cuộc, tấn công Howell, biến thể Ekstroem

source: Ruy Lopez: open, Howell attack
ar: روي لوبيز: المفتوح , هاول هجوم
br: Abertura Ruy López, Variante Aberta, Ataque Howell
ca: Obertura Espanyola - Variant oberta - Atac Howell
de: Spanisch: Offenes System, Howell Angriff
es: Apertura Española, Variante Abierta, Ataque Howell
eu: Ruy Lopez: irekia, Howell erasoa
fr: Espagnole ouverte, attaque Howell
id: Ruy Lopez Terbuka, Serangan Howell
it: Apertura Spagnola, Variante Aperta, Attacco Howell
nl: Ruy Lopez: open, Howell aanval
pl: Partia hiszpańska: otwarta, atak Howell'a
ru: Испанская партия: открытый вариант, атака Хауэлла
si: Ruy Lopez, odprta, Howellov napad
sv: Spanskt: Öppet, Howells angrepp
tr: Ruy Lopez: açık, Howell hücumu
uk: Іспанська партія: відкритий варіант, атака Хауелла
vi: Ruy Lopez: khai cuộc, tấn công Howell

source: Ruy Lopez: open, Italian variation
ar: روي لوبيز: المفتوح , إيطالي تفريع
br: Abertura Ruy López, Variante Aberta, Variante Italiana
ca: Obertura Espanyola - Variant oberta - Variant Italiana
de: Spanisch: Offenes System, Italienisch Variante
es: Apertura Española, Variante Abierta, Variante Italiana
eu: Ruy Lopez: irekia, italiar aldaera
fr: Espagnole ouverte, var. italienne
id: Ruy Lopez Terbuka, Varian Italia
it: Apertura Spagnola, Variante Aperta, Variante Italiana
nl: Ruy Lopez: open, Italiaanse variant
pl: Partia hiszpańska: otwarta, wariant włoski
ru: Испанская партия: открытый вариант, итальянский вариант
si: Ruy Lopez, odprta, italijanska različica
sv: Spanskt: Öppet, Italienska varianten
tr: Ruy Lopez: açık, İtalyan varyasyonu
uk: Іспанська партія: відкритий варіант, Італійський варіант
vi: Ruy Lopez: khai cuộc, biến thể Ý

source: Ruy Lopez: open, Knorre variation
ar: روي لوبيز: المفتوح , كنوري تفريع
br: Abertura Ruy López, Variante Aberta, Variante Knorre
ca: Obertura Espanyola - Variant oberta - Variant Knorre
de: Spanisch: Offenes System, Knorre Variante
es: Apertura Española, Variante Abierta, Variante Knorre
eu: Ruy Lopez: irekia, Knorre aldaera
fr: Espagnole ouverte, var. Knorre
id: Ruy Lopez Terbuka, Varian Knoree
it: Apertura Spagnola, Variante Aperta, Variante Knorre
nl: Ruy Lopez: open, Knorre variant
pl: Partia hiszpańska: otwarta, wariant Knorre
ru: Испанская партия: открытый вариант, вариант Кнорре
si: Ruy Lopez, odprta, Knorreva različica
sv: Spanskt: Öppet, Knorrevarianten
tr: Ruy Lopez: açık, Knorre varyasyonu
uk: Іспанська партія: відкритий варіант, варіант Кнорре
vi: Ruy Lopez: khai cuộc, biến thể Knorre

source: Ruy Lopez: open, Malkin variation
ar: روي لوبيز: المفتوح , مالكين تفريع
br: Abertura Ruy López, Variante Aberta, Defesa Clássica, Variante Malkin
ca: Obertura Espanyola - Variant oberta - Defensa clàssica - Variant Malkin
de: Spanisch: Offenes System, Malkin Variante
es: Apertura Española, Variante Abierta, Defensa Clásica, Variante Malkin
eu: Ruy Lopez: irekia, Malkin aldaera
fr: Espagnole ouverte, var. Malkin
id: Ruy Lopez Terbuka, Varian Malkin
it: Apertura Spagnola, Variante Aperta, Difesa Classica, Variante Malkin
nl: Ruy Lopez: open, Malkin variant
pl: Partia hiszpańska: otwarta, atak Howell'a
ru: Испанская партия: открытый вариант, вартиант Малкина
si: Ruy Lopez, odprta, Malkinova različica
sv: Spanskt: Öppet, Malkinvarianten
tr: Ruy Lopez: açık, Malkin varyasyonu
uk: Іспанська партія: відкритий варіант, варіант Малкіна
vi: Ruy Lopez: khai cuộc, biến thể Malkin
