Repository: PortableTamil/Games
Catalog: LucasChess/App/LucasChessR/Resources/Locale/*/LC_MESSAGES/lcopenings.po
Languages: ar, br, ca, de, es, eu, fr, id, it, nl, pl, ru, si, sv, tr, uk, vi

source: King's Indian: 5.Nf3
ar: الملك الهندي: 5.Nf4
br: Defesa Índia do Rei, 5.Cf3
ca: Defensa Índia de Rei - 5. Cf3
de: Königsindisch: 5.Sf3
es: Defensa India de Rey, 5.Cf3
eu: Erregearen indiarra: 5.Zf3
fr: Défense est-indienne, 5.Cf3
id: Hindia Raja, 5.Kf3
it: Difesa Indiana di Re, 5.Cf3
nl: KoningsIndisch: 5.Pf3
pl: Królewsko-indyjska, 5.Sf3
ru: Староиндийская защита: 5.Кf3
si: Kraljevo indijska, 5. Sf3
sv: Kungsindiskt: 5.Sf3
tr: Hint Şah: 5.Nf3
uk: Староіндійський захист: 5.Кf3
vi: Vua của Ấn Độ: 5.Nf3

source: King's Indian: 6.Be2
ar: الملك الهندي: 6.Be3
br: Defesa Índia do Rei, 6.Be2
ca: Defensa Índia de Rei - 6. Ae2
de: Königsindisch: 6.Le2
es: Defensa India de Rey, 6.Ae2
eu: Erregearen indiarra: 6.Ae2
fr: Défense est-indienne, 6.Fe2
id: Hindia Raja, 6.Ge2
it: Difesa Indiana di Re, 6.Ae2
nl: KoningsIndisch: 6.Le2
pl: Królewsko-indyjska, 6.Ge2
ru: Староиндийская защита: 6.Сe2
si: Kraljevo indijska, 6. Le2
sv: Kungsindiskt: 6.Le2
tr: Hint Şah: 6.Be2
uk: Староіндійський захист: 6.Сe2
vi: Vua của Ấn Độ: 6.Be2

source: King's Indian: Andersson variation
ar: الملك الهندي: أندرسون تفريع
br: Defesa Índia do Rei, Variante Andersson
ca: Defensa Índia de Rei - Variant Andersson
de: Königsindisch: Andersson-Variante
es: Defensa India de Rey, Variante Andersson
eu: Erregearen indiarra: Andersson aldaera
fr: Défense est-indienne, var. Andersson
id: Hindia Raja, Varian Anderson
it: Difesa Indiana di Re, Variante Andersson
nl: KoningsIndisch: Andersson variant
pl: Królewsko-indyjska, wariant Andersson'a
ru: Староиндийская защита: вариант Андерссона
si: Kraljevo indijska, Anderssonova različica
sv: Kungsindiskt: Anderssonvarianten
tr: Hint Şah: Andersson varyasyonu
uk: Староіндійський захист: варіант Андерссона
vi: Vua của Ấn Độ: Andersson biến

source: King's Indian: Anti-Gruenfeld
ar: الملك الهندي: ضد-جرونفلد
br: Defesa Índia do Rei, Variante Anti Grünfeld
ca: Defensa Índia de Rei - Variant Anti-Grünfeld
de: Königsindisch: Anti-Grünfeld
es: Defensa India de Rey, Variante Anti Grünfeld
eu: Erregearen indiarra: Anti-Gruenfeld
fr: Défense est-indienne, var. anti-Grünfeld
id: Hindia Raja, Anti Gruenfeld
it: Difesa Indiana di Re, Variante Anti Grünfeld
nl: KoningsIndisch: Anti-Gruenfeld
pl: Królewsko-indyjska, Anty-Gruenfeld
ru: Староиндийская защита: система анти-Грюнфельда
si: Kraljevo indijska, Proti-Gruenfeld
sv: Kungsindiskt: Anti-Grünfeld
tr: Hint Şah: Anti-Gruenfeld
uk: Староіндійський захист: система анти-Грюнфельда
vi: Của vua Ấn Độ: Anti-Gruenfeld

source: King's Indian: Averbakh system
ar: الملك الهندي: أفرباخ نظام
br: Defesa Índia do Rei, Sistema Averbakh
ca: Defensa Índia de Rei - Sistema Averbakh
de: Königsindisch: Awerbach System
es: Defensa India de Rey, Sistema Averbakh
eu: Erregearen indiarra: Averbakh sistema
fr: Défense est-indienne, système Averbakh
id: Hindia Raja, Sistem Averbakh
it: Difesa Indiana di Re, Sistema Averbakh
nl: KoningsIndisch: Averbakh systeem
pl: Królewsko-indyjska, system Averbakh'a
ru: Староиндийская защита: система Авербаха
si: Kraljevo indijska, Averbakhov sistem
sv: Kungsindiskt: Averbakhsystemet
tr: Hint Şah: Averbakh sistemi
uk: Староіндійський захист: система Авербаха
vi: Hệ thống Averbakh: Ấn Độ vua của

source: King's Indian: Averbakh, 6...c5
ar: الملك الهندي: أفرباخ, 6...c6
br: Defesa Índia do Rei, Sistema Averbakh, 6...c5
ca: Defensa Índia de Rei - Sistema Averbakh - 6 ...c5
de: Königsindisch: Awerbach, 6...c5
es: Defensa India de Rey, Sistema Averbakh, 6...c5
eu: Erregearen indiarra: Averbakh, 6...c5
fr: Défense est-indienne, système Averbakh, 6...c5
id: Hindia Raja, Averbakh, 6... c5
it: Difesa Indiana di Re, Sistema Averbakh, 6...c5
nl: KoningsIndisch: Averbakh, 6 ... c5
pl: Królewsko-indyjska, Averbakh, 6..c5
ru: Староиндийская защита: система Авербаха, 6...c5
si: kraljevo-indijska, Averbakhova, 6...c5
sv: Kungsindiskt: Averbakh, 6...c5
tr: Hint Şah: Averbakh, 6...c5
uk: Староіндійський захист: система Авербаха, 6...c5
vi: Vua của Ấn Độ: Averbakh, 6 ... c5

source: King's Indian: Averbakh, main line
ar: الملك الهندي: أفرباخ, الخط الرئيسي
br: Defesa Índia do Rei, Sistema Averbakh, Linha Principal
ca: Defensa Índia de Rei - Sistema Averbakh - Línia principal
de: Königsindisch: Awerbach, Hauptvariante
es: Defensa India de Rey, Sistema Averbakh, Linea Principal
eu: Erregearen indiarra: Averbakh, lerro nagusia
fr: Défense est-indienne, système Averbakh, ligne principale
id: Hindia Raja, Averbakh, Jalur Utama
it: Difesa Indiana di Re, Sistema Averbakh, Linea Principale
nl: KoningsIndisch: Averbakh, hoofdlijn
pl: Królewsko-indyjska, Averbakh, główna linia
ru: Староиндийская защита: система Авербаха, основное продолжение
si: Kraljevo indijska: Averbakh, glavna linija
sv: Kungsindiskt: Averbakh, huvudvariant
tr: Hint Şah: Averbakh, ana hat
uk: Староіндійський захист: система Авербаха, основне продовження
vi: Ấn Độ vua: Averbakh, dòng chính

source: King's Indian: Danube gambit
ar: الملك الهندي: دانوب جامبيت
br: Defesa Índia do Rei, Variante Anti Grünfeld, Gambito Danúbio
ca: Defensa Índia de Rei - Variant Anti-Grünfeld - Gambit Danubi
de: Königsindisch: Danube Gambit
es: Defensa India de Rey, Variante Anti Grünfeld, Gambito Danubio
eu: Erregearen indiarra: Danubio ganbitoa
fr: Défense est-indienne, gambit du Danube
id: Hindia Raja, Gambit Danube
it: Difesa Indiana di Re, Variante Anti Grünfeld, Mossa di Danubio
nl: KoningsIndisch: Donau gambiet
pl: Królewsko-indyjska, gambit Danube
ru: Староиндийская защита: дунайский гамбит
si: Kraljevo indijska, Danubejev gambit
sv: Kungsindiskt: Donaugambit
tr: Hint Şah: Danube gambiti
uk: Староіндійський захист: Дунайський гамбіт
vi: Vua của Ấn Độ: Danube Gambit

source: King's Indian: East Indian defence
ar: الملك الهندي: الشرقي الهندي دفاع
br: Defesa Índia do Rei, Defesa Índia do Este
ca: Defensa Índia de Rei - Defensa Índia de l'Est
de: Königsindisch: East Indian Verteidigung
es: Defensa India de Rey, Defensa India del Este
eu: Erregearen indiarra: Ekialdeko Indiako defentsa
fr: Défense est-indienne, "East Indian defence"
id: Hindia Raja, Pembelaan Hindia Timur
it: Difesa Indiana di Re, Difesa Est Indiana
nl: KoningsIndisch: Oost-Indische verdediging
pl: Królewsko-indyjska, obrona wschodnio-indyjska
ru: Староиндийская защита: Ост-индская защита
si: Kraljevo indijska, vzhodno indijska obramba
sv: Kungsindiskt: Östindiskt försvar
tr: Hint Şah: Doğu Hint savunması
uk: Староіндійський захист: Ост-індійський захист
vi: Vua của Ấn Độ: phòng thủ Đông Ấn Độ

source: King's Indian: Gligoric-Taimanov system
ar: الملك الهندي: جليجوريك-تيمانوف نظام
br: Defesa Índia do Rei, Sistema Gligoric Taimanov
ca: Defensa Índia de Rei - Sistema Gligoric Taimanov
de: Königsindisch: Gligoric-Taimanov System
es: Defensa India de Rey, Sistema Gligoric Taimanov
eu: Erregearen indiarra: Gligoric-Taimanov sistema
fr: Défense est-indienne, système Gligorić - Taïmanov
id: Hindia Raja, Sistem Gligoric-Taimanov
it: Difesa Indiana di Re, Sistema Gligoric Taimanov
nl: Konings Indisch: Gligoric-Taimanov systeem
pl: Królewsko-indyjska, system Gligoric-Taimanov'a
ru: Староиндийская защита: система Глигорича-Тайманова
si: Kraljevo indijska, Gligoric-Taimanov sistem
sv: Kungsindiskt: Gligoric-Tajmanovs system
tr: Hint Şah: Gligoric-Taimanov sistemi
uk: Староіндійський захист: система Глігорича-Тайманова
vi: Ấn Độ vua của: hệ thống Gligoric-Taimanov

source: King's Indian: Kazakh variation
ar: الملك الهندي: كازاخ تفريع
br: Defesa Índia do Rei, Variante Kazakh
ca: Defensa Índia de Rei - Variant Kazakh
de: Königsindisch: Kazakh-Variante
es: Defensa India de Rey, Variante Kazakh
eu: Erregearen indiarra: Kazakh aldaera
fr: Défense est-indienne, var. kazakh
id: Hindia Raja, Varian Kazakh
it: Difesa Indiana di Re, Variante Kazakh
nl: Konings Indisch: Kazachse variant
pl: Królewsko-indyjska, wariant Kazakh'a
ru: Староиндийская защита: казахский вариант
si: Kraljevo indijska, Kazakhova različica
sv: Kungsindiskt: Kossackvarianten
tr: Hint Şah: Kazak varyasyonu
uk: Староіндійський захист: Казахський варіант
vi: Biến Kazakhstan: Ấn Độ vua của

source: King's Indian: Kramer system
ar: الملك الهندي: كرامر نظام
br: Defesa Índia do Rei, Sistema Kramer
ca: Defensa Índia de Rei - Sistema Kramer
de: Königsindisch: Kramer System
es: Defensa India de Rey, Sistema Kramer
eu: Erregearen indiarra: Kramer sistema
fr: Défense est-indienne, système Kramer
id: Hindia Raja, Sistem Kramer
it: Difesa Indiana di Re, Sistema Kramer
nl: Konings Indisch: Kramer systeem
pl: Królewsko-indyjska, system Kramer'a
ru: Староиндийская защита: система Крамера
si: Kraljevo indijska, Kramerjev sistem
sv: Kungsindiskt: Kramersystemet
tr: Hint Şah: Kramer sitemi
uk: Староіндійський захист: система Крамера
vi: Vua của Ấn Độ: hệ thống Kramer

source: King's Indian: Larsen variation
ar: الملك الهندي: لارسن تفريع
br: Defesa Índia do Rei, Variante Larsen
ca: Defensa Índia de Rei - Variant Larsen
de: Königsindisch: Larsen-Variante
es: Defensa India de Rey, Variante Larsen
eu: Erregearen indiarra: Larsen aldaera
fr: Défense est-indienne, var. Larsen
id: Hindia Raja, Varian Larsen
it: Difesa Indiana di Re, Variante Larsen
nl: Konings Indisch: Larsen variant
pl: Królewsko-indyjska, wariant Larsen'a
ru: Староиндийская защита: вариант Ларсена
si: Kraljevo indijska, Larsenova različica
sv: Kungsindiskt: Larsenvarianten
tr: Hint Şah: Larsen varyasyonu
uk: Староіндійський захист: варіант Ларсена
vi: Vua của Ấn Độ: Larsen biến

source: King's Indian: London system
ar: الملك الهندي: لندن نظام
br: Defesa Índia do Rei, Sistema Londres
ca: Defensa Índia de Rei - Sistema Londres
de: Königsindisch: London System
es: Defensa India de Rey, Sistema Londres
eu: Erregearen indiarra: Londresko sistema
fr: Défense est-indienne, système de Londres
id: Hindia Raja, Sistem London
it: Difesa Indiana di Re, Sistema Londres
nl: Konings Indisch: London systeem
pl: Królewsko-indyjska, system London
ru: Староиндийская защита: лондонская система
si: Kraljevo indijska, londonski sistem
sv: Kungsindiskt: Londonsystemet
tr: Hint Şah: Londra sistemi
uk: Староіндійський захист: Лондонська система
vi: Vua của Ấn Độ: hệ thống London

source: King's Indian: Makagonov system (5.h3)
ar: الملك الهندي: ماكاجونوف نظام (5.h3)
br: Defesa Índia do Rei, Sistema Makagonov 5.h3
ca: Defensa Índia de Rei - Sistema Makagonov
de: Königsindisch: Makagonov System (5.h3)
es: Defensa India de Rey, Sistema Makagonov
eu: Erregearen indiarra: Makagonov sistema (5.h3)
fr: Défense est-indienne, système Makogonov, 5.h3
id: Hindia Raja, Sistem Makogonov (5.h3)
it: Difesa Indiana di Re, Sistema Makagonov
nl: Konings Indisch: Makagonov systeem (5.h3)
pl: Królewsko-indyjska, system Makagonov'a(5.h3)
ru: Староиндийская защита: система Макогонова
si: kraljevo-indijska, Makagonov sistem (5.h3)
sv: Kungsindiskt: Makagonovsystemet (5.h3)
tr: Hint Şah: Makagonov sistemi (5.h3)
uk: Староіндійський захист: система Макогонова (5.h3)
vi: Vua của Ấn Độ: hệ thống Makagonov (5.h3)

source: King's Indian: Petrosian system, Keres variation
ar: الملك الهندي: بيتروسيان نظام,كيريس تفريع
br: Defesa Índia do Rei, Sistema Petrosian, Variante Keres
ca: Defensa Índia de Rei - Sistema Petrosian - Línia principal - Variant Keres
de: Königsindisch: Petrosian System, Keres-Variante
es: Defensa India de Rey, Sistema Petrosian, Linea Principal, Variante Keres
eu: Erregearen indiarra: Petrosianen sistema, Keres aldaera
fr: Défense est-indienne, système Petrossian, var. Keres
id: Hindia Raja, Sistem Petrosian, Varian Keres
it: Difesa Indiana di Re, Sistema Petrosian, Linea Principale, Variante Keres
nl: Konings Indisch: Petrosian systeem, Keres variant
pl: Królewsko-indyjska, system Petrosian'a, wariant Keres'a
ru: Староиндийская защита: система Петросяна, вариант Кереса
si: Kraljevo indijska, Petrosianov sistem, Keresova različica
sv: Kungsindiskt: Petrosjansystemet, Keresvarianten
tr: Hint Şah: Petrosian sistemi, Keres varyasyonu
uk: Староіндійський захист: система Петросяна, варіант Кереса
vi: Ấn Độ vua của: hệ thống Petrosian, Keres biến

source: King's Indian: Petrosian system, Stein variation
ar: الملك الهندي: بيتروسيان نظام, شتاين تفريع
br: Defesa Índia do Rei, Sistema Petrosian, Variante Stein
ca: Defensa Índia de Rei - Sistema Petrosian - Variant Stein
de: Königsindisch: Petrosian System, Stein-Variante
es: Defensa India de Rey, Sistema Petrosian, Variante Stein
eu: Erregearen indiarra: Petrosianen sistema, Stein aldaera
fr: Défense est-indienne, système Petrossian, var. Stein
id: Hindia Raja, Sistem Petrosian, Varian Stein
it: Difesa Indiana di Re, Sistema Petrosian, Variante Stein
nl: Konings Indisch: Petrosian systeem, Stein variant
pl: Królewsko-indyjska, system Petrosian'a, wariant Stein'a
ru: Староиндийская защита: система Петросяна, вариант Стейна
si: Kraljevo indijska, Petrosianov sistem, Steinova različica
sv: Kungsindiskt: Petrosjansystemet, Steinvarianten
tr: Hint Şah: Petrosian sistemi, Stein varyasyonu
uk: Староіндійський захист: система Петросяна, варіант Стейна
vi: Của vua Ấn Độ: hệ thống Petrosian, Stein biến

source: King's Indian: Petrosian system, main line
ar: الملك الهندي: بيتروسيان نظام, الخط الرئيسي
br: Defesa Índia do Rei, Sistema Petrosian, Linha Principal
ca: Defensa Índia de Rei - Sistema Petrosian - Línia principal
de: Königsindisch: Petrosian System, Hauptvariante
es: Defensa India de Rey, Sistema Petrosian, Linea Principal
eu: Erregearen indioa: Petrosianen sistema, lerro nagusia
fr: Défense est-indienne, système Petrossian, ligne principale
id: Hindia Raja, Sistem Petrosian, Jalur Utama
it: Difesa Indiana di Re, Sistema Petrosian, Linea Principale
nl: Konings Indisch: Petrosian systeem, hoofdlijn
pl: Królewsko-indyjska, system Petrosian'a, główna linia
ru: Староиндийская защита: система Петросяна, основное продолжение
si: Kraljevo indijska: Petrosianov sistem, glavna linija
sv: Kungsindiskt: Petrosjansystemet, huvudvariant
tr: Hint Şah: Petrosian sistemi, ana hat
uk: Староіндійський захист: система Петросяна, основне продовження
vi: Ấn Độ vua của: hệ thống Petrosian, dòng chính

source: King's Indian: Petrosian system
ar: الملك الهندي: بيتروسيان نظام
br: Defesa Índia do Rei, Sistema Petrosian
ca: Defensa Índia de Rei - Sistema Petrosian
de: Königsindisch: Petrosian System
es: Defensa India de Rey, Sistema Petrosian
eu: Erregearen indioa: Petrosianen sistema
fr: Défense est-indienne, système Petrossian
id: Hindia Raja, Sistem Petrosian
it: Difesa Indiana di Re, Sistema Petrosian
nl: Konings Indisch: Petrosian systeem
pl: Królewsko-indyjska, system Petrosian'a
ru: Староиндийская защита: система Петросяна
si: Kraljevo indijska, Petrosianov sistem
sv: Kungsindiskt: Petrosjansystemet
tr: Hint Şah: Petrosian sistemi
uk: Староіндійський захист: система Петросяна
vi: Hệ thống Petrosian: Ấn Độ vua của

source: King's Indian: Pomar system
ar: الملك الهندي: بومار نظام
br: Defesa Índia do Rei, Sistema Pomar
ca: Defensa Índia de Rei - Sistema Pomar
de: Königsindisch: Pomar System
es: Defensa India de Rey, Sistema Pomar
eu: Erregearen indiarra: Pomar sistema
fr: Défense est-indienne, système Pomar
id: Hindia Raja, Sistem Pomar
it: Difesa Indiana di Re, Sistema Pomar
nl: Konings Indisch: Pomar systeem
pl: Królewsko-indyjska, system Pomar'a
ru: Староиндийская защита: система Помара
si: Kraljevo indijska, Pomarjev sistem
sv: Kungsindiskt: Pomarsystemet
tr: Hint Şah: Pomar sistemi
uk: Староіндійський захист: система Помара
vi: Hệ thống Pomar: Ấn Độ vua của

source: King's Indian: Saemisch variation
ar: الملك الهندي: ساميش تفريع
br: Defesa Índia do Rei, Variante Saemisch
ca: Defensa Índia de Rei - Variant Sämisch
de: Königsindisch: Saemisch-Variante
es: Defensa India de Rey, Variante Sämisch
eu: Erregearen indiarra: Saemisch aldaera
fr: Défense est-indienne, var. Sämisch
id: Hindia Raja, Varian Saemisch
it: Difesa Indiana di Re, Variante Sämisch
nl: Konings Indisch: Saemisch variant
pl: Królewsko-indyjska, wariant Saemisch'a
ru: Староиндийская защита: система Земиша
si: kraljevo-indijska, Saemischeva različica
sv: Kungsindiskt: Sämischvarianten
tr: Hint Şah: Saemisch varyasyonu
uk: Староіндійський захист: система Земіша
vi: Vua của Ấn Độ: biến thể Saemisch

source: King's Indian: Saemisch, 5...O-O
ar: الملك الهندي: ساميش, 5...O-O
br: Defesa Índia do Rei, Variante Saemisch, 5...O-O
ca: Defensa Índia de Rei - Variant Sämisch - 5 ... 0-0
de: Königsindisch: Saemisch, 5...O-O
es: Defensa India de Rey, Variante Sämisch, 5...O O
eu: Erregearen indiarra: Saemisch, 5...O-O
fr: Défense est-indienne, var. Sämisch, 5...O-O
id: Hindia Raja, Saemisch, 5.... 0-0
it: Difesa Indiana di Re, Variante Sämisch, 5...O O
nl: Konings Indisch: Saemisch, 5 ... O-O
pl: Królewsko-indyjska, Saemisch, 5...O-O
ru: Староиндийская защита: система Земиша, 5...O-O
si: Kraljevo indijska, Seamisch, 5. O-O
sv: Kungsindiskt: Sämisch, 5...O O
tr: Hint Şah: Saemisch, 5...O-O
uk: Староіндійський захист: система Земіша, 5...O-O
vi: Vua của Ấn Độ: Saemisch, 5 ... O-O

source: King's Indian: Saemisch, 6...Nc6
ar: الملك الهندي: ساميش, 6...Nc7
br: Defesa Índia do Rei, Variante Saemisch, 6...Cc6
ca: Defensa Índia de Rei - Variant Sämisch - 6 ... Cc6
de: Königsindisch: Saemisch, 6...Sc6
es: Defensa India de Rey, Variante Sämisch, 6...Cc6
eu: Erregearen indiarra: Saemisch, 6...Zc6
fr: Défense est-indienne, var. Sämisch, 6...Cc6
id: Hindia Raja, Saemisch, 6... Kc6
it: Difesa Indiana di Re, Variante Sämisch, 6...Cc6
nl: Konings Indisch: Saemisch, 6 ... Pc6
pl: Królewsko-indyjska, Saemisch, 6...Sc6
ru: Староиндийская защита: система Земиша, 6...Кc6
si: Kraljevo indijska, Seamisch, 6. Sc6
sv: Kungsindiskt: Sämisch, 6...Sc6
tr: Hint Şah: Saemisch, 6...Nc6
uk: Староіндійський захист: система Земіша, 6...Кc6
vi: Vua của Ấn Độ: Saemisch, 6 ... Nc6

source: King's Indian: Saemisch, Byrne variation
ar: الملك الهندي: ساميش, بايرن تفريع
br: Defesa Índia do Rei, Variante Saemisch, Variante Byrne
ca: Defensa Índia de Rei - Variant Sämisch - Variant Byrne
de: Königsindisch: Saemisch, Byrne-Variante
es: Defensa India de Rey, Variante Sämisch, Variante Byrne
eu: Erregearen indiarra: Saemisch, Byrne aldaera
fr: Défense est-indienne, var. Sämisch, var. Byrne
id: Hindia Raja, Saemisch, Varian Byrne
it: Difesa Indiana di Re, Variante Sämisch, Variante Byrne
nl: Konings Indisch: Saemisch, Byrne variant
pl: Królewsko-indyjska, Saemisch, wariant Byrne
ru: Староиндийская защита: система Земиша, вариант Бирна
si: Kraljevo indijska, Seamisch, Byrneva različica
sv: Kungsindiskt: Sämisch, Byrnevarianten
tr: Hint Şah: Saemisch, Byrne varyasyonu
uk: Староіндійський захист: система Земіша, вариант Бирна
vi: Vua của Ấn Độ: Saemisch, Byrne biến

source: King's Indian: Saemisch, Panno formation
ar: الملك الهندي: ساميش, بانو تشكيل
br: Defesa Índia do Rei, Variante Saemisch, Formação Panno
ca: Defensa Índia de Rei - Variant Sämisch - Formació Panno
de: Königsindisch: Saemisch, Panno Formation
es: Defensa India de Rey, Variante Sämisch, Formación Panno
eu: Erregearen indiarra: Saemisch, Panno formazioa
fr: Défense est-indienne, var. Sämisch, formation Panno
id: Hindia Raja, Saemisch, Formasi Panno
it: Difesa Indiana di Re, Variante Sämisch, Formazione Panno
nl: Konings Indisch: Saemisch, Panno formatie
pl: Królewsko-indyjska, Saemisch, formacja Panno
ru: Староиндийская защита: система Земиша, построение Панно
si: Kraljevo indijska, Seamisch, Pannova formacija
sv: Kungsindiskt: Sämisch, Pannoformation
tr: Hint Şah: Saemisch, Panno formasyonu
uk: Староіндійський захист: система Земіша, побудова Панно
vi: Vua của Ấn Độ: Saemisch, hình Panno

source: King's Indian: Saemisch, Panno main line
ar: الملك الهندي: ساميش, بانو الخط الرئيسي
br: Defesa Índia do Rei, Variante Saemisch, Formação Panno, Linha Principal
ca: Defensa Índia de Rei - Variant Sämisch - Formació Panno - Línia principal
de: Königsindisch: Saemisch, Panno Hauptvariante
es: Defensa India de Rey, Variante Sämisch, Formación Panno, Linea Principal
eu: Erregearen indiarra: Saemisch, Panno lerro nagusia
fr: Défense est-indienne, var. Sämisch, formation Panno, ligne principale
id: Hindia Raja, Saemisch, Panno Jalur Utama
it: Difesa Indiana di Re, Variante Sämisch, Formazione Panno, Linea Principale
nl: Konings Indisch: Saemisch, Panno hoofdlijn
pl: Królewsko-indyjska, Saemisch, główna linia Panno
ru: Староиндийская защита: система Земиша, основное продолжение Панно
si: Kraljevo indijska: Saemischeva, Pannova glavna linija
sv: Kungsindiskt: Sämisch, Panno, huvudvariant
tr: Hint Şah: Saemisch, Panno ana hat
uk: Староіндійський захист: система Земіша, основне продовження Панно
vi: Vua của Ấn Độ: Saemisch, Panno dòng chính

source: King's Indian: Saemisch, Ruban variation
ar: الملك الهندي: ساميش, روبان تفريع
br: Defesa Índia do Rei, Variante Saemisch, Variante Ruban
ca: Defensa Índia de Rei - Variant Sämisch - Variant Ruban
de: Königsindisch: Saemisch, Ruban-Variante
es: Defensa India de Rey, Variante Sämisch, Variante Ruban
eu: Erregearen indiarra: Saemisch, Ruban aldaera
fr: Défense est-indienne, var. Sämisch, var. Ruban
id: Hindia Raja, Saemisch, Varian Ruban
it: Difesa Indiana di Re, Variante Sämisch, Variante Ruban
nl: Konings Indisch: Saemisch, Ruban variant
pl: Królewsko-indyjska, Saemisch, wariant Euban'a
ru: Староиндийская защита: система Земиша, вариант Рубана
si: Kraljevo indijska, Seamisch, Rubanova različica
sv: Kungsindiskt: Sämisch, Rubanvarianten
tr: Hint Şah: Saemisch, Ruban varyasyonu
uk: Староіндійський захист: система Земіша, варіант Рубана
vi: Vua của Ấn Độ: Saemisch, Ruban biến

source: King's Indian: Saemisch, double fianchetto variation
ar: الملك الهندي: ساميش, المزدوج فيل الوتر الطويل تفريع
br: Defesa Índia do Rei, Variante Saemisch, Variante do Duplo Fianchetto
ca: Defensa Índia de Rei - Variant Sämisch - Variant del doble Fianchetto
de: Königsindisch: Saemisch, Doppelfianchetto
es: Defensa India de Rey, Variante Sämisch, Variante del Doble Fianchetto
eu: Erregearen indiarra: Saemisch, fianchetto bikoitzaren aldaera
fr: Défense est-indienne, var. Sämisch, var. du double fianchetto
id: Hindia Raja, Saemisch, Varian Dobel Fianchetto Ganda
it: Difesa Indiana di Re, Variante Sämisch, Variante del Doble Fianchetto
nl: Konings Indisch: Saemisch dubbel fianchetto variant
pl: Królewsko-indyjska, Saemisch, wariant podwójnego fianchetto
ru: Староиндийская защита: система Земиша, вариант с двойным фианкетто
si: kraljevo-indijska, Saemischeva, dvojni krilni razvoj različica
sv: Kungsindiskt: Sämisch, dubbelfianchetto-varianten
tr: Hint Şah: Saemisch, çift fianchetto varyasyonu
uk: Староіндійський захист: система Земіша, варіант з подвійним фіанкетто
vi: Vua của Ấn Độ: Saemisch, biến fianchetto đôi

source: King's Indian: Saemisch, orthodox main line
ar: الملك الهندي: ساميش, الأرثوذكسي الخط الرئيسي
br: Defesa Índia do Rei, Variante Saemisch, Variante Ortodoxa, Linha Principal
ca: Defensa Índia de Rei - Variant Sämisch - Variant Ortodoxa - Línia principal
de: Königsindisch: Saemisch, orthodoxe Hauptvariante
es: Defensa India de Rey, Variante Sämisch, Variante Ortodoxa, Linea Principal
eu: Erregearen indiarra: Saemisch, ortodoxoa lerro nagusia
fr: Défense est-indienne, var. Sämisch, var. orthodoxe, ligne principale
id: Hindia Raja, Saemisch, Orthdox Jalur Utama
it: Difesa Indiana di Re, Variante Sämisch, Variante Ortodossa, Linea Principale
nl: Konings Indisch: Saemisch, orthodoxe hoofdlijn
pl: Królewsko-indyjska, Saemisch, ortodoksyjna główna linia
ru: Староиндийская защита: система Земиша, ортодоксальный вариант, основное продолжение
si: Kraljevo indijska: Saemischeva ortodoksna glavna linija
sv: Kungsindiskt: Sämisch, ortodox huvudvariant
tr: Hint Şah: Saemisch, ortodoks ana hat
uk: Староіндійський захист: система Земіша, ортодоксальний варіант, основне продовження
vi: Vua của Ấn Độ: Saemisch, chính thống dòng chính
